{
//SPECIAL DIALOGUE
"Introduction": "Eek! Un étranger!$2#$e#A-attends. N'êtes-tu pas @? Le nouveau fermier de %farm?$0#$b#Dé-désolé. Je deviens un peu nerveuse avec les gens que je n'ai jamais rencontrés auparavant.$1#$b#Je m'appelle Sophia. Je suis la propriétaire du vignoble Blue Moon.$9#$e#Euh ... eh bien, à la prochaine, je suppose.$1",
"accept_577": "Ooo. Une pierre de fée! C'est le truc que je préfère le plus au monde. Merci!$1",
"danceRejection": "Dé-Désolé. Je ne danse pas vraiment.$2",
"divorced": "Je ... je pense que je suis plus heureuse seule. Je n'ai jamais vraiment été compatible avec personne.$2#$b#Me-Merci de m'avoir aidé à réaliser cela.$6#$e#*sniff*...$12#$e#S-s'il te plait, laisse moi...$7#$e#%Sophia pleure.",
"breakUp": "Tu-tu veux rompre avec moi?$2#$b#Est-ce que j'ai fait quelque chose de mal?$6#$b#*sniff*... Ok. Je vois que tu as déjà pris ta décision.$12#$e#S-s'il te plait, va-t-en, @.$7#$e#%Sophia pleure.",
"dumped_Girls": "*sniff*... T-tu peux me dire ce que j'ai fait de mal? S-s'il te plaît ...$6#$e#Je suis dé-désolé, je n'étais pas assez bonne ...$12",
"secondChance_Girls": "Tu-tu veux réessayer?$2#$b#Je-je ne sais pas. Tu m'as vraiment blessée..$6#$b#Je serai d'accord tant que tu communiques avec moi. D'accord?$2#$b#Soyons meilleurs l'un pour l'autre.$2",
"pamHouseUpgrade": "C'était si généreux de ta part de donner à la mère de Penny un endroit plus agréable où vivre. Tout le monde mérite une bonne maison!$1",
"pamHouseUpgradeAnonymous": "La mère de Penny a un meilleur endroit où vivre maintenant. Tout le monde mérite une bonne maison!$1",
"stardrop_gift": "Hé, gros bêta. Je euh ... t'ai acheté un fruit étoilé comme symbole de notre amour.$5#$b#Je-je ne pense pas avoir été aussi heureuse que je ne le suis avec toi.$5#$e#Notre avenir ensemble semble si brillant.$1#$b#Je t'aime.$5#$e#*smooch*$9",
"give_flowersA": "!!!$4#$b#Je-je ne sais pas quoi dire!$4#$b#Umm. J'ai le béguin pour toi depuis un moment maintenant. Je suis tellement contente que ça devienne officiel!$4#$e#Nous devrions faire quelque chose de romantique comme ... comme regarder des animés au lit avec des câlins!$9#$e#Je suis un peu nerveuse, pas toi?$4",
"give_flowersB": "!!!$4#$b#Je-je ne sais pas quoi dire!$4#$b#Umm. J'ai le béguin pour toi depuis un moment maintenant. Je suis tellement contente que ça devienne officiel!$4#$e#Nous devrions faire quelque chose de romantique comme ... comme regarder des animés au lit avec des câlins!$9#$e#Je suis un peu nerveuse, pas toi?$4",
"give_pendant": "Tu veux te marier? J'accepte!$4#$b#Je t'aime! Je ne pense pas que je pourrais vivre sans toi, gros bêta!$9",
"rejectNPCA": "Euh ... c'est une blague?$2",
"rejectNPCB": "Um. Non merci.$2#$e#J'ai dis non!$3#$e#%Sophia vous ignore.",
"reject_two_heartA": "Oh... Je ne ressens pas ça pour toi. D-désolée ...$2#$e#Um. J'ai dis non, @.$3#$e#%Sophia vous ignore désormais.",
"reject_two_heartB": "Ça me met mal à l'aise ...$6",
"reject_four_heartA": "Oh. Tu veux sortir avec moi? Ecoute, je, euh ... je t'aime aussi. Mais je *n'aime* pas comme toi ...$2#$e#Je suis désolée si ce n'est pas ce que tu voulais entendre.$2",
"reject_four_heartB": "Whoa!Tu vas vraiment vite avec ça?$2#$b#Peut-être ... ralentis un peu. D'accord?$2#$e#J'ai dis non, @.$3",
"engageA": "Oh. Qu'est-ce que c'est. C'est joli.$1",
"engageB": "Un pendentif de sirène? Ça à l'air très beau.$0#$e#Qu-quoi? M'épouser? Tu es si amusant!$8",
"marriedA": "Qu-quoi? Tu n'es pas déjà marié?$3#$e#@. Stop.$2#$e#J'ai dis stop!$6#$e#... Je vais le dire à ton conjoint si tu continues d'essayer.$3#$e#%Sophia vous ignore.",
"marriedB": "Um. Non merci.$3#$e#Je vais en parler à ton conjoint si tu continues.$3",
"refusal_knownA": "Oh ... euh. Je ne suis pas encore prête pour autant d'engagement.$2#$b#Je suis désolée.$6",
"refusal_knownB": "Hmm. Peut être un jour.$1",
"refusal_botherA": "Um. Non merci.$2",
"refusal_botherB": "N-non...$2",
"refusal_no_heartsA": "Oh. Ça à l'air si joli!$1",
"refusal_no_heartsB": "Oh. Ça à l'air si joli!$1",
"Resort_Entering": "Yay! On est là!$9",
"Resort_Leaving": "Aww. On doit rentrer maintenant...$2",
"Resort_Shore": "Nager me donne faim.$0#$e#Peut être qu'il est l'heure pour un encas?$1",
"Resort_Chair": "Ce voyage m'aide vraiment à me calmer. J'ai eu beaucoup de choses en tête ces derniers temps.$1#$e#Hé, si tu es partant pour ça, on peut peut-être voir les récifs coralliens?$1",
"Resort_Bar": "Ce smoothie à la mangue que Gus a fait pour moi est vraiment savoureux!$1",
"Resort": "Hey, @! Tu as vu vu le petit craby sur le rivage?$1#$e#J'ai essayé de l'attraper mais ce petit gars s'est enfui.$2",

//SPECIFIC TILE DIALOGUE
"Custom_SophiaHouse_24_6": "S-sors de mon lit!$5",
"Custom_SophiaHouse_12_24": "%Elle ne répond pas.",
"Custom_SophiaHouse_20_9": "%Elle ne répond pas.",
"Custom_SophiaHouse_26_25": "%Elle ne répond pas.",
"BlueMoonVineyard2_21_47": "*sniff*...$12",
"Hospital_5_17": "Um. Je suis occupé à prendre mes médicaments du docteur Harvey.$2",
"Town_42_86": "...$12",
"Saloon_20_19": "J'essaye d'être sociale de temps en temps. Pas de meilleur endroit que le saloon!$1",
"Custom_JenkinsHouse_23_27": "Je regarde un anime avec Victor aujourd'hui.$1",
"Custom_JenkinsHouse_29_11": "'My Villain Academia est tellement cool!$9",
"Custom_JenkinsHouse_19_39": "Bye, Victor!$1",
"Custom_SusanHouse_9_19": "Hé, Susan! Prête à m'apprendre les techniques de fabrication?$1",
"Custom_SusanHouse_5_17": "OooOoo! Voilà comment tu fais!$9",
"Custom_SusanHouse_11_17": "C'était amusant! Merci de m'avoir invité.$1",
"HaleyHouse_2_21": "Salut, Haley.$1",
"HaleyHouse_5_5": "OoOoo! C’est tellement joli!$9",
"HaleyHouse_8_7": "Laisse-moi essayer de l'appliquer!$1",
"HaleyHouse_4_20": "À bientôt, Haley.$1",
"HaleyHouse_14_21": "Salut, Emily!$9",
"HaleyHouse_13_24": "Emily et moi cousons ensemble aujourd'hui.$1",
"HaleyHouse_16_8": "Ce modèle semble-t-il correct?, Emily?$1",

//MAKEUP QUESTION
"summer_Sat": "J'ai mis de l'eye-liner ce matin.$1#$q 4001/4002 makeup_followup#Tu trouves que mon maquillage est correct?#$r 3001 25 makeup_yes#Ça te va bien.#$r 4002 -50 makeup_no#Tu n'as pas besoin de maquillage pour être belle.",
"makeup_yes": "Hehe. Merci, @.$4",
"makeup_no": "O-oh. Um. Mais...$2#$b#...$6#$e#%Sophia ne veut plus parler.",
"makeup_followup": "$p 4001#J'aime être jolie.$9#$b#Ça um. Je me sens mieux en quelque sorte. $1|Je me demande si Haley voudrait qu'on se maquille ensemble.$1",

//SPRING AND GENERAL DIALOGUE
"spring_1": "Le début du printemps me détend.$0#$b#Pas grand chose à faire à part la fermentation du vin.$1#$e#Oh. Bonne chance cette saison, @.$9",
"spring_12": "Je me demande ce que Gus fait pour le festival des œufs demain.$1",
"spring_18": "Je ne vais pas beaucoup au saloon, mais je serai là bas demain si tu veux passer dire bonjour.$0#$e#J'espère que Gus a du poulet à l'orange!$1",
"spring_23": "*soupir* Je n'aime pas danser...$2#$e#Je ne vais au festival des fleurs que pour le gâteau gratuit.$1",
"spring_28": "Salut, @. Le printemps se termine bientôt.$0#$e#Tant de choses à faire. J'ai beaucoup de travail dans mon assiette.$2",

"Mon": "Um... bonjour.$2#$e#Tu as besoin de quelque chose?$0",
"Mon2": "...$6#$e#Sophia vous ignore. Elle semble triste.",
"Mon4": "Si tu as besoin d'arroseurs, tu peux en acheter chez moi.$0#$b#Je ne taxe pas trop.$1#$e#O-oh. Tu peux commander des arroseurs par le biais du grand livre de ma salle de cosplay.$0",
"Mon8": "Hey, toi. Heureuse de te voir!$1",
"Mon10": "Je veux monter jusqu'au sommet un jour! Nous pourrions peut-être aussi préparer un pique-nique!$9#$e#Oh! Et on pourrait se tenir les mains.$4",
"Tue": "Qu'est ce que tu veux?$2#$e#Oh. Dire bonjour? Um...$2#$b#Salut.$0",
"Tue2": "Tu as parlé à Emily et Haley récemment? Je devrais leur rendre visite bientôt.$0#$e#Ces deux-là sont vraiment de bonnes amies.$1",
"Tue6": "Emily a été adorable et m'a donné une partie de son tissu haut de gamme.$1#$e#Je dois aussi faire quelque chose de bien pour elle!$9", 
"Tue10": "Hum. Comment va ta journée, gros beta?$1#$e#La mienne vient de s'améliorer parce que tu es ici!$9#$e#%Vous embrassez Sophia. Elle vous sourit.",
"Wed": "J'ai faim...$2#$e#Peut-être que je devrais grignoter un truc?$1",
"Wed4": "Mon amie, Scarlett, est en visite bientôt. J'adore la voir, elle est la meilleure.$9",
"Wed10": "@, tu es mignon aujourd'hui.$4#$e#%Vous embrassez Sophia. Elle vous sourit.",  
"Thu": "Je ne me sens pas si bien aujourd'hui...$2#$e#...$6#$e#D-désolé. Ce n'est pas un bon moment.$12#$e#%Sophia pleure...",
"Thu2": "Um, bonjour. Tu veux parler?$0#$e#Um... Tu regardes «School Girl Wizards»?$1#$e#Oh, tu ne regardes pas? Ce n'est pas grave.$2",
"Thu6": "Ta tenue te va bien. C'est quelle matière?$1#$e#Oh! Je vois!$9^Tu es mignon! Tu dois juste me dire où tu as eu cette tenue!$1#$e#Oh! Je vois!$9",  
"Thu10": "J'y pensais, peut être qu'on pourrait voyager une fois! Ça pourrait être cool de découvrir le modne ensemble.$1#$e#*smooch*$9", 
"Fri": "Je voulais être jolie aujourd'hui, alors j'ai mis un eye-liner.$0#$b#T-tu penses que c'est bien?$2#$e#Aww. Merci.$5",
"Fri2": "Eek! Tu m'as fais peur!$5#$b#Um, Bonjour.$2#$b#Tu veux parler de quelque chose?$0#$e#D-désolé. Je-je suis un peu occupée.$2",
"Fri4": "Je devrais peut-être acheter des animaux de ferme à Marnie? J'ai besoin d'animaux mignons dans ma vie.$1#$e#Hmm... en fait, je ne sais pas si je pourrais gérer autant de travail seule.$2", 
"Fri8": "Tu as des bébés lapins dans ta ferme? Ils sont tellement adorables!$9",
"Fri10": "Tu t'es déjà senti seul à %farm ?$0#$e#Oh. Um. Je ne sais pas pourquoi je demande ça.$4#$e#%Vous tapotez sur la tête de Sophia. Elle vous sourit.",
"Sat": "Salut.$2#$e#...$2#$e#%Sophia se détourne de toi.",
"Sat4": "J'aimerai que Pierre vende du poulet à l'orange. L'endroit le plus proche qui le vend est à Grampleton.$0#$e#J'adore le poulet à l'orange!$9#$b#Scarlett m'en apporte quand elle me rend visite.$1",
"Sat8": "Hé toi! Tu veux aller manger au saloon un jour?$9#$e#Je peux en toucher un mot à Gus.$1#$e#%Sophia vous sourit.",
"Sat10": "Hé toi! Je veux juste te parler tous les jours!$9#$e#C’était trop collant ?$2#$e#%Vous embrassez Sophia. Elle rougit.",
"Sun": "O-oh. B-bonjour toi.$2#$b#Um... je peux t'aider?$0",
"Sun4": "Haley et moi avons fait notre maquillage ensemble aujourd'hui. Je pense que ça s'est bien passé.$1^Haley et moi avons fait notre maquillage ensemble aujourd'hui. Tu devrais nous rejoindre une fois!$1#$e#Je-je pense que ça s'est bien passé.$9",
"Sun8": "Hey, toi! Tu as une journée productive?$1#$e#On se parle plus tard, @.$9^Hé toi! On devrait faire notre maquillage ensemble un jour!$1#$e#On se parle plus tard, @.$9", 
"Sun10": "On devrait s'échanger nos secret de fermiers! Il y a certains ingrédients spéciaux que j'utilise pour faire le vin de Blue Moon.$1",


//SUMMER DIALOGUE
"summer_1": "Tu sais ce que tu vas cultiver cette saison?$1#$e#Il ... fait ... déjà ... tellement ... chaud.$2",
"summer_10": "Je sais déjà ce que j'apporte au Luau demain. Du vin Blue Moon de qualité Iridium!$1#$e#Je parie que le gouverneur va l'adorer.$9",
"summer_18": "Je te verrai demain au saloon?$1#$e#Je pense y aller.$9",
"summer_22": "Un de mes personnages d'anime préférés a les cheveux roses.$1#$b#J'ai teint mes cheveux pour lui ressembler, et j'ai tellement aimé que je ne les ai jamais changés.$9#$e#Hé, tu sais qu'Abigail n'a jamais eu à se teindre les cheveux?$0#$e#N'est ce pas? Étrange.$0",
"summer_28": "Les méduses au clair de lune arrivent bientôt. Je l'attends avec impatience chaque année.$1#$e#Peut-être que je devrais faire un costume inspiré des méduses?$8",

"summer_Mon": "*soupir* Je n'ai aucune motivation aujourd'hui.$2#$b#Je vais peut-être rendre visite à Haley et Emily?$0#$e#AHH!T-tu m'écoutais me parler!?$5#$e#%Sophia à l'air choquée.", 
"summer_Mon4": "Oh, salut @. Tu fais une pause dans le travail agricole?#$e#Je pourrais me détendre cette semaine. J'ai travaillé très dur.$1#$e#Je veux juste ... manger des friandises, pour être honnête.$2", 
"summer_Mon8": "Hey, toi.Tu fais une pause dans le travail agricole?$1#$e#Je pourrais me détendre cette semaine. J'ai travaillé très dur.$9#$e#Je veux juste ... manger des friandises, pour être honnête.$2",
"summer_Mon10": "J'ai entendu qu'il y avait une grotte dans ta ferme. Est-ce que tu crois que tu me pourrais me montrer une fois?$1#$e#Yay!$9",
"summer_Tue": "Tu as un animal de compagnie? J'en ai toujours voulu un ...$2",
"summer_Tue4": "J'ai accidentellement marché sur un lapin en entretenant mon vignoble. J'espère que le lapinou va bien...$2",
"summer_Tue10": "Je devrais passer plus de temps avec Haley et Emily. Elles sont vraiment de bonnes amies.$1",
"summer_Wed": "...$6#$e#Sophia vous ignore. Elle a l'air triste.",
"summer_Wed2": "Gus est un ami de ma famille depuis que je suis petit.$0#$b#J'aime quand il vient me rendre visite.$1",
"summer_Wed6": "Les bébés vaches de Marnie sont adorables! Ils méritent tous des caresses!$9#$e#Je devrais bientôt visiter le ranch! Je me demande comment va Betcy.$1",
"summer_Wed10": "Il fait si chaud aujourd'hui. Je devrais aller nager à la plage.$2#$e#Tu veux aller nager, @?$9",
"summer_Thu": "...$6#$e#S-s'il te plaît laisse-moi tranquille ...$12#$e#%Sophia se détourne de vous.",
"summer_Thu2": "La vue depuis la falaise est ma préférée. L'océan continue jusqu'à l'horizon, on dirait jusqu'à l'infini.$0#$b#J'aimerais voir ce qu'il y a de l'autre côté un jour.$1",
"summer_Thu4": "Je ne suis jamais allé dans les mines auparavant. J'ai peur de ce que je pourrais y trouver.$2#$e#Oh? Tu es allé dans les grottes!?$5#$b#C'est vrai. Tu es un aventurier. Je ne suis pas si courageuse...$1",
"summer_Thu8": "Mme Jenkins me commande du vin assez souvent.$1#$b#Je sais qu'elle a un goût raffiné, donc je suis vraiment heureuse qu'elle aime mon vin.$9#$e#Je te vois plus tard, d'accord?$1",
"summer_Fri": "S-salut. Belle journée, n'est-ce pas?$2#$e#...$6",
"summer_Fri2": "Parfois, j'aimerais pouvoir faire pousser des trucs qui ne sont pas des raisins, mais le vignoble Blue Moon ne serait pas ... un vignoble.$0",
"summer_Fri8": "Je pense à faire un pique-nique bientôt. Le temps est parfait pour ça!$9#$e#Tu veux me rejoindre un jour? Il y a un très joli champ d'herbe près de mon vignoble.$8",
"summer_Sat4": "Bleh. J'ai mal à l'estomac...$2#$e#C'était peut-être le bonbon que j'ai mangé pour le petit déjeuner!?$6",
"summer_Sat8": "Les gens viennent assez souvent devant la falaise devant ma maison.$0#$e#La vue sur la mer Gem est magnifique de ce point. C'est un bon lieu de rendez-vous.$1",
"summer_Sun": "*sniff*... Ugh. Je-je ruine mon eye-liner...$6#$e#... Dé-désolé. Ce n'est pas le bon moment.$6",
"summer_Sun4": "Tu as des friandises sur toi? J'ai eu envie de quelque chose de sucré toute la journée.$0",
"summer_Sun8": "Victor et moi ne nous voyons pas aussi souvent qu'avant ... Je me demande ce qui se passe.$2#$e#Hé, j'aime vraiment quand tu me rends visite. Je veux échanger des histoires de fermier?$1",
"summer_Sun10": "Je pensais qu’on pourrait peut-être faire à dîner ensemble un de ces jours? qu’en penses-tu?$1#$e#Yay!$9",
    
	
// FALL DIALOGUE
"fall_1": "Tellement de raisins à récolter cette saison ...$2#$e#O-oh. Um!$5#$b#Bonne chance à toi, @! Fais un automne productif!$9",
"fall_4": "C'était le jour où c'est arrivé ...$6#$e#...$12#$e#D-Désolée. J-j'ai juste besoin d'être seule. J'espère... que tu comprends.$12#$e#%Sophia vous fait signe de partir.#$e#%Vous prenez Sophia dans vos bras.",
"fall_15": "Mettre en place une exposition de récoltes demain pour la foire?$0#$e#Je me demandais ce que tu faisais à la ferme %farm ! Je suppose que je vais voir demain!$9#$e#Oh. Eh bien euh ... je ferais mieux de partir maintenant. Au revoir.$0",
"fall_18": "Gus a du vin de fruits à noyau en stock au saloon. J'ai hâte d'en goûter demain soir.$1#$e#Tu es allé aux îles Fern? J'ai toujours voulu y aller.$0",
"fall_27": "La Fête des Esprits est mon festival préféré. Le sorcier se surpasse chaque année avec le labyrinthe. C'est tellement effrayant!$1#$b#En plus, je peux me déguiser!$9",
"fall_28": "Il fait tellement froid. L'hiver s'approche de nous.$2#$e#La chaîne météo a déclaré qu'il y avait une tempête de neige en chemin.$0",

"fall_Mon": "Tu peux simplement partir? Je ne passe pas une super journée.$2#$e#S-S'il te plait.$6#$e#%Sophia semble contrariée...",
"fall_Mon4": "Scarlett va bientôt me rendre visite. Elle trouve toujours un moyen de me remonter le moral.$1#$e#Je souhaite qu'elle vienne plus souvent. Mais je comprends que Grampleton est loin ...$2",
"fall_Mon8": "Salut, @. Nous devrions partager une bouteille de vin qualité iridium. Je veux sortir avec toi et parler.$1#$e#Ou mieux encore, nous pourrions regarder un animé ensemble! La nouvelle saison de 'Sailor Sun' débute bientôt!$9",
"fall_Tue": "J'ai tellement faim. Il est encore l'heure de manger?$2",
"fall_Tue6": "Hé toi! Si tu veux du poulet à l'orange un jour, je t'en donnerai.$1#$e#Mais pas trop. Je veux en garder pour moi!$9",
"fall_Tue10": "Hey, toi! Si tu veux du poulet à l'orange un de ces jours, je t'en ferai.$1#$e#Mais pas trop, tu dois en garder pour moi!$9",
"fall_Wed": "Qu-Qu'est ce que tu veux?$3#$e#Oh. Pardon. Je suis un peu sur les nerfs aujourd'hui.$2#$e#Tu ne pourrais pas comprendre...$2",
"fall_Wed6": "Je prépare mon prochain cosplay. Je pense que je veux être une princesse.$1#$e#Pas une princesse ordinaire, une princesse guerrière féroce! Avec une épée gigantesque et une cape rouge fluide!$9", 
"fall_Thu": "*sniff*... Oh. Salut, @. C-Comment ça va aujourd'hui?$6#$e#O-oh. Moi? Ç-Ça va.$6#$e#*sniff*...$12#$e#%Sophia pleure.",
"fall_Thu4": "Quoi, tu veux dire que te n'as jamais entendu parler de «My Villain School»?!$5#$b#C'est l'un des animés les plus populaires en ce moment.$9#$b#Le personnage principal me rappelle un autre animé d'il y a quelque temps.$1#$e#Celui avec le ninja orange?$0",
"fall_Thu8": "Hé toi! Nous devrions regarder des animé ou lire des mangas ensemble!$1",
"Fall_Fri": "Pelican Ville a un problème avec les nuisibles. Parfois, je me réveille et je trouve mes poubelles renversées.$3#$e#Tu n'as pas vu de raton laveur ici, n'est-ce pas, @?$2",
"fall_Fri4": "Tu es déjà allé à la convention de Zuzu City? C'est la plus grande de la République de Ferngill.$1#$e#J'y vais pour le cosplay et les gens qui regardent.$9",
"fall_Fri8": "Tu sais, je me vois faire pousser autre chose que du raisin un jour.$1",
"fall_Sat": "J'ai eu du mal à respirer ce matin.$2#$e#O-Oh. Ça va maintenant.$2#$b#J'apprécie ton attention.$1",
"fall_Sat6": "Hé toi! Tu as déjà fait tes propres vêtements?$9#$b#Emily a une très bonne machine à coudre. Je parie que si tu le demandais, elle te laisserait l'utiliser.$1#$e#Oh. Tu sais l'utiliser? On devrait coudre quelque chose ensemble!$8",
"fall_Sat10": "Scarlett me rend visite bientôt! On va aller dîner ensemble.#$e#Hey, peut être que tu pourras nous rejoindre si tu as le temps!$9",
"fall_Sun": "...$6#$e#Sophia vous ignore. Elle semble triste.",
"fall_Sun4": "Les Jenkins sont vraiment sympas. Parfois, je glisse une bouteille de vin supplémentaire dans leurs commandes.$1",
"fall_Sun8": "Wow, c'est difficile de te suivre! J'ai besoin de m'appliquer davantage!$9#$e#On se voit plus tard, @.$1", 
        

//WINTER DIALOGUE    
"winter_1": "Brr! Il fait froid.$2#$e#J'aime vraiment l'hiver, crois-le ou non. Ça me donne une excuse pour regarder des animés et travailler sur mon nouveau cosplay toute la journée!$9",
"winter_7": "Je ne veux pas vraiment aller aussi loin dans la forêt pour voir le concours de pêche sur glace.$0#$e#Pourquoi je ne pourrais pas rester à la maison et regarder des animés?$2",
"winter_13": "Emily et moi pourrions faire un duo cosplay ensemble!$1",
"winter_18": "Je serai au saloon demain soir. Gus prépare mon repas préféré!$1#$e#C'est du poulet à l'orange! Quoi d'autre?$9",
"winter_24": "J'ai le cadeau parfait pour elle demain!$8#$e#En fait j'y ai beaucoup réfléchi.$1",
"winter_25": "J'adore les lumières pendant cette période de l'année. Je souhaite qu'elles puissent rester pour toujours.$1",
"winter_28": "Tu sais ce que tu planteras une fois la glace dégelée?$1#$e#O-oh. Moi!? Um.$2#$b#Même chose que toujours. Du raisin!$1",

"winter_Mon": "Dois-je travailler sur le cosplay ou regarder un animé aujourd'hui? Hmm ...$0#$e#Pourquoi pas les deux?$1",
"winter_Mon10": "Il fait si froid aujourd’hui. Parfois je voudrais que ma maison ait une cheminée.$2#$e#Hey, on pourrait peut-être se blottir ensemble dans la tienne ? Et peut-être faire griller des guimauves !$1",
"winter_Tue": "*sniff*...$6#$e#Je-je ne suis pas d'humeur. Pardon.$6",
"winter_Tue6": "Je suis allé à une convention de bande dessinée la saison dernière à Zuzu City, @. Se déguiser était tellement amusant!$9#$b#Tout le monde à l'événement était incroyable! Je me demande ce que je devrais faire en cosplay pour l'année prochaine.$1",
"winter_Tue10": "Tu es mignon aujourd'hui, gros bêta.$4#$e#*smooch*$9#$e#%Vous regardez Sophia. Elle se tourne et rougit.",
"winter_Wed": "Je veux juste dormir toute la journée, manger des bonbons et regarder des animés.$2#$e#Ugh. Peut-être que je pourrais sortir ce week-end.$3",
"winter_Wed4": "Mon personnage préféré dans mon émission de tv est décédé hier soir. Je suis tellement en colère.$2#$b#J'ai envie de m'enfermer dans ma chambre pour le reste de la journée.$6",
"winter_Wed8": "Ce temps froid me donne envie de me blottir au lit toute la journée avec du chocolat chaud à la menthe poivrée.$9#$e#H-hey.On pourrait toujours regarder quelque chose ensemble. Peut être?$1",
"winter_Wed10": "On devrait passer au saloon et prendre quelque chose à manger!$1#$e#Tu peux deviner ce que je veux prendre!$1#$e#Bien sûr que c’est du poulet à orange, idiot !$9",
"winter_Thu": "J'ai failli glisser sur la glace aujourd'hui.$2#$e#Peut-être qu'il est nécessaire d'investir dans des bottes de neige appropriées.$3",
"winter_Thu6": "Emily coud une magnifique tenue. Elle m'a appris une chose ou deux.$1#$e#J'ai plus de temps libre pendant la saison d'hiver pour me concentrer sur les loisirs. Toi aussi, non?$9",
"winter_Thu10": "Hey, c'est ma personne préférée!$9#$e#Rapproche toi.$4#$e#*smooch*$9",
"winter_Fri": "Um, Salut.$0#$b#Tu as prévu quelque chose pour le week-end?$1#$e#Je dois finir ma série.$0",
"winter_Fri4": "La neige fraîche recouvre tout. J'adore ça!$1#$e#Le son croquant que la neige fait quand on marche dessus est si satisfaisant!$9",
"winter_Fri8": "Est-ce que les gens me jugeraient si je portais ma couverture avec moi?$0#$e#O-oh. Ils le feraient?$2#$b#Je vais peut-être mettre une autre couche de vêtement à la place.$9",
"winter_Fri10": "Tu veut faire une battaille de neige un jour?$1#$b#Je parie que je gagnerais!$9#$e#%Vous expliquez à Sophia qu’elle ne peut pas gagner.#$e#Est-ce que c’est un défi, idiot?$4",
"winter_Sat": "Je manque de friandises. Je doit en avoir plus.$3#$e#Tu en as sur toi?$1",
"winter_Sat4": "Tu veux entendre une blague? Comment faire pour qu'un fromage ne coule pas?$1#$e#Il faut lui apprendre à nager!$8#$e#Maintenant j'ai faim...$2",
"winter_Sat8": "Hé toi! Tu fais quoi de beau aujourd'hui?$9#$e#J'ai fait un énorme progrès sur mon cosplay ce matin!$1",
"winter_Sat10": "J-Je ne me sens pas bien aujourdhui.$2#$e#Huh?$0#$e#%Vous câlinez Sophia.#$e#M-Merci.$1#$b#Tu sais, tu me rends vraiment heureuse. Um. Peut être qu'on pourrait...$2#$e#Gah. Oublie. C'est rien.$1#$e#%Vous embrassez Sophia.",
"winter_Sun": "Il g-gêle aujourd'hui.$2",
"winter_Sun6": "Mes compétences en maquillage s'améliorent! C'est en forgeant qu'on devient forgeron.$1#$e#Depuis ton déménagement à Stardew Valley, tu as appris de nouvelles choses?$1#$e#Ooh! C'est vraiment impressionnant!$9",
"winter_Sun10": "J'ai pensé à ce que ce serait de vivre ailleurs.$1#$e#Ce serait une nouvelle aventure.$9",

//SOPHIA 7 HEART EVENT DIALOGUE
"sophia_event1": "M-Merci.$1#$b#J'ai dû apprendre tellement de nouvelles choses. C'était vraiment difficile au début, mais ...$2#$b#J'ai l'impression d'avoir grandi en tant que personne.$1",
"sophia_event2": "Aww. Tu es si chou.$9#$b#Tu sais, Scarlett m'appelait tous les jours!#$b#C'est ... agréable d'avoir quelqu'un comme toi si proche. Grampleton est vraiment loin.$2",
"sophia_event3": "Tu vas vraiment m'aider?$1#$b#!!!$9",
"sophia_event4": "Um. O-Ouais...?$2#$b#J'allais te donner une vieille bouteille de vin Blue Moon.$2#$b#Um. Eh bien, merci de m'aider.$1#$b#!!!$9",
"sophia_event5": "Ooo. Ce que nous mangeons normalement?$1#$b#Ok !$9",
"sophia_event6": "Te surprendre? Ok !$9",
"sophia_event7": "J'avais envie de crêpes et de pommes de terre rissolées!$1",
}
