{
  //SPECIAL DIALOGUE
  "patio_Claire": "Quelle belle vue sur la ferme. Le temps aujourd’hui est parfait.$1",
  "spouseRoom_Claire": "Mmm... Qu'est ce qu'il y a au programme aujourd'hui?$1#$e#Mon emploi du temps est toujours occupé... c’est bien d’être organisé, cependant. Sinon j’oublierais des choses.$5",
  "funReturn_Claire": "Le travail était épuisant aujourd’hui... mais j’ai parlé à des gens intéressants.$0",
  "funLeave_Claire": "Bon réveil, chéri.e.$1",
  "OneKid_0": "J'envie %kid1. Grandir dans %farm fera une enfance incroyable.$1",
  "OneKid_1": "%kid1 fait un peu de désordre dans le salon...$2#$e#Ne t’inquiète pas. Je vais m’en occuper.$1",
  "OneKid_2": "%kid1 a tes yeux...$1#$e#Hehe...$7",
  "OneKid_3": "Je pense que personne n’est jamais prêt à être parent... mais nous faisons un bon travail.$1#$e#%kid1 aime être porté autour de la maison.$5",
  "TwoKids_0": "Je nourris %kid1 et %kid2 avec leur Yaourt aux pommes bio. Ils mangent tellement!$1",
  "TwoKids_1": "Nos enfants sont si merveilleux... c’est notre responsabilité de les élever de la bonne manière.$1",
  "TwoKids_2": "Nous sommes chanceux %kid1 et %kid2 sont en bonne santé.$1",
  "TwoKids_3": "%kid1 a commencé à marcher à un si jeune âge... peut-être qu'ils deviendront danseurs comme leur mère?$1#$e#%Vous embrassez Claire.#$e#Hehe...$7",
 
  //SEASONAL DIALOGUE
  "spring_Claire": "J’ai bu une tasse de thé vert ce matin. Je me sens beaucoup plus énergique.$5",
  "spring_1": "Bonne année. J’ai le sentiment que cette année sera mouvementée...$1",
  "spring_7": "Le temps se réchauffe!$6",
  "spring_13": "Le festival des œufs est aujourd’hui? est-ce qu'on y participe?$1",
  "spring_24": "Ce temps sera parfait pour la danse des fleurs.$1",
  "summer_Claire": "Je veux que le temps reste ensoleillé et chaud pour toujours.$1",
  "summer_1": "Je suis prête pour les temps chaud, le ciel parfaitement bleu, et les tartes à l’abricot!$5#$e#Je vais faire ce que je peux pour aider autour de la maison. Je sais que le début d’une saison est beaucoup de travail.$1#$e#Bonne chance pour aujourd'hui!$6",
  "summer_11": "J’espère qu’il y a de la tarte à l’abricot au Luau.$1#$e#As-tu décidé ce que tu veut ajouter à la soupe?$5",
  "summer_28": "Aussi belles que soient les méduses au clair de lune, elles veulent toujours dire que l’été se termine...$0#$e#Je dois trier ma garde-robe et mettre en place quelques tenues mignonnes pour l’automne.$1",
  "fall_Claire": "Je pourrais aller chercher des champignons dans la forêt aujourd’hui.$1#$b#Il y a un plat que je veux faire qui demande une variété de champignons.$5",
  "fall_1": "Il commence à faire plus froid...$2#$e#Um. Gardons la cheminée allumée. D'accord?$0",
  "fall_16": "Bonne chance à la foire de Stardew Valley, chéri.e.$1#$b#Ça doit faire du bien de montrer ton travail acharné!$5",
  "fall_27": "La magie est intrigante. Je me demande comment quelqu’un invoque un labyrinthe...$1#$e#Je sais que tu parles au magicien local de temps en temps. Peut-être pourrais-tu lui demander?$5",
  "winter_Claire": "Je ne sais pas comment tu peux travailler dehors dans ce froid.$1",
  "winter_1": "*soupir*... Il fait froid.$0#$e#Ça te dérange si j’allume le thermostat?#$e#%Vous enlacez Claire pour la réchauffer.#$e#Hehe...$7",
  "winter_8": "Pourquoi le concours de pêche sur glace doit-il être si profond dans les bois où il fait trop froid...$2#$e#Je serai blottie au feu de camp...$1",
  "winter_12": "J’ai sorti les poubelles et j’ai failli glisser sur de la glace...$2#$e#Ça va. Ça m’a surpris...$1",
  "winter_25": "Joyeuse Fête de l'Étoile Hivernale, @. Je nous ai préparé un mélange spécial de thé vert caféiné.[614]$4#$e#Tu es le meilleur cadeau de tous...$4#$e#%Vous embrassez Claire.#$e#Je t'aime...$7",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "Bon réveil. Je me suis levé tôt et j’ai fait du café. [395]$1",
  "Indoor_Day_1": "Tu cultives toujours de nouvelles choses et change le paysage de notre ferme... J'adore ça.$1",
  "Indoor_Day_2": "Entends-tu les oiseaux gazouiller dehors?$1",
  "Indoor_Day_3": "J’ai le sentiment que quelque chose de bien va arriver aujourd’hui.$1",
  "Indoor_Day_4": "L’odeur du petit déjeuner t'a réveillé? Eh bien, tape dedans! [201 195 194 210 211]$5#$e#Je l’ai fait comme tu l’aimes...$1",
  "Outdoor_Claire": "J’admire juste la ferme. Ne t'inquiéte pas pour moi!$1#$e#Tu vas en ville aujourd’hui?$0",
  "Outdoor_0": "Bonjour. Tu as réussi à sortir tôt du lit...$1#$e#J’ai un jour de congé pour faire ce que je veux.$6",
  "Outdoor_1": "Ma peau devient un peu pâle. Trop de temps à l’intérieur... un peu de soleil devrait aider.$1",
  "Outdoor_2": "Qu’y a-t-il au calendrier aujourd’hui ?$1#$e#Ça sonne bien!$5",
  "Outdoor_3": "J’aime me réveiller tôt le matin, écouter les oiseaux commencer leur journée.$1",
  "Outdoor_4": "Cet endroit me rappelle la campagne. Il y a tellement de place!$1",
  "Rainy_Day_0": "Oh, tu a du travail à faire à l’extérieur? N’attrape pas un rhume...$1#$e#Et n’oublie pas d’essuyer tes chaussures !$5",
  "Rainy_Day_1": "J’aime rester à l’intérieur avec une tasse chaude de thé vert les jours comme celui-ci.$1",
  "Rainy_Day_2": "Je vais essayer une nouvelle recette que j’ai trouvé en ligne la prochaine fois que je cuisine le dîner.$1#$b#Je sais que tu vas adorer.$5#$e#Oh? oui?$1#$e#...$4#$e#Oh! tu es bête$7",
  "Rainy_Day_3": "Oh, bon réveil. Il fait beau aujourd’hui...$0",
  "Rainy_Day_4": "Mon objectif aujourd’hui est de rester à l’intérieur et être productif. Peut-être essayer quelque chose de nouveau...$1",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Bienvenue à la maison! Comment était ta journée?$1",
  "Indoor_Night_1": "Oh, il est %time? La journée est passée si vite...$0",
  "Indoor_Night_2": "J’ai lavé la vaisselle et balayé la maison pendant que tu étais dehors.$1#$e#J’ai eu une journée assez productive!$5",
  "Indoor_Night_3": "Bonjour, chéri.e. Bon retour.$1#$e#Oh, la mienne ? Ma journée était gratifiante.$5",
  "Indoor_Night_4": "J’ai fait le dîner pendant que tu étais parti. Voilà ton assiette. [606 209 207 214 224 235 236]$1#$e#Alors? C'est comment? J’espère que tu le trouve délicieux.$5#$e#!!!$7",
  "Rainy_Night_0": "Je me demande comment les oiseaux dorment pendant ces nuits froides et humides...$0",
  "Rainy_Night_1": "Oh! Tu es trempé. laisse-moi aller chercher une serviette pour toi.$1",
  "Rainy_Night_2": "Tu entends la pluie frapper le toit? C’est apaisant...$1#$e#Um. Allons-nous bientôt nous coucher?...$4",
  "Rainy_Night_3": "Je viens de finir de préparer le dîner. Je pensais qu’on mangerait quelque chose de sain ce soir. [196 609 610 200 607 650]$1",
  "Rainy_Night_4": "*bâille*... Je suis bientôt prête à dormir.$0",
 
  //AFFECTION DIALOGUE
  "Good_0": "Tu sais, je n’aurais jamais imaginé déménager à Stardew Valley. Tu crois que le destin m’a amenée ici?$1",
  "Good_1": "Oooh... Tu es magnifique aujourd’hui, @. Je vois que tu t’es rasé.$4^Oooh... Tu es magnifique aujourd'hui, @. J’adore la façon dont tu t’es coiffée.$4",
  "Good_2": "Y a-t-il de la place à la ferme pour élever des oiseaux? Je m’occuperais de tout le travail!$5",
  "Good_3": "J’envie tes compétences dans l’artisanat. Toutes les belles machines et les dispositifs que tu a fait sont de merveilleuses créations.$1",
  "Good_4": "Je sens que je peux comprendre ce que pensent les animaux quand je les regarde...$1#$b#Je me demande s’il y a un sorcier ou une sorcière qui peut parler aux animaux?$0#$e#Toi qui parle au magicien local... peut-il comprendre les animaux?$1",
  "Good_5": "Tu sens l’air frais, le soleil, la pluie, et la mer... je pourrais te reconnaître les yeux fermés.$7#$e#...$4",
  "Good_6": "J’ai découvert un beau morceau de musique classique que nous pourrions danser ensemble.$1#$e#C’est plus facile quand on entre dans le rythme.$5",
  "Good_7": "Le pendentif de la sirène que tu m’as donné est magnifique. Je le chérirai toujours.$1",
  "Good_8": "Tu fais toujours attention à moi. C’est très encourageant...$1#$e#S'il te plaît... Tu vas me faire rougir...$4",
  "Good_9": "Oh. Tu sens quelque chose de doux ? Ça vient de là...[220 221 222 223 234 611 612 608]$1#$e#... Hehe!$7",
  "Neutral_0": "J’avais l’habitude de manger des repas surgelés pour le dîner... mais maintenant je me retrouve à lire des livres de cuisine et de faire de vrais repas.$1#$e#J’ai une surprise prévue pour toi la prochaine fois que je fais le dîner!$6",
  "Neutral_1": "C’est sympa de vivre avec toi. je... pensais que je serais seule toute ma vie.$1#$e#%Vous faites un câlin à Claire.#$e#Hehe!$7",
  "Neutral_2": "On devrait aller à Zuzu City et aller à l’opéra.$1",
  "Neutral_3": "Mon régime s’est amélioré depuis que je t’ai rencontré. J’avais l’habitude de manger des repas congelés Joja tous les jours.$1#$e#J’adore cuisiner à partir de zéro avec des produits que nous cultivons nous-mêmes.$5",
  "Neutral_4": "Je... ne regrette pas d’avoir déménagé dans la vallée pour passer ma vie avec toi.$1#$e#C’est... différent de la campagne, mais d’une bonne façon.$5#$e#%Vous embrassez Claire.#$e#Hehe...$7",
  "Neutral_5": "Vivrons-nous dans la vallée pour toujours?$1#$e#désolé. C’était une question étrange à poser.$0#$e#%Vous souriez à Claire.#$e#...$5",
  "Neutral_6": "J’ai tous les entraînements de danse dont j’ai besoin au cours d’aérobic le mardi.$1#$e#Ma partie préférée est de parler à tout le monde avant et après...$5",
  "Neutral_7": "Nous devrions cuire quelque chose ensemble bientôt. Je connais la recette parfaite...$4",
  "Neutral_8": "Je suis devenu une bonne amie avec certaines des femmes à mon cours d’aérobic hebdomadaire.$1#$e#Um... tu devrais te joindre à moi un de ces jours.$5",
  "Bad_0": "Je suis nerveuse quand tu descends dans les mines...$2#$e#Je ne veux pas te perdre...$2#$e#%Vous dites à Claire que rien de mal n’arrivera.#$e#Je saurai te le rappeler.$1",
  "Bad_1": "*soupir*... Je ne me sens pas bien aujourd’hui.$3#$e#J’ai peut-être attrapé quelque chose...$2",
  "Bad_2": "S’il te plaît... si tu a besoin de temps tranquille pour toi-même, ça me va...$2",
  "Bad_3": "Est-ce que j’ai fait quelque chose de mal ? tu sembles si... distant ces derniers temps.$2",
  "Bad_4": "...$0#$e#...$3#$e#%Vous demandez à Claire ce qui ne va pas.#$e#J’ai l’impression que tu apprécies plus t'on travail que moi...$2",
  "Bad_5": "J’en ai marre d’avoir si froid tout le temps...$2",
  "Bad_6": "...$2#$e#Je ne t'évite pas. Je suis juste pas très douée pour parler de mes sentiments.$2#$e#Désolée...$2#$e#%Claire est distante avec vous.",
  "Bad_7": "Peux-tu préparer le dîner ce soir s’il te plaît? Je n’ai pas envie de cuisiner...$0",
  "Bad_8": "Passer autant de temps avec moi doit être ennuyeux...$2#$e#Désolée...$2#$e#%Claire ne veut pas parler.",
  "Bad_9": "Tu... penses que je suis trop maigre?$2#$e#Je suis juste... en train de penser à moi-même. Ne t’en fais pas pour moi.#$e#%Vous prenez la main de Claire.#$e#...$1",
}