
{
  //SPECIAL DIALOGUE
  "Introduction": "Oh mon.., si t'es pas mignon toi, hein?! Bienvenue dans la vallée, mon chou.$6#$b#C'est tellement excitant quand quelqu'un de nouveau emménage!$1#$e#As-tu déjà rencontré mon fils, Victor?$3",
  "divorced": "Tu as eu ce que tu voulais, alors laisse-moi tranquille.$5",
  "danceRejection": "Vous souhaitez danser avec moi? Chéri, j'ai peur de devoir refuser.$6",
  "secondChance_Girls": "...Raviver les choses, @?$6#$b#Chéri ... J'ai travaillé dur pour surmonter ce que tu m'as fait. Le mariage est ... encore plus important pour moi que pour la plupart des gens. Tu le sais.$2#$b#...Je suis prêt à réessayer, mais c'est la dernière fois.$3#$b#Je t'aime, chéri. J'espère que je ne me trompe pas en te faisant confiance.$2",
  "dumped_Girls": "As-tu vraiment l'audace de me parler en ce moment, @?$5#$b#J'ai besoin de temps après la façon dont tu m'as traité. Et d'un verre.$2",
  "breakUp": "Je savais que c'était une mauvaise idée depuis le début.$2#$b#Merci d'être franc sur tes sentiments.$0#$e#...$2",
  "pamHouseUpgrade": "La caravane épouvantable de Pam a disparu. J'en ai eu marre de poser mes yeux dessus tous les jours.$6#$b#Cela améliorera l'image de Pelican Ville, grâce à ton mécénat !$3",
  "pamHouseUpgradeAnonymous": "La caravane épouvantable de Pam a disparu. J'en ai eu marre de poser mes yeux dessus tous les jours.$6#$b#Cela améliorera l'image de Pelican Ville, grâce à un mécène anonyme !$3",
  "stardrop_gift": "@. J'ai mis une commande spéciale pour ce Fruit Étoilé pour toi.$4#$b#C'est aussi frais que possible. J'espère que ça te plaira, chou. En esperant qu'il rende ton travail un peu plus facile.$3",
  "give_flowersA": "...Tu veux être avec moi? Vraiment?$1#$b#Bien sûr que je veux aussi être avec toi. Je ne pensais tout simplement pas ... Merci. D'avoir fait le premier pas.$3",
  "give_flowersB": "Chéri, je suis touché. Bien sûr, j'adorerai.$1#$e#...S'il te plaît, soit patient avec moi. Ça fait un moment que je ne suis engagé avec personne.$3",
  "give_pendant": "...$2#$b#@...Je n'ai jamais pensé que je me marierais à nouveau. Je n'ai même jamais pensé que je serais à nouveau avec quelqu'un du tout.$2#$b#Mais passer du temps avec toi ... ça m'a fait ressentir des choses que je pensais avoir laissées derrière moi il y a longtemps.$3#$b#Oui, @. J'adorerais t'épouser. Et ... ce nouveau chapitre que nous commençons, j'espère que c'est le plus heureux de tous.$1",
  "rejectNPCA": "Je ne pense pas, mon chou.$6",
  "rejectNPCB": "Ça n'arrivera pas.$6#$e#La conversation est terminée, @.$2",
  "reject_two_heartA": "Je ne ressens pas ça pour toi, mon chou. Je suis désolé.$2",
  "reject_two_heartB": "Nous devons nous connaître un peu mieux avant de faire ce pas, mon chou.$6#$e#Je ne m'y oppose pas, mais ... je ne suis pas prête à faire ce choix.$2",
  "reject_four_heartA": "L'idée de sortir avec quelqu'un de nouveau ... Je ne pense pas que je peux, chéri.$2#$e#On pourrait en parler davantage une autre fois.$2",
  "reject_four_heartB": "@, tu es un bon ami, mais ...$2#$b#J'ai juste besoin d'un peu plus de temps, chéri. Apprenons à nous connaître un peu mieux.$2",
  "engageA": "Tu penses que je suis stupide, mon cher? Je sais que tu es fiancé à quelqu'un d'autre.$5#$e#Ne joue pas avec moi comme ça. C'est méchant.$2",
  "engageB": "...@. Que penserait ton partenaire?$2#$e#Tu me déçois, chéri.$5",
  "marriedA": "Vraiment, @? Tu es déjà marié.$5#$e#Je vais juste prétendre que ça ne s'est jamais produit. Je te conseille de faire de même.$5",
  "marriedB": "@...que fais-tu? Je ne vais pas m'interposer entre toi et ton conjoint.$6#$e#Tu penses vraiment que je suis ce genre de personne ?$5",
  "refusal_knownA": "Oh, chéri, le mariage est une importante conversation.$6#$e#Prenons un verre de vin et parlons-en un jour.$0",
  "refusal_knownB": "Je ne pense vraiment pas à me remarier de sitôt, @.$6#$b#Peut-être qu'un jour je serai prêt pour revivre ça.$2",
  "refusal_botherA": "...Ça n'arrivera pas de sitôt, mon cher.$6",
  "refusal_botherB": "Pas maintenant.$0",
  "refusal_no_heartsA": "Oh! J'ai entendu dire que ces pendentifs sont une coutume romantique locale ici. C'est gentil.$6#$b#Tu envisages de le donner à quelqu'un?$1",
  "refusal_no_heartsB": "Ce n'est pas drôle de plaisanter à ce sujet, mon chou. Le mariage signifie beaucoup pour moi.$2",
  "Resort_Entering": "Ah, la station! Quel spectacle à voir!$1",
  "Resort_Leaving": "Ce voyage était merveilleux! Je dois revenir bientôt ici.$3",
  "Resort_Shore": "Le soleil fait des merveilles pour ma peau.$1#$b#Veux-tu essayer mon écran solaire, mon chou? Il est fait avec des matières organiques.$3",
  "Resort_Chair": "Cette plage est assez exquise!$3#$e#Je me demande combien il en coûterait pour construire une maison ici.$6",
  "Resort_Bar": "J'ai peut-être trop bu...$4",
  "Resort": "Oh la la. Je préfère peut-être cette station à Sautine City.$1#$e#La communauté le rend vraiment spécial, tu ne trouves pas?$3",


  //JOJA JOB QUESTION
  "spring_Thu": "Travailler dans une entreprise en ville était un autre chapitre de ma vie.$3#$q 8001/8002 joja_followup#Tu travaillais pour Joja, n'est-ce pas?#$r 8001 50 joja_yes#Oui, j'y travaillais.#$r 8002 -50 joja_no#Non, je n'ai jamais travaillé chez Joja.",
  "joja_yes": "Hmm, c'est ce que je pensais. Le maire Lewis me l'a dit.$6#$b#Employé de bureau à agriculteur - quel changement de carrière incroyable! Je travaille en tant que courtière pendant mon temps libre, peut-être 15 heures par semaine.$1#$b#Tu dois te sentir tellement plus libre de ne pas être attaché dans un bureau d'entreprise et d'être capable de faire le travail que tu aimes.$3#$b#Je suis content que tu aies trouvé ta passion, chéri.$1",
  "joja_no": "C'est étrange. Ce n'est pas ce que Morris m'a dit ...$6",
  "joja_followup": "$p 8001#C'était pour toi aussi, mon chou. Je suis heureuse que nous ayons pu avancer tous les deux.$3|C'était pour toi aussi, mon chou. Je suis heureuse que nous ayons pu avancer tous les deux.$3",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_JenkinsHouse_20_9": "%Olivia se concentre sur sa posture de yoga.",
  "Custom_JenkinsHouse_19_5": "Je suis au lit, chéri. Reviens une autre fois.$0",
  "Custom_JenkinsHouse_5_8": "@, J'utilise les toilettes! Pars!$5",
  "SeedShop_21_20": "%Olivia se concentre sur sa posture de yoga.",
  "Custom_SophiaHouse_6_22": "Hi, sweetie! I'm putting in an order to Sophia right now.$3",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Je suis contente que ce soit à nouveau le printemps. Je me lassais de l'hiver.$1",
  "spring_9": "Parfois, je regrette à quel point j'étais occupé à revenir dans à la ville de Zuzu pour mon travail d'entreprise.$2#$e#J'ai tellement de temps libre ici dans la vallée. Cela me permet de me concentrer sur mes hobbies, mais parfois je peux me perdre dans mes pensées ...$3",
  "spring_12": "Le Festival des œufs est demain! Une bonne excuse pour se livrer à du vin millésimé de ma collection.$3",
  "spring_23": "Bonjour mon chou. Le printemps se termine bientôt. Sais-tu quelles cultures tu planteras pour l'été?$3#$e#Marnie plante des melons chaque année et ils sont toujours délicieux. Je les attends avec impatience.$1",
  "spring_28": "Je pense que je peux planter des tournesols dans notre jardin. Quand je vois des tournesols, j'ai l'impression d'être vraiment dans l'esprit de l'été.$1#$e#Les graines de tournesol font aussi un en-cas sain!$3",
 
  "Mon": "Je me demande si l'un des amis de Victor voudrait un travail à temps partiel pour nettoyer la maison. Ça me ferait gagner beaucoup de temps.$1",
  "Mon2": "Mon emploi du temps est assez chargé, mais je m'assure qu'il convienne avec celui de Caroline et Jodi les lundis et jeudis. Ce sont toutes deux des amies proches.$3#$e#Je fais de mon mieux pour rester loin de Pam. Elle n'est tout simplement pas bien avec moi.$6#$e#Pourquoi? Mon cher, ça ne vous regarde pas.$1",
  "Mon4": "Je me demande si je devrais embaucher un paysagiste. L'arrière-cour necessite une certaine attention.$0#$e#Tu veux parler plus longtemps? Je suis occupé, mon chou.$6",
  "Mon8": "C'est une joie de te voir, @.$3#$e#Ciao!$1",
  "Mon10": "Bonjour mon chou. Aimerais-tu faire du yoga avec moi demain au cours d'acrobatie?$3#$e#Je peux t'apprendre quelques poses de base!$1",
  "Tue": "Bonjour mon chou. Tu as une journée productive? Ne travaille pas trop et ne te blesse pas.$3#$e#Je ne voudrais pas que tu t'ailles si tôt.$6",
  "Tue2": "Je pratique le yoga depuis des années. Je peux faire des poses avancées comme «Le Danseur» et «Le Lotus».$1#$e#Rester en bonne santé est important si tu veux un beau corps sans défaut comme le mien.$6",
  "Tue8": "Le yoga est une pratique physique, mentale et spirituelle! Quand que tu auras du temps libre, j'adorerai t'enseigner quelques poses.$3",
  "Wed": "Salut chérie. Bon mercredi.$3#$e#Peut-être que si tu as de la chance, je te ferai goûter un vin rare.$1",
  "Wed4": "J'ai arrosé les plantes de la maison aujourd'hui. Des plantes saines signifient un air propre et frais dans la maison.$1#$e#Ce n'est pas quelque chose que l'argent peut acheter.$3",
  "Wed10": "J'ai récupéré une bouteille de vin dans la cave pour toi. C'est un magnifique millésime.[348]$1",
  "Thu": "Désolé mon cher. Je suis trop occupé pour parler en ce moment.$0#$e#Ça veut dire que tu peux partir, @.$6",
  "Thu2": "Salut, @! Je suis d'humeur joyeuse et agréable aujourd'hui!$1#$e#Pourquoi? Parce que j'ai gagné beaucoup d'argent ce matin grâce à la bourse.$0",
  "Thu6": "Tu seras au saloon demain, @? Tu pourras me voir là-bas. Victor y va tous les vendredis pour sortir avec ses amis.$3",
  "Thu8": "C'est une joie de te voir. Comment vas-tu?$3#$e#Ah, je vois! Reste productif comme toujours.$1",
  "Fri": "Bonjour mon cher.$0#$e#Tu peux partir maintenant.$6#$e#%Olivia vous ignore.",
  "Fri2": "Certaines de mes actions ont perdu de la valeur ce matin. J'ai perdu 30 000G.$2#$e#%Olivia n'est pas de bonne humeur pour parler.",
  "Fri6": "Je me fais toujours plaisir avec un bon verre de vin le vendredi.$3#$b#Gus rapporte des millésimes rares et il a toujours du vin de Blue Moon en stock.$1",
  "Fri10": "Heureux vendredi, mon chou! Tu as travaillé si dur ces derniers temps!Tu mérites un jour de congé.$3#$e#Fais-moi savoir si je peux t'avoir quelque chose.$4",
  "Sat": "Il y a toujours trop de travail à faire dans la maison. Je vais peut être embaucher un majordome bientôt.$5#$e#Passe une bonne journée chérie.$6",
  "Sat2": "J'ai choisi la peinture comme passe-temps il y a plusieurs années. Leah m'a donné quelques bons conseils!$3#$e#C'est vraiment une belle poupée, tu ne trouves pas?$1",
  "Sat6": "Bonjour chérie. Comment se passe ce samedi? Tu travailles trop dur les week-end.$3#$e#Tu devrais faire une pause de temps en temps.$0",
  "Sat10": "J'ai fait tellement de progrès sur mon art ces derniers temps. Je suis fier de moi.$1#$e#Passe une merveilleuse journée, mon chou!$3",
  "Sun": "Tu ne prends pas de jours de congé, n'est-ce pas? Je ne veux en aucun cas te distraire de ton travail.$6#$e#Continue tes commissions, @.$0", 
  "Sun2": "Le temps, c'est de l'argent! Tu sais que c'est vrai, @.Je vérifie toujours mes actions tous les jours.$3#$e#Bien sûr que tu sais ça. C'est la raison pour laquelle tu n'arrêtes jamais de travailler dans ta ferme.$6",
  "Sun6": "J'ai eu de la chance ce matin et j'ai eu un énorme gain.$1#$b#Je crois que je vais le dépenser dans une peinture de mon artiste préféré des îles Fern.$0",
  "Sun10": "Quel plaisir de te voir! Comment se passe ta journée?$1#$e#*smooch* Ai-je amélioré ta journée?$3",

  //SUMMER DIALOGUE
  "summer_1": "Ah! L'Été! Je peux enfin montrer mon nouveau bikini à la plage.$3#$e#Je crois que Caroline a aussi un nouveau bikini.$6",
  "summer_5": "Ma couturière à Chestervale a conçu une belle robe pour moi.$1#$b#J'ai hâte de le porter au prochain festival de la ville.$3#$e#N'oublie pas de me complimenter quand tu la verras, chérie.$1",
  "summer_10": "Le gouverneur ne visite pas souvent Stardew Valley. C'est un honneur qu'il nous rende visite demain.$1#$e#J'espère que te comporteras bien et que tu contribueras à la soupe.$3",
  "summer_17": "Hier, j'ai fait don de 15 000 G à un organisme de bienfaisance dans la ville de Zuzu.$1#$b#Je comprends que tout le monde n'a pas autant de chance que moi. J'essaye d'aider là où je peux.$2#$b#Tu as l'air surpris. Je me soucie de bien plus que de ma propre fortune, chéri.$0",
  "summer_22": "Bonjour chéri. Voici un peu d'argent de poche. Vas t'acheter une bonne glace!$1[336]",
  "summer_28": "Tu vas rejoindre tout le monde pour regarder les méduses au clair de lune ce soir, @?$3",
  "summer_3_1": "Il y a eu une explosion horrible hier soir. Ça t'as réveillé aussi, @?$0#$e#Ça ressemblait à un éboulement. Je dois en parler au maire Lewis.$2",

  "summer_Mon": "Bonjour mon cher. Comment va ton lundi? La semaine commence bien?$3#$e#Oh. Moi? Ça va bien. Merci de demander.$6#$e#Quelqu'un t'as déjà dit que tu étais très poli?$1", 
  "summer_Mon4": "Susan m'a donné un melon fraîchement cueilli dans son champ aujourd'hui. C'est un amour!$1#$b#Ses récoltes sont beaucoup plus saines que celles d'Andy.$6#$e#Je ne pense pas avoir déjà mangé un de ses produits.$2#$e#Ça te semble un peu dur? Oh, chérie, j'essaie juste de faire attention à ma santé. Mais je sais que tu veux que chacun se sente comme chez lui ici.$0",
  "summer_Mon8": "Salut chérie. Tu travailles si dur pour commencer la semaine, et sous cette chaleur estivale en plus.$3",
  "summer_Mon10": "J'utilise un nouvel écran solaire. Ça fait des merveilles pour mon teint.$3#$b#Fait-moi savoir si tu veux l'essayer.$1",
  "summer_Tue": "Je fais partie du cours d'aérobic chez Pierre. Le yoga est un excellent moyen de concentrer l'esprit et le corps.$3#$e#Ça me permet également de rester en bonne santé et mince.$1",
  "summer_Tue4": "J'ai pris des produits frais de Pierre ce matin. Il a la meilleure sélection de produits naturels.$3",
  "summer_Tue6": "Le maire Lewis a dépassé 5 000 G de budget pour le festival des œufs cette année.$2#$b#J'ai aussi contribué pour nous assurer que nous pourrions encore accueillir le festival.$0#$e#En retour, il m'a permis d'utiliser plus de fûts communautaires à côté du centre communautaire.$3#$e#Nous devrions tous essayer de redonner à la communauté quand nous le pouvons. Ensemble, nous sommes ce qui rend cette ville spéciale, chéri.$3",
  "summer_Tue8": "La prochaine fois que je reviendrai des îles Fern, je t'apporterai des fruits à noyau.$1#$e#Ils sont délicieux et font les desserts parfaits. Tartes, gâteaux, crèmes pâtissières ... tout ce que tu peux imaginer!$3#$b#J'aime toujours offrir des cadeaux, mais j'aime surtout m'assurer que tu obtiennes parfois une belle gâterie, mon chou.$1",
  "summer_Wed": "Le dernier lot de Sophia de vin de qualité iridium était superbe. Je dois lui faire savoir.$2",
  "summer_Wed4": "J'ai investi 30 000 G dans une start-up ce matin. J'ai foi en leur développement!$1#$e#Les entreprises technologiques sont en plein essor dans la ville de Zuzu.$3#$b#Si tu veux gagner de l'argent facilement, il est temps de te lancer dans la bourse, @.$1",
  "summer_Wed6": "Si jamais tu veux que j'investisse ton argent dans des actions, je serai heureuse de m'en occuper, @.$1#$e#Cependant, je profite de 20% de tous les bénéfices de l'opération.$6",
  "summer_Wed8": "Je vais peut-être bientôt faire un voyage à Grampleton. Le temps le plus divin que tu auras jamais vu se trouve à l'ombre des grands séquoias.$3#$e#Peut-être qu'on peut faire un voyage là-bas un jour, mon chou.$1",  
  "summer_Thu": "Bonjour mon cher. Que penses-tu de mes nouvelles boucles d'oreilles? Je les ai commandées par la poste à Sautine City!$1",
  "summer_Thu8": "Caroline, Jodi et moi allons bientôt aller nager. Caroline a un nouveau maillot de bain qu'elle veut nous montrer.$3#$b#Tu veux venir? Bien sûr, chérie. Tu seras toujours le bienvenu.$1",
  "summer_Thu10": "Caroline et moi allons bientôt nager à la plage.$3#$b#Veux-tu te joindre à nous, mon chou?$4",
  "summer_Fri": "J'ai passé plus de temps à peindre ces derniers temps.$1#$e#Il y a tant à apprendre. Tant de styles et de techniques différents ... c'est un peu démotivant.$0 ",
  "summer_Fri2": "Andy m'a mis mal à l'aise dans au saloon hier soir. Il me regardait constamment.$2#$e#J'ai entendu dire qu'il traînait à payer sa note. Ce n'est pas trop surprenant.$6",
  "summer_Fri6": "Le yoga est une excellente activité si tu souffres d'hypertension ou d'hypercholestérolémie.$1#$e#Je pense qu'Andy pourrait faire du yoga. Ou au moins avoir une alimentation plus saine.$6#$b#..Je sais que j'ai parlé durement de lui auparavant, mais je m'inquiète pour lui. Les plats cuisinés Joja ne sont pas un choix sain.$2",  
  "summer_Fri10": "Oh la la. Ta tenue est absolument irréprochable aujourd'hui.$1#$e#Si tu as besoin d'un tailleur, je connais quelqu'un à Chestervale qui peut t'aider!$3",
  "summer_Sat": "J'ai reçu beaucoup de courrier indésirable ce matin. J'ai besoin de toucher un mot au maire Lewis.$2#$e#La plupart du courrier que je reçois sont des publicités et des escroqueries.$5",
  "summer_Sat4": "Le maire Lewis a écouté plusieurs de mes suggestions pour améliorer la ville. C'est vraiment un très bon maire.$3#$e#J'adore à quel point cet endroit commence à me faire sentir comme chez moi, mon chou. Tu ressens ça aussi?$3",
  "summer_Sat8": "Leah m'a appris plusieurs techniques de coup de pinceau. J'envie ses talents artistiques.$3#$e#Si je m'applique davantage, je pourrai peut-être peindre un portrait de toi un jour!$1",
  "summer_Sun": "Je vais essayer une autre routine de yoga mardi prochain. De quoi me mettre au défi!$3",
  "summer_Sun4": "Jodi m'a dit que Vincent ne réussit pas bien en mathématiques. Elle a tellement de soucis à se faire ...$2#$e#Je peux demander à Victor s'il peut être son tuteur. Sinon, j'ai un petit talent pour les mathématiques du commerce ...$3",
  "summer_Sun8": "Mes autres hobbies? Eh bien ... puisque nous sommes amis ... n'en parle à personne, mais ...$0#$e#Je suis au milieu d'un roman d'amour. Je lis aussi des romans plus littéraires, mais ce sont mes plaisirs coupables préférés.$4#$e#Passe une merveilleuse journée, mon chou.$1",
  
  // FALL DIALOGUE
  "fall_1": "Bonne chance pour ta récolte d'automne cette année, @. Si tu vends des citrouilles à Pierre, j'en prendrai quelques unes!$3",
  "fall_9": "Je visite le Vignoble Blue Moon demain pour commander plus de vin à Sophia.$3#$b#Parfois, Victor s'en va, et je vais voir la mer Gem depuis la falaise. C'est une belle vue.$1#$e#J'aimerais t'y accompagner un jour ... tu te joindrais à moi là-bas?$3",
  "fall_15": "Tu participes à la foire demain, chérie? Je te souhaite bonne chance!$1#$e#Caroline dit que les récoltes de Pierre se portent très bien cette année. Ce sera une compétition serrée entre vous deux.$6",
  "fall_17": "Hier, à la foire, j'ai parlé avec un touriste qui venait de la ville de Pine-Mesa!$1#$b#Ce n'est pas aussi grand que Zuzu City, mais c'est toujours animé d'activités et de commerces.$3",
  "fall_22": "Malgré le fait que j'étais comptable chez Joja, je ne fais jamais de courses dans leurs magasins et je ne le ferai jamais.$0#$e#Leurs produits ne sont pas sains et ils déterioreraient mon teint.$6",
  "fall_26": "La Fête des Esprits est demain, @! Vas-tu explorer le labyrinthe cette année?$1#$e#Victor a tendance à se perdre dans le labyrinthe. Il semble toujours se mettre dans des situations compliquées.$6",
  "fall_28": "Il y a une histoire sombre sur la famille qui vivait dans notre maison.$2#$e#Je n'ai le droit d'en parler à personne.$6#$e#Oui, @. Ça t'inclut égalememnt.$6#$e#...$2#$e#%Olivia vous ignore désormais.",

  "fall_Mon": "Pendant l'automne, je vais parfois me promener dans la forêt pour cueillir des champignons.$0#$b#J'aimerais que Victor apprécie autant les champignons que moi. J'en mettrai dans presque tous les plats.$6",
  "fall_Mon4": "J'ai vu %pet se promener hier en ville. Un animal si adorable!$1#$e#%pet me rappelle Dewey ... Victor aimait tellement ce chat.$2#$e#Il t'a déjà parlé de Dewey? ... Perdre ce chat lui a brisé le cœur, le pauvre.$2",
  "fall_Mon8": "Tu travailles tellement dur, mon chou! Ce tonique énergétique du docteur Harvey t'aidera à récupérer ton énergie.[349]$3#$e#Passe une bonne journée!$1",
  "fall_Tue": "Le maire Lewis envisage de financer certaines réparations du quai. Le bois est assez vieux.$0",
  "fall_Tue2": "La beauté du yoga est la souplesse accrue qu'il te donne, @.$3#$b#Travailler dans les champs de ta ferme doit certainement entraîner tes muscles aussi.$1",
  "fall_Tue6": "J'ai essayé de convaincre Victor de venir faire du yoga avec moi mais il a refusé d'essayer.$6#$e#Je suppose que je m'en tiendrai aux mardis. Emily aime nos journées de yoga.$3",
  "fall_Tue8": "Je fais du yoga depuis de nombreuses années. Cela a aidé à tonifier mon corps et à concentrer mon esprit sur un état équilibré.$3#$e#Tu devrais essayer un jour, @.$1", 
  "fall_Tue10": "La ferme %farm doit avoir un paysage exceptionnellement étonnant cette période de l'année.$3#$e#Je pourrais peut-être peindre votre ferme ...?$4",
  "fall_Wed": "Je préfère le vin rouge aux blancs. Les rouges ont plus de minéraux et de vitamines, et le goût est beaucoup plus intense.$3#$e#Sophia est spécialisée dans les vins rouges secs. Le climat dans la vallée est parfait pour ça.$1",
  "fall_Wed4": "Pierre fait du cidre épicé à l'automne. Il ne le vend pas en boutique.$3#$e#Il ne le vend qu'à ses amis les plus proches. Heureusement, Caroline et moi avons une excellente relation.$1#$e#La prochaine fois, je prendrai un petit extra pour toi.$3",
  "fall_Wed8": "Caroline et Jodi sont mes meilleures amies. Nous avons vécu tellement de choses ensemble.$1#$e#Nous sommes toutes les trois mères. On a fait face à beaucoup de choses et nous comptons les unes sur les autres pour nous soutenir.$3",  
  "fall_Thu": "Hier, Jodi m'a préparé une tarte aux pommes. C'était délicieux! Je dois lui faire quelque chose de spécial aussi.$1",
  "fall_Thu4": "J'assiste à la vente aux enchères à la ville de Zuzu aujourd'hui. Il y en a chaque semaine au printemps.$0#$b#Je suis toujours à la recherche de plus de porcelaine de Gotoro. C'est assez beau.$1",
  "fall_Thu8": "Jodi est plutôt stressé en ce moment. Je vais proposer de garder Vincent pendant une journée pour qu'elle puisse faire une pause.$0#$e#Fais-moi savoir si jamais je peux t'aider à te détendre un peu, @. Je sais que tu travailles dur.$3",
  "fall_Fri": "L'automne est juste la meilleure saison pour la mode, tu ne penses pas, @?$3#$b#Robes, vestes, manteaux ... tant de possibilités. J'adore ça!$3",
  "fall_Fri6": "Tu as déjà fait du shopping pour agrandir ta garde-robe, chérie?$0#$b#Je connais quelques endroits où tu peux obtenir des vêtements de qualité à un prix avantageux, si jamais tu veux qu'on y aille ensemble.$3",
  "fall_Sat": "Marlon est entré dans le saloon avec le sorcier la nuit dernière et ils sont tous les deux allés dans l'arrière-salle.$6#$b#Une personne portant une cape brune les a rejoints, mais son visage était couvert.$0#$e#Je me demande ce qui se passait là-bas...$6",
  "fall_Sat6": "Quel jour d'automne froid. Tu veux me rejoindre au saloon plus tard pour un petit remontant, mon chou?$3",
  "fall_Sat10": "Je suis allé chercher des champignons frais et j'ai fait cuire ce que j'ai trouvé. J'en ai gardé pour toi, mon chou![205]$4#$e#J'aimerais que Victor aime autant les champignons que moi.$6",
  "fall_Sun": "C'est vraiment dommage que toutes les importations de l'Empire Gotoro soient interdites. Ils produisent un art et un vin exquis.$2#$e#J'espère que cette guerre avec eux se terminera bientôt. Tant de violence pour ces différences insignifiantes ...$2",
  "fall_Sun6": "Salut chéri. Est-ce que tu passe un bon dimanche?$1#$e#Toujours un plaisir, mon chou.$3",

  //WINTER DIALOGUE    
  "winter_1": "Oh la la. La tempête de neige d'hier soir a recouvert toute la vallée.$6#$e#Reste au chaud, chérie. Je ne voudrais pas que tu attrapes froid!$3",
  "winter_7": "Bonjour mon chou. Tu viens avec nous tous au lieu de pêche sur glace demain?$3#$e#J'adorerais te voir rivaliser avec Willy.$1",
  "winter_13": "J'ai cassé un de mes plats Gotoran ce matin. Maintenant, je dois dépenser 6 000 G pour le remplacer. Ça devient de plus en plus difficile à trouver.$2#$b#C'est important de chérir les choses qui nous rappellent d'où nous venons, tu ne penses pas?$0", 
  "winter_21": "Caroline s'est disputée avec Pierre aujourd'hui et m'en a parlé par la suite.$2#$e#J'espère que leur mariage va bien.$2#$b#Ce sont deux personnes fortes. Je sais qu'ils s'en sortiront.$0#$b#...Je devrais aller la voir. Je me demande si elle en a parlé à Jodi ...$0",  
  "winter_24": "Salut, @! Tu restes au chaud cet hiver? La fête de la l'Étoile Hivernale est demain.$3#$e#J'ai le cadeau parfait. Pour qui? C'est un secret, mon cher!$1",
  "winter_28": "Le printemps est presque là, @! Je dois me dépêcher et décider quelles plantes je vais planter dans notre jardin cette année.$1#$e#Passe une merveilleuse journée, mon chou. Bonne chance avec ta ferme pour la prochaine saison.$3",

  "winter_Mon": "J'ai presque glissé sur la glace aujourd'hui.$6#$b#Sois prudent lorsque tu marches dehors, mon chou.$2",
  "winter_Mon4": "Achètes-tu chez Joja, @?$0#$b#Ce n'est pas que je te juge si tu le fais, chérie. Je sais juste qu'ils ont baclés beaucoup de choses et que la qualité de leur produit en souffre.$2",
  "winter_Mon8": "Tu es l'une des personnes avec qui je préfère parler, @.$1#$b#Tu as toujours de merveilleuses histoires à raconter.$6#$e#Peux-tu me parler à nouveau des mines?$3",
  "winter_Mon10": "Oh la la. Une journée plutôt froide.$0#$b#Peut-être pourrions-nous nous installer sur le canapé avec une bonne tasse de chocolat chaud? J'ai un merveilleux mélange que je commande chez Grampleton.$1",
  "winter_Tue": "Aujourd'hui a été extraordinairement chargé. J'ai gagné un bon verre de vin ce soir.$6#$e#Oui? Je peux t'aider?$0",
  "winter_Tue2": "Ma mère et mon père sont en visite bientôt. Tout doit être parfait!$0#$e#...Peut-être que tu les rencontreras un jour, ma chou. Alors tu comprendras.$6",
  "winter_Tue8": "J'ai acheté des plantes en pot à Marnie. Elles poussent bien dans la cuisine.$1#$e#J'aurais aussi voulu prendre de ses poulets, mais je n'aurais nulle part où les mettre.$0",
  "winter_Tue10": "Tu sais, je pourrais peut-être te donner des cours de yoga privés si cela t'intéresse.$4",
  "winter_Wed": "Robin a construit notre cheminée. Elle est une charpentière exceptionnelle et peut construire à peu près n'importe quoi.$1",
  "winter_Wed4": "Caroline et Jodi ne boivent pas très souvent au saloon. Ces deux-là sont toujours tellement occupés.$2#$e#J'apprécie nos conversations, chérie. Parlons à nouveau bientôt. Et peut-être que tu pourrais me rejoindre au Saloon un jour.$1",
  "winter_Wed8": "L'hiver à Pelican Town est magnifique. Toutes les décorations colorées à côté de la neige d'un blanc éclatant rendent chaque jour si festif.$3#$e#Gus, Pierre et le maire Lewis font un travail merveilleux et de bon goût avec leur décoration.$1#$e#C'est un endroit merveilleux pour avoir sa maison, n'est-ce pas, @? Je suis content que tu sois installé ici aussi.$3",
  "winter_Thu": "J'ai essayé de faire venir Jodi et Caroline aux bains avec moi.$1#$e#Ce serait une merveilleuse soirée entre filles. C'est important de prendre le temps de récupérer.$4",
  "winter_Thu6": "C'est bon de prendre une pause sur le travail à la ferme %farm pendant l'hiver, n'est-ce pas, @?$3#$e#Je sais que tu aimes ton travail, mais il est important de s'arrêter un peu pour prendre soin de toi.$0",
  "winter_Thu10": "Ne le dit pas à Caroline ou Jodi, mais j'envisage de me retirer de la bourse.$3#$e#J'aimerais passer plus de temps avec mes hobbies, amis et avec toi, bien sûr.$1",
  "winter_Fri": "Je commande spécialement mes fournitures de peinture des îles Fern.$3#$b#C'est cher, mais il est important d'avoir des outils de haute qualité.$6",
  "winter_Fri8": "J'ai finalement réussi à commander un millésime très demandé dans un vignoble au nord de Grampleton. On m'a donné une bouteille supplémentaire!$3#$e#Je veux que tu l'aies, mon chou. Tout le monde devrait pouvoir profiter de belles choses de temps en temps, surtout toi.[348]$1",
  "winter_Sat": "Bien que j'ai pris ma retraite jeune, je continue de m'occuper de mes actions.$0#$e#Je suis capable de gagner rapidement de l'argent grâce au trading.$6",
  "winter_Sat4":"J'achète tous mes bijoux à Sautine City. Leurs bijoutiers sont sans égal dans leur savoir-faire et leur souci du détail.$0#$e#Je ferai en sorte de te montrer la prochaine pièce que je commande.$6",
  "winter_Sat8": "C'est une joie de te voir, @.$3#$e#Ciao!$1",
  "winter_Sun": "J'ai l'impression de commencer à tomber malade. Cet hiver a été exceptionnellement froid.$2#$e#Je dois rendre visite à Harvey. Nous avons de la chance d'avoir un médecin expérimenté dans la vallée.$0",
  "winter_Sun4": "Parfois, je crains que pendant mon séjour à Joja, j'ai fait plus de mal que de bien au monde.$2#$b#Au fil du temps, Joja a amené de la nourriture malsaine, pris des décisions qui nuisent à l'environnement ... c'est irresponsable. C'est en partie la raison pour laquelle je suis parti.$0#$b#Mais je suis heureuse que le chemin que j'ai parcouru nous ait conduits à devenir amis.$1",
  "winter_Sun8": "Est-ce que tu vas bien, @? Tu as l'air un peu pâle.$6#$e#...Assure-toi de bien prendre soin de ta santé, chéri. Tu devrais peut-être vérifier avec Harvey. Je ne voudrais pas que quelque chose t'arrive.$2",
  
  //EVENT DIALOGUE
  "Olivia_event1": "Oh, bien sûr.$1#$b#Les adorables animaux de notre ferme.$3",
  "Olivia_event2": "Oh, ton grand-père?$0#$b#Je ne peux pas imaginer un scénario où il ne serait pas.$3",
  "Olivia_event3": "Ah oui. Les amitiés que vous avez nouées ...$1",
  "Olivia_event4": "Oh mon... Tout à fait le sujet, mon cher.$6",
  "Olivia_event5": "J'espère qu'elle surmontera ça ...$2",
  "Olivia_event6": "Une partie de moi croit que ...$2#$b#Elle a mal. Elle a aussi perdu des êtres chers...$2",
  "Olivia_event7": "Sa fille vient d'avoir six ans. Suki m'a montré des photos et elle est absolument sublime.$3#$b#J'espère pouvoir lui rendre visite la prochaine fois qu'elle sera dans la vallée ...$0",
  "Olivia_event8": "C'est le cas. Je ne peux pas arrêter de penser à toutes ces personnes blessées là-bas ...$2"

  }
