{
  //SPECIAL DIALOGUE
  "patio_Olivia": "Tu sais, @, Je pensais que la bourse me manquerait, mais en fait pas du tout.$0#$b#La ferme %farm est un endroit magnifique et relaxant.$3#$e#Je suis tellement heureuse d'être ici avec toi, chérie. Je t'aime, toi et la vie que nous construisons ensemble.$1#$b#Bonne chance avec ton travail aujourd'hui.$3",
  "spouseRoom_Olivia": "J'essaie des techniques de peinture Gotoran sur lesquelles je me suis renseignée, mais elles me posent des problèmes.$0#$e#Je devrais peut-être demander de l'aide à Leah. Je déteste la déranger avec des questions d'amateur, mais ...$2#$b#Si je peux maîtriser ces techniques, je peux peindre un portrait vraiment émouvant de toi, chérie. J'aimerais faire ça.$4",
  "funReturn_Olivia": "Tu as passé une bonne journée aujourd'hui?$0#$e#J'ai trouvé une bouteille de vin rare que je voulais aux enchères et j'ai réussi à l'avoir à un prix avantageux.$3#$b#On devrait trouver quelque chose à célébrer, on aura une excuse pour l'ouvrir.$1",
  "funLeave_Olivia": "Bonjour chéri.$3",
  "OneKid_0": "J'ai levé mes yeux de %kid1 pendant un moment aujourd'hui, et il a réussi à trouver mes fournitures de peinture!$2#$b#Nos murs ont échappé de justesse à une explosion de créativité. Peut être que %kid1 deviendra aussi peintre ...$3",
  "OneKid_1": "L'heure de l'histoire avec %kid1 aujourd'hui était tellement amusant, @! On a imité tour à tour des animaux dans la jungle tout en imitant leur bruits.$1#$e#$J'avais oublié à quel point ça pouvait être amusant d'élever un enfant aussi jeune. Ils voient le monde très différemment.$0",
  "OneKid_2": "%kid1 a été tout à fait terrible aujourd'hui. Nous avons eu un record de crise à l'heure de la sieste.$2#$b#Victor n'a jamais fait de crises de colère. Peut-être que ça vient de toi, chéri ...$2#$b#Je me demande comment tu étais enfant ?$4",
  "OneKid_3": "%kid1 me rappelle tellement Victor à cet âge. Il adore écouter des histoires.$1#$e#Victor était toujours intéressé par les histoires de gentillesse et d'amitié. Je me suis toujours attendue à ce que les enfants soient égoïstes, alors ça m'a vraiment surpris.$3#$b#Avec le recul, si je pouvais choisir une chose que j'aimerais que mon enfant ait, c'est de la compassion pour ceux qui en ont besoin. Tu ne crois pas?$1",
  "OneKid_4": "Je surveillais juste %kid1 aujourd'hui, et j'ai vu tant de nous deux ... le meilleur de nous deux.$3#$e#Je t'aime, @.$3",
  "TwoKids_0": "Je pense que %kid1 est jaloux de %kid2 pour avoir pris une partie de mon attention.$2#$e#J'ai peur qu'ils aient probablement pris leur jalousie de moi, chérie. Pardon.$2",
  "TwoKids_1": "Aujourd'hui, %kid1 et %kid2 ont eu une petite bagarre.$2#$e#Ne t'nquiéte pas, tout s'est passé pour le mieux. Ils s'aiment beaucoup.$3#$b#Mais maintenant que tu es là, chérie, je pourrais prendre une pause ...$4",
  "TwoKids_2": "Tu sais, après Victor, j'ai juré de ne plus avoir d'enfants, mais je ne regrette pas du tout d'avoir fondé une famille avec toi.$3#$b#C'est un nouveau chapitre pour moi, et je suis tellement heureux de le vivre avec toi.$1",
  "TwoKids_3": "J'adore vraiment notre petite famille ici, chérie.$1#$b#Essayons de sortir tous ensemble bientôt quand tu ne seras pas trop occupé par le travail. Peut-être à la plage ou au parc? Victor pourrait aussi venir.$3",
  "TwoKids_4": "Deux enfants à la fois c'est beaucoup à gérer. Je pouvais à peine les suivre aujourd'hui.$2#$e#Je ne suis plus aussi jeune qu'avant, @. ...J'espère que ça ne te dérange pas ...$2",
 
  //SEASONAL DIALOGUE
  "spring_Olivia": "Autant l'agitation de la ville me manque, autant j'aime la vallée au printemps.$3#$e#Avant de déménager ici, je n'avais jamais goûté à un air aussi pur.$1#$b#Faisons une promenade dans les bois plus tard si tu n'es pas trop occupé. J'adore voir tout recommencer à pousser.$3",
  "spring_1": "Le printemps est là, mon chou! J'ai ouvert une belle bouteille de vin blanc sec pour célébrer ça.$1#$e#Au printemps, on ne veut rien boire de trop lourd ou de trop sucré. Ce doit être comme les fleurs, fraîs et qui commencent à peine à fleurir.$3",
  "spring_13": "Participes-tu à la chasse aux œufs aujourd'hui, chérie?$3#$e#Je sais que tu aimes gagner, mais ça pourrait être bien venant de toi et Abigail de donner une chance aux plus jeunes.$0",
  "spring_24": "Je n'arrive pas à décider quelle robe je devrais choisir pour la danse aujourd'hui. Je veux m'assurer que ça va bien avec ce que tu portes.$4#$b#J'aimerai qu'on aille danser plus. C'est tellement magique, d'être dans tes bras, d'écouter de belles chansons et d'être entouré d'amis.$3",
  "summer_Olivia": "Il fait chaud aujourd'hui, n'est-ce pas?$3#$b#J'aimerais aller peindre dans un bel endroit. Peut-être au bord de la mer, en plus je pourrais faire une pause et faire un plongeon s'il fait trop chaud!$1",
  "summer_1": "As-tu réfléchi à ce que tu planteras cette saison, chérie? J'aimerai renvoyer une partie des récoltes de cet été à mes parents.$0#$e#Ils ne me croient pas quand je leur dis que je vis dans une ferme!$3",
  "summer_11": "Tu vas peut être me traiter d'hérétique, chéri, mais tu devrais penser à ajouter un peu de vin rouge à la soupe du festival.$0#$e#Un peu de vin dans la soupe rend la saveur agréable et riche. C'est bon pour plus de choses que de simplement le boire!$3",
  "summer_28": "À vrai dire, les méduses me rendent un peu nerveuse. Elles peuvent piquer, tu sais.$2#$e#Ce sera romantique tant que tu seras là pour me tenir la main.$3",
  "fall_Olivia": "L'automne est une merveilleuse saison pour se nourrir dans la vallée. Même les champignons importés les plus chers ne peuvent pas rivaliser avec ce que tu peux trouver dans la nature ici.$0#$e#Tu devrais aller cueillir quelques champignons pour notre dîner ce soir, chérie.$3",
  "fall_1": "Je veux peindre les feuilles en train de changer dans la forêt Sève-Cendreuse. De cette façon, on pourrait se rappeler à quoi ressemble l'automne tout au long de l'année.$3#$e#C'est une excellente occasion d'apprendre à utiliser les couleurs avec plus de nuances. Et quelle belle peinture ce serait, si elle est bien faite!$1",
  "fall_16": "J'espère que ton exposition au stand se passera bien aujourd'hui.$3#$b#Je sais à quel point tu as travaillé dur pour créer une belle représentation de ton travail. Je suis sûr que le maire sera d'accord.$1",
  "fall_27": "J'avoue que je ne vois pas vraiment l'interêt de la Fête des Esprits. Les choses qui sont censées faire peur semblent toujours un peu idiotes.$0#$e#Et la plupart des décorations sont juste un peu ... collantes.$2",
  "winter_Olivia": "J'attends avec impatience les jours où je fais du yoga, surtout à cette période de l'année. Je deviens si raide en hiver.$0#$e#Je ne me trouve pas vieille, mais ces dernières années, je ressens vraiment le froid.$2",
  "winter_1": "L'hiver ajoute un joli rouge sur tes joues, @. C'est vraiment mignon.$4#$e#Quelle belle période de l'année.$3",
  "winter_8": "J'ai fait du cidre épicé pour que nous l'emmenions au festival aujourd'hui.$0#$b#Il te gardera au chaud pendant que tu joueras le pêcheur.$3",
  "winter_12": "Reste au chaud aujourd'hui, chérie.$0#$e#J'attendrai avec un verre de vin rouge pour qu'on puisse se réchauffer lorsque tu auras terminé ton travail.$3",
  "winter_25": "J'espère que tu as offert à ta personne secrète un joli cadeau, chéri!$3#$e#Je crains d'aller un peu trop loin avec des cadeaux. Je ne veux pas que les gens se sentent coupables, ils ne peuvent pas se permettre le même genre de cadeaux que moi.$0",
 
  //DAY DIALOGUE
  "Indoor_Day_0": "Je me sens paresseuse aujourd'hui. Je suis tenté de rester à l'intérieur et de lire.$0#$e#Ma bibliothèque me manque parfois. Je pouvais regarder n'importe quelle étagère et trouver une histoire fascinante dans laquelle disparaître pendant des heures.$3",
  "Indoor_Day_1": "Pouvons-nous avoir un téléviseur plus grand, chéri?$0#$b#Nous avons suffisamment d'espace et ce serait bien le soir.$1",
  "Indoor_Day_2": "L'entretien d'une ferme est épuisant. L'autre jour, j'ai trouvé une souris, mon chou. Une souris!$5#$b#Nous devrions envisager d'embaucher un service de nettoyage. Je ne pourrais pas toujours vivre avec ça.$2",
  "Indoor_Day_3": "Est-ce qu'un papier peint différent serait mieux dans notre salon ...? Ou peut-être une belle nuance de peinture ...$4",
  "Indoor_Day_4": "Parfois, je me sens tellement enfermé à la maison.$0#$b#Je devrais aller plus en ville, chérie. Et tu devrais venir avec moi!$3",
  "Outdoor_Olivia": "La seconde où je sors, mes doigts commencent à me démanger pour peindre.$3#$b#La nature a une palette de couleur tellement incroyable.$1",
  "Outdoor_0": "Parfois, je pense à aller dans la forêt pour ramener à la maison des champignons à cuisiner, mais j'ai bien peur de m'aventurer trop loin et de me perdre.$0#$e#Tu voudrais venir avec moi un jour?$3",
  "Outdoor_1": "L'air de la ferme est si sain.$3#$b#Si Victor vient, nous devrions faire un pique-nique à dehors. Il pourrait respirer un peu d'air frais.$0",
  "Outdoor_2": "Tu as déjà rencontré des animaux sauvages dans la vallée, chérie?$0#$b#J'ai peur des ours. J'espère que je n'en rencontrerai jamais.$2",
  "Outdoor_3": "Je voudrais faire un autre tour des vignobles locaux bientôt.$3#$b#Même si la vallée est petite, les gens ici qui font du vin sont étonnamment professionnels.$3",
  "Outdoor_4": "Hmm ... Je me demande si cela ferait une toile de fond décente pour ma prochaine peinture ...$0#$b#Qu'est ce que tu en penses, @? Toi qui a de bons yeux.$3",
  "Rainy_Day_0": "La pluie dans la ville était si différente. C'était embêtant pour tout le monde.$0#$b#Ici, la pluie est bonne pour les cultures et fait briller le paysage. Ce n'est pas ce à quoi je suis habitué, mais c'est sympa.$3",
  "Rainy_Day_1": "Les jours de pluie sont une sorte de vin rouge, tu ne trouve pas?$0#$b#Un peu de vin peut stimuler ton système immunitaire contre des choses comme le rhume, tu savais?$3",
  "Rainy_Day_2": "Les jours brumeux, j'essaie juste de me rappeler que ce temps est bon pour les plantes. Je trouve ça triste, cependant ...$0#$e#Ne reste pas dehors trop tard, chérie. Je pourrais avoir besoin de compagnie aujourd'hui.$3",
  "Rainy_Day_3": "Les jours comme ça, l'humidité dans l'air rend la peinture difficile. Elle reste humide pendant des siècles et tout prend plus de temps.$2#$b#Je suppose que je vais devoir trouver autre chose pour occuper mon temps.$0",
 
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Tu n'aimes pas le bruit de la pluie tombant sur le toit?$0#$e#Je me sens tellement en sécurité et bien au chaud ici avec toi. Je t'aime.$3",
  "Indoor_Night_1": "On devrait jouer à un jeu de société un soir.$0#$e#Fais attention. Je suis très compétitive et j'adore gagner.$4",
  "Indoor_Night_2": "Je nous sers du rouge ou du blanc ce soir?$3#$e#Moi? Je veux juste ce dont tu as envie.$1",
  "Indoor_Night_3": "Je suis fatigué aujourd'hui. Et un peu déprimé. Allons nous coucher tôt, @.$0",
  "Indoor_Night_4": "La bouteille que j'ai ouverte est presque vide. Dernier verre de la soirée, chérie. Dégustons-le.$3",
  "Rainy_Night_0": "Tu penses que nous devrions surveiller Victor?$0#$b#Il peut devenir très déprimé les soirée pluvieuses. Je crains qu'il n'ait pris ça de moi.$2",
  "Rainy_Night_1": "J'espère que les choses se calmeront demain. J'aimerais vraiment me promener, mais je ne veux pas salir mes chaussures.$0",
  "Rainy_Night_2": "Il y a beaucoup de nuits pluvieuses comme celle-ci dans l'Empire Gotoro.$0#$e#J'espère que tout le monde va bien là bas.$2",
  "Rainy_Night_3": "Les nuits pluvieuses me font trop réfléchir.$0#$e#Tu peux me distraire, @? Je ne veux pas me perdre dans mes souvenirs.$2#$e#Je t'aime aussi.$3",
  "Rainy_Night_4": "Sois prudent si tu dois sortir ce soir.$0#$b#Je détesterais que tu glisses et tombes par ce temps.$2",
 
  //AFFECTION DIALOGUE
  "Good_0": "Parfois, je te regarde et je n'arrive pas à croire que nous nous soyons trouvés. On a eu tellement de chance.$3#$e#Je t'aime, @.$3",
  "Good_1": "@, Je ne m'attendais vraiment pas à retrouver l'amour si tard dans la vie.$3#$b#Je sais que je ne suis pas vieille, mais ... je m'étais faite à l'idée de finir seule.$2#$e#Je suis contente de pouvoir être avec toi.$3",
  "Good_2": "Tu sais quoi @? Tu fais de moi une meilleure personne.$3#$b#Je peux être ... difficile. Et snob. Mais tu m'as beaucoup appris à être plus patiente et compatissante, chérie. Je te remercie.$3",
  "Good_3": "Tu es le seul qui sait me sortir rapidement de ma mauvaise humeur.$0#$b#Je ne sais pas pourquoi, mais j'ai l'impression que tu me comprends vraiment. Je te remercie.$3",
  "Good_4": "Parfois, je te regarde et je n'arrive pas à croire que nous nous soyons trouvés. On a eu tellement de chance.$3#$e#Je t'aime, @.$3",
  "Good_5": "Tu penses que nous pourrons bientôt prendre des vacances?$0#$b#Quelque chose de romantique. Peut-être les îles.$4#$e#Je veux voir tous les plus beaux endroits du monde avec toi, chéri.$3",
  "Good_6": "Je ne regrette pas d'avoir abandonné le commerce pour venir vivre avec toi à la ferme.$3#$b#J'ai trouvé tellement de paix ici avec toi.$1",
  "Good_7": "Tu as déjà dansé, @? Outre le festival des fleurs?$0#$e#Quand je suis avec toi, je suis d'humeur à danser. Peut-être que nous pouvons prendre des leçons un jour.$3",
  "Good_8": "En ville ... tout bougeait si vite. J'étais toujours en route quelque part, sans jamais m'arrêter pour faire attention au monde qui m'entourait.$0#$e#C'est agréable de ralentir et de profiter de la vie avec toi, @.$3",
  "Good_9": "Hier soir, j'ai rêvé que nous vieillissions ensemble.$0#$b#Je sais que c'est un peu ringard, chéri. Mais ça m'a fait penser à peindre un portrait de nous dans notre futur, heureux ensemble.$3",
  "Neutral_0": "Pourrons-nous faire un voyage dans le désert un jour?$3#$e#J'aimerais goûter des fruits de cactus frais.$1",
  "Neutral_1": "Je pense à mettre en place une commande de groupe pour la ville de certains vignobles lointains. Nous pourrions obtenir quelques raretés assez bon marché.$0#$b#Nous avons une belle petite communauté ici, n'est-ce pas?$0",
  "Neutral_2": "Je vais nettoyer la maison aujourd'hui, chérie. Essaye de ne pas ramener de la boue à l'intérieur.$0#$e#Je sais que tu fais attention.$3",
  "Neutral_3": "Tu as déjà rencontré le sorcier qui habite au sud de la ville?$0#$e#Tu es plus courageux que moi. J'admire ta capacité à te lier d'amitié même avec les personnes les plus étranges.$3",
  "Neutral_4": "J'aimerais te présenter quelques-uns de mes amis de la ville un jour.$0#$e#Je suis sûr que vous vous entendrez bien.$3",
  "Neutral_5": "Victor a déposé un livre pour toi, mon chou. Il a dit qu'il pensait que tu l'apprécierais - c'est un mémoire des premiers jours de la guilde des aventuriers.$0#$e#Je suis content que vous vous entendiez bien.",
  "Neutral_6": "L'une des personnes que j'ai rencontrées alors que j'étais commerçante a appelé aujourd'hui pour me faire part d'un excellent investissement.$3#$e#C'est un peu tentant, mais je vais bien là où je suis.$3",
  "Neutral_7": "Invitons Victor à venir dîner bientôt.$0#$b#Je ne veux pas qu'il ait l'impression que je le laisse derrière moi en te rejoignant. Il devrait aussi se sentir le bienvenu ici.$0",
  "Neutral_8": "Je dois aller en ville et aller chercher des fournitures de peinture bientôt.$0#$e#Je commande spécialement la plupart de mes fournitures, mais j'aime toujours regarder autour de moi pour voir si quelque chose d'unique apparaît.$0",
  "Neutral_9": "Un autre jour dans la vallée ...$0#$b#Les jours semblent parfois passer tous seuls. Nous devrions faire quelque chose bientôt pour nous secouer un peu.$3",
  "Bad_0": "J'ai dû abandonner la peinture sur laquelle je travaillais aujourd'hui. Je n'arrivais pas à bien faire les choses.$2#$e#Je vais peut-être faire une pause dans la peinture pendant un certain temps. J'ai l'impression de ne faire aucun progrès.$2",
  "Bad_1": "Dommage que le vin ne puisse pas résoudre tous mes problèmes. Mais je peux quand même essayer.$2#$e#Ne t'inquiète pas, je plaisante. Je ne bois pas trop, même quand je vais mal.$0",
  "Bad_2": "Je ne me sens pas bien. Je devrais voir le docteur Harvey.$2#$b#Tu devrais peut-être rester à l'écart, au cas où ce serait contagieux.$2",
  "Bad_3": "Je suis de mauvaise humeur, chérie. Je m'éviterais si j'étais toi.$5#$e#Tu n'as rien fait de mal. Je suis juste comme ça parfois.$2",
  "Bad_4": "Ce sont des jours comme ceux-ci qui me donnent envie de rester au lit.$2#$b#Ou faire du shopping. Je devrais peut-être faire un voyage en ville pour me remonter le moral.$0",
  "Bad_5": "La guerre avec l'Empire fait rage et les victimes continuent de s'entasser.$2#$b#Ça fait mal de penser à toutes ces personnes qui souffrent.$2",
  "Bad_6": "Je t'ai vu lui parler en ville, tu sais.$2#$b#Qui? Je ne devrais pas avoir à te le dire. Tu sais très bien qui.$5",
  "Bad_7": "Tu ne vois pas que je veux rester seul?$6#$b#...Je suis désolé, chérie. J'ai juste besoin d'espace.$2",
  "Bad_8": "J'ai laissé tomber une de mes pièces de porcelaine Gotoran les plus rares aujourd'hui et elle s'est brisée.$5#$b#Je suis furieuse contre moi-même. C'est irremplaçable.$5#$e#Je ne veux plus y penser.$2",
  "Bad_9": "Je t'aime, mais certains jours je pense à Edward et à la tristesse de tout ça ...$0#$b#Je t'en dirai plus sur lui un jour ... mais pas aujourd'hui.$2",
}