{
  //SPECIAL DIALOGUE
  "patio_Sophia": "La vue depuis notre terrasse sur la ferme %farm est tout aussi bon que la vue sur l'océan depuis mon vignoble. C'est beau. Et encore mieux, tout est à nous.$1",
  "spouseRoom_Sophia": "Hé toi!$4#$b#Je vais décidé quel livre de manga lire!$9#$e#Je devrais peut-être finir celui que j'ai déjà commencé!$1",
  "funReturn_Sophia": "Les travaux de ferme que j'ai faits aujourd'hui au vignoble m'ont éreintés. Ce fut une journée productive.$1#$e#Je t'aime.$4#$b#*smooch*$9",
  "funLeave_Sophia": "J'ai besoin d'aller au vignoble pour vérifier certaines choses aujourd'hui. Je penserais à toi.$1#$e#Je pense toujours à toi. Tu es la personne la plus spéciale pour moi, gros bêta!$4",
  "OneKid_0": "Je ne peux pas croire que nous sommes parents, @. Tout est tellement différent.$9#$e#Je suis tellement heureuse avec toi. C'est ... c'est agréable d'avoir à nouveau une famille.$1",
  "OneKid_1": "%kid1 rit quand je fais des bruits amusants et des grimaces.$9#$e#J'adore la façon dont notre maison est toujours pleine de rires!$8#$e#%Vous tapotez Sophia sur la tête. Elle vous sourit.",
  "OneKid_2": "Hé toi! Je vais bientôt chez Pierre pour ramasser des trucs pour le bébé.$1",
  "OneKid_3": "%kid1 jouait dans la saleté à l'extérieur. J'ai dû lui faire prendre un bain.$0#$e#J'ai l'impression que %kid1 pourrait devenir fermier un jour, comme nous.$1",
  "TwoKids_0": "Je veux construire un château d'oreiller pour %kid1 et %kid2! Tu penses qu'ils aimeraient ça?$1#$e#Je sais que moi oui.$9",
  "TwoKids_1": "J4ai trouvé %kid2 fouiller dans mon tiroir à cosplay plus tôt ce matin.$0#$e#Peut être que quand %kid2 sera plus âgé, on pourra aller au cosplay ensemble!$1",
  "TwoKids_2": "Hey, toi! On devrait amener %kid1 et %kid2 au parc de Pelican Town bientôt.$1#$b#Ça pourrait être fun!$9#$e#On pourrait aussi faire un pique-nique! Une bonne excuse pour manger des friandises!$1",
  "TwoKids_3": "%kid1 et %kid2 s'entendent bien.$1#$e#Nous devons nous assurer qu'ils se sentent tous les deux aimés! Je ne voudrais pas qu'ils deviennent jaloux l'un de l'autre.$1",
  
  //SEASONAL DIALOGUE
  "spring_1": "Tu sens le pollen et le nectar dans l'air!? Le printemps est arrivé!$1#$e#Je dois bientôt passer au vignoble. Je dois installer les treillis de vignes!$9#$b#Bonne chance aujourd'hui, gros bêta! Ce sera une journée bien remplie. Câlins supplémentaires ce soir!$1",
  "spring_13": "Je suis toujours nerveuse devant une foule de gens ...$2#$e#P-Peut-on se tenir la main aujourd'hui au festival?$4",
  "spring_24": "Nous n'avons pas besoin d'aller à la danse des fleurs. Je ne suis pas fan de ... danser.$2#$e#Peut-être que je pourrais te donner une danse privée ce soir?$4",
  "spring_28": "Qu'est-il arrivé au printemps? C'est déjà fini!$5#$e#On devrait aller à la plage cet été!$1",
  "summer_1": "Hey, toi! C'est le premier et le plus chargé de la saison! Bonne chance aujourd'hui!$9#$e#Je ferai le dîner ce soir. Ne t'inquiète pas.$1",
  "summer_11": "Tu sais ce que tu apporteras aujourd'hui au repas-partage pour le Luau?$1#$e#Je verserai du vin Blue Moon vieilli dans la marmite pour adultes!$1",
  "summer_28": "Um. Tu veux regarder ces méduses ce soir? On pourra se tenir la main sur le quai.$4#$e#...Tu penses que les méduses piquent?$0",
  "fall_1": "L'automne sera mouvementé comme d'habitude pour moi! Je dois récolter tous les raisins.$1#$e#O-oh! Ça va aller. Tu dois te concentrer sur le travail à la ferme. Je penserais à toi.$9",
  "fall_4": "Aujourd'hui était le jour de la mort de mes parents ...$6#$b#Je-j'étais seule depuis si longtemps que j'ai oublié ce que c'est que d'avoir une famille.$12#$e#Merci d'être ici pour moi aujourd'hui.$14#$e#%Sophia pleure.#$e#%Vous prenez Sophia dans vos bras. Elle vous sourit.",
  "fall_16": "La foire de Pelican Town est aujourd'hui! Je sais juste que tu vas exploser tout le monde!$9#$e#Je vais présenter un nouveau millésime.$1",
  "fall_27": "C'est le jour des fantôme! Booo! BOOUH!$9#$e#Je me demande si le labyrinthe sera différent cette année!$1",
  "fall_28": "Brrr... il fait si froid. Il est censé tomber beaucoup de neige ce soir.$2#$b#L'homme météo l'a dit à la tv!$1#$e#Tu sais, les câlins sont un bon moyen de se réchauffer ...$4#$e#%Sophia a une lueur dans les yeux.",
  "winter_1": "Il a tellement neigé hier soir! Regarde dehors!$5#$e#Nous devrions nous câliner près de la cheminée ce soir. Et peut-être faire du chocolat chaud?$4",
  "winter_8": "Je peux le sentir! Tu vas gagner le concours de pêche aujourd'hui!$1#$e#Si tu gagnes - câlins supplémentaires ce soir ...$4",
  "winter_25": "Joyeuse Fête de l'Étoile Hivernale, gros bêta. Je t'ai fait du café! C'est comme ça que tu l'aimes! [395]$4#$e#Fais-moi savoir quand tu voudras te rendre sur la place de la ville.$4#$e#Oh. Um. Tu recevras un cadeau «spécial» plus tard.$4#$e#NoOoon. Ce n'est pas quelque chose que tu peux ouvrir. Tu verras bientôt. Je pense que tu aimeras!$4",
  "winter_28": "Je suis triste que la neige s'en aille. Ça va me manquer le bruit de craquement quand je marchais dessus.$2#$e#%Vous tapotez Sophia sur la tête.",
  
  //DAY DIALOGUE
  "Indoor_Day_0": "Hé toi! Bonjour. As-tu bien dormi?$1#$e#Je songe peut-être à créer un nouveau cosplay bientôt!$9",
  "Indoor_Day_1": "*bâille* J'ai encore tellement sommeil.$2#$e#Passe une bonne journée, gros bêta.$1#$e#Oh. Comment puis-je oublier?$4#$b#*smooch*!!!$9",
  "Indoor_Day_2": "Yay! Tu es enfin debout!$9#$e#Envie de quelque chose pour le petit déjeuner?$1",
  "Indoor_Day_3": "Si tu sors, ça te dérange de prendre des friandises chez Pierre?$1#$e#J'adore les friandises!$9",
  "Indoor_Day_4": "Hey, toi! J'ai fais un peu de café.[395]$4#$e#Passe une journée productive, gros bêta!$1",
  "Outdoor_0": "J'adore l'air frais ici. J'ai l'habitude de l'air salin qui souffle de l'océan.$0",
  "Outdoor_1": "Quelle belle journée pour lire un livre dehors! C'est beau.$1",
  "Outdoor_2": "Nous devrions transformer tous les fruits que tu cultives en vin! Tu penses que c'est une bonne idée?$9",
  "Outdoor_3": "Ne te surmène pas, gros bêta. Si tu as besoin d'une pause câlins, demande simplement.$1#$e#*smooch*$9",
  "Outdoor_4": "Hey, toi! Quoi de beau aujourd'hui?$1#$e#OoOoh. Ça semble important!$8",
  "Rainy_Day_0": "Il pleut! Ces jours-là, je veux juste me couvrir de couvertures et regarder des animés.$1#$e#Oh! et manger des friandises!$9",
  "Rainy_Day_1": "Hey, toi. Un autre jour de pluie!$1#$e#Viens par là, gros bêta.$4#$e#*smooch*$9",
  "Rainy_Day_2": "Je me demande si Haley a quelque chose à faire aujourd'hui? Peut-être que je devrais lui envoyer un message.$1",
  "Rainy_Day_3": "Nous devrions rester à l'intérieur toute la journée, regarder des films et manger des friandises!$9#$e#Je rigolais, gros bêta.$1#$e#U-um! Sauf si ça te va!? Alors on devrait faire ça!$5",
  "Rainy_Day_4": "Tu-tu te souviens quand tu m'as trouvé pleurant sous la pluie? J'étais contente que tu sois là ce jour-là ...$2#$b#Je chérirai toujours ce moment, @.$1#$e#%Vous tapotez Sophia sur la tête. Elle vous sourit.",
  
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Tu étais tellement occupé à travailler aujourd'hui que tu as manqué le dîner! Tu veux les restes?$1#$e#Hehe! Les voilà, gros bêta![727 231 207 199]$9",
  "Indoor_Night_1": "*grumble* Mon ventre me parle à nouveau.$2#$e#Attends, je pense que je peux le comprendre. Il veut dire ... c'est l'heure du goûter bientôt?$1",
  "Indoor_Night_2": "J'ai vécu seule dans la maison de mes parents pendant si longtemps. C'était un peu effrayant, d'être là toute seule quand il faisait noir.$0#$b#Tant de nuits blanches ...$2#$e#Mais maintenant, j'ai hâte que le soleil se couche. Ça me donne une excuse pour me rapprocher de toi.$1#$e#Um. Envie de câlins ce soir?$4",
  "Indoor_Night_3": "*bâille* teeeellement endormi. Tu veux te coucher bientôt, @?$1#$e#Je vais peut-être lire un peu au lit. Et m'endormir au milieu d'un manga!$9",
  "Indoor_Night_4": "Je ne peux pas décider quel matériau utiliser pour la tenue de cosplay sur laquelle je travaille.$0#$e#Hmm. Je vais peut-être demander à Emily, elle est bonne dans ce genre de choses!$1",
  "Rainy_Night_0": "Hé toi! J'avais envie de bonbons aujourd'hui alors j'ai fait un dessert![232 234 223 220]$1#$e#*smooch*$9",
  "Rainy_Night_1": "C'est un parfait temps pour des câlins ...$4#$e#Je te retrouve bientôt au lit, gros bêta?$4",
  "Rainy_Night_2": "J'ai terminé la série animée que je regardais aujourd'hui ..$9#$e#C'était une mini-série. Seulement cinq épisodes ...$0#$b#J'espère qu'ils en feront plus!$1",
  "Rainy_Night_3": "Oh, je suis contente que tu sois de retour! Tu m'as tellement manqué.$1#$e#*bâille* Tu vas bientôt te coucher? J'ai lavé les draps aujourd'hui, donc ils sont agréables et frais.$0",
  "Rainy_Night_4": "Hey, gros bêta! J'ai fait le dîner pendant que tu étais dehors! [727 231 207 199]$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "Rapproche toi, @.$4#$e#Plus près...$4#$e#*smooch*$9!!!#$b#Je t'aime!$9",
  "Good_1": "Je pensais que ce serait difficile de gérer le vignoble Blue Moon mais ce n'est pas si mal.$1",
  "Good_2": "J'ai toujours pensé que je serais seule toute ma vie.$2#$b#Je suis contente que nous nous soyons retrouvés, gros bêta.$1#$e#*smooch*$9",
  "Good_3": "H-hé, sois prudent dans les mines, d'accord? Je ne peux pas imaginer ce que je ferais si quelque chose t'arrivait.$2#$e#Vous dites à Sophia de ne pas s'inquiéter. Elle vous sourit.",
  "Good_4": "Hé toi! Tu veux boire un peu de vin Blue Moon ce soir?$1",
  "Good_5": "Ne t'inquiète pas pour moi, gros bêta! Vas-y et fais tes trucs!$9#$e#Je serai bien ici.$1",
  "Good_6": "Je vais me teindre à nouveau les cheveux bientôt! Peut-être que je devrais changer la couleur?$1#$e#Mmm... non, je vais les garder 'rose barbe à papa'!$9",
  "Good_7": "Hey, hey! Hum. Tu as un instant?$1#$e#Je voulais ... juste dire que je suis fière de tout ce que tu fais.$9#$b#J'adore la vie que nous avons commencée ensemble. C'est ... comme un paradis magique.$1#$b#Soyons toujours là l'un pour l'autre!$9",
  "Good_8": "Nous devrions aller à une convention de cosplay dans la ville de Zuzu un jour! Tu adorerais ça!$1",
  "Good_9": "*fredonnant pour elle-même*$9#$e#Oh! Coucou, toi!$1",
  "Neutral_0": "Hey! Scarlett arrive bientôt, ça ne te dérange pas?$1#$e#Tu es le meilleur!$9",
  "Neutral_1": "Tu veux regarder un animé toute à l'heure? Je vais nous faire des friandises maison!$1",
  "Neutral_2": "Hey, toi. Je vais nettoyer la maison aujourd'hui.$1",
  "Neutral_3": "Le vignoble Blue Moon se porte bien. C'est un peu difficile à gérer d'ici, mais ça ne me dérange pas.$1",
  "Neutral_4": "Tu veux vivre à Stardew Valley pour le reste de ta vie, @?$0#$e#Je pensais que nous pourrions peut-être déménager ailleurs plus tard. Peut-être les îles Fern?$1#$e#On pourrait en parler plus tard. Je ne veux certainement pas déménager de sitôt!$9",
  "Neutral_5": "Salut, gros bêta. Continue ton beau travail!$1#$e#Je suis derrière toi.$9",
  "Neutral_6": "Tu sais, j'ai l'impression que mes parents seraient fiers de moi s'ils voyaient ma vie maintenant.$1#$e#Ton grand-père le serait aussi.$1",
  "Neutral_7": "Um. Doooonc, raconte-moi à nouveau comment tu as obtenu mon pendentif sirène!$1#$e#Un fantôme à la plage! Tellement effrayant!$9",
  "Neutral_8": "*bâille* J-Je ne sais pas pourquoi. Je suis tellement... *bâille* endormie aujourd'hui.$2#$e#Je vais peut être faire une sieste.$1",
  "Neutral_9": "Hey! Reste toujours comme tu es, ok?$9",
  "Bad_0": "@... est-ce que tu m'aimes encore?$2#$e#...$2#$e#N-Non rien. Je me sens vraiment déprimé aujourd'hui pour une raison quelconque.$6#$e#%Sophia se détourne de vous.",
  "Bad_1": "L-La nuit dernière, j'ai fait un mauvais rêve à propos de mes parents.$6#$e#Je vais bien. C'est juste quelque chose qui arrive de temps en temps.$6#$e#...$12#$e#%Vous prenez Sophia dans vos bras.",
  "Bad_2": "J'ai bientôt un rendez-vous chez le médecin ...$2#$e#Je ne veux pas y aller.$6#$e#%Vous dites à Sophia que tout ira bien.",
  "Bad_3": "Mon ventre me fait mal ...$2#$e#Je pense que j'ai mangé trop de bonbons.$3",
  "Bad_4": "Tu as été tellement absent ces derniers temps ...$2#$e#Est-ce que j'ai fait quelque chose de mal?$2",
  "Bad_5": "Hé ... je sors avec Victor demain.$0#$e#Qu'est ce qu'on va faire? Ça ne te regarde pas.$3#$e#%Sophia se détourne de vous.",
  "Bad_6": "Pas maintenant. Je suis mécontente de toi.$3#$e#Tu devrais nettoyer plus dans la maison. Je ne suis pas ta femme de chambre.$3",
  "Bad_7": "D-Désolée, @. Je n'ai pas envie de parler maintenant.$2#$e#J'ai dit pas maintenant. Arrête de me casser les pieds!$3#$e#%Sophia vous ignore.",
  "Bad_8": "T-Tu penses que je suis trop collante? ...$2#$e#...$2#$e#%Vous embrassez Sophia et lui tapotez la tête. Elle vous sourit.",
  "Bad_9": "J'ai eu du mal à respirer ce matin ...$2#$b#J-Je vais bien...$6#$e#%Vous prenez Sophia dans vos bras."
}