
{
  //SPECIAL DIALOGUE
  "Introduction": "Oh, hé là! Tu es le nouveau propriétaire de la ferme %farm! Je suis Victor. C'est un plaisir de se rencontrer...@, n'est ce pas?$1#$e#Tu as rencontré ma mère?$3",
  "danceRejection": "Pardon. Je ne sais pas si je veux même danser moi-même...$0",
  "divorced": "@... tu... tu m'as brisé le coeur. Je mets ma vie entre tes mains et toi ... tu me fais ça?$2#$b#S'il te plait...#$b#Dis-moi ce que j'ai fait de mal. Qu'est-ce que j'ai fait? Est ce que je t'ai blessé?$2#$e#@, s'il te plait...$2",
  "secondChance_Boys": "Tu veux donner un nouveau souffle à notre relation, @?$6#$b#Je ne suis pas sûr...$2#$b#Tu m'as vraiment fait mal quand tu m'as quitté, @. Je devrais prendre plus de temps pour y penser, mais ...$2#$b#Je veux aussi nous donner une autre chance!$3#$b#J'ai l'impression que nous pouvons à la fois apprendre de nos erreurs et construire notre relation en quelque chose de plus sain.$4#$b#Ça exigera des efforts de la part de nous deux, mais je crois que ça peut fonctionner.$3",
  "dumped_Boys": "@, ne me parle pas...$2#$b#Nous ne sommes pas amis. Pas après ce que tu as fait ...$2",
  "breakUp": "Qu-Quoi? Un bouquet fané?$2#$b#Ugh. J'ai fais quelque chose de stupide, c'est ça?$2#$e#Donc, nous redevenons juste amis, je suppose?$0",
  "pamHouseUpgrade": "Je suis impressionné que Robin puisse construire une maison aussi vite.$0#$b#je me demande comment elle fait?$1",
  "pamHouseUpgradeAnonymous": "Je suis impressionné que Robin puisse construire une maison aussi vite.$0#$b#je me demande comment elle fait?$1",
  "stardrop_gift": "Salut, mon ange. J'ai acheté ce fruit étoilé pour toi.$4#$b#Il vient des îles Fern! Il est frais d'un bon arbre sain.$1#$b#Je t'aime, mon amour.$4",
  "give_flowersA": "Tu veux sortir avec moi, @? Je ressens la même chose! J'étais un peu trop nerveux pour faire le premier pas.$4#$b#Je suis content que tu l'aies fait @. Tu viens de faire de moi la personne la plus heureuse du monde!$1",
  "give_flowersB": "Je ne savais pas que tu ressentais la même chose, @. Ça me rend si heureux!$4#$e#Je suis un peu nerveux, pas toi?$4",
  "give_pendant": "!!!$7#$b#Tu ... tu veux te marier? Est-ce que tu me proposes, @!?$7#$b#J'accepte! Je suis tellement excité de passer le reste de ma vie avec toi. Je le ferai savoir au maire Lewis. Oh, je dois aussi le faire savoir à ma mère!$1",
  "rejectNPCA": "Uhh... non merci, @.$0",
  "rejectNPCB": "Je ne ressens pas la même chose, @. Je suis désolé.$2#$e#Que veux-tu que je dise d'autre? J'ai dit non!$0",
  "reject_two_heartA": "@, Je ne t'aime pas comme ça. Je ne veux pas te décevoir.$2",
  "reject_two_heartB": "Je ne pense pas que ce soit une bonne idée pour nous à ce jour, @.$0#$e#Je ne te connais pas assez bien.$0",
  "reject_four_heartA": "Je ne suis pas prêt pour un engagement comme celui-ci. Je suis désolé, @.$2#$e#J'ai dit que je ne suis pas prêt.$5",
  "reject_four_heartB": "@, Je t'aime bien mais ...$2#$b#Je ne pense pas que je sois prêt à sortir avec toi. Je suis désolé.$2",
  "engageA": "Uhh... Je vais faire comme si tu ne l'avais pas fait.$0#$e#Laisse moi seul, @.$5",
  "engageB": "Tu essaies de tromper ton conjoint avec moi!? Qu'est-ce qui ne va pas?$5#$e#Tu me dégoûtes. Éloigne-toi de moi.$5",
  "marriedA": "@? Que fais-tu? Que ferait ton conjoint si je lui disais que tu viens d'essayer ça sur moi?$5#$e#Je ne dirai rien à ton conjoint... Mais s'il vous plaît. Arrête.$2",
  "marriedB": "Tu veux m'épouser? Tu es déjà marié, @. Arrête s'il te plait.$2#$e#@. Tu es ivre ou quelque chose? Pars avant que j'aille en parler à ton conjoint.$0",
  "refusal_knownA": "Je pense qu'on devrait passer plus de temps ensemble avant de pouvoir passer ce pas, @.$6#$e#Pardon. Je ne voulais pas casser ton moral. Il est important que je sois transparent à ce sujet.$2",
  "refusal_knownB": "C'est un peu trop tôt pour ça, tu ne crois pas?$0#$e#J'apprécie la pensée, @.$6",
  "refusal_botherA": "Uhh... C'est toujours un non, @. Désolé.$0",
  "refusal_botherB": "Peut être un jour.$1",
  "refusal_no_heartsA": "Ça a l'air joli. Tu l'as acheté à un fantôme sur la plage?$0#$b#J'ai lu des livres sur un fantôme de marin qui vend des pendentifs de sirène.$6",
  "refusal_no_heartsB": "Donc. Voici ce qui va se passer, @. Je vais m'éloigner et faire comme si tu n'avais jamais fait ça.$0",
  "Resort_Entering": "Quelle belle plage isolée!$1",
  "Resort_Leaving": "Il y a du sable coincé dans mes cheveux...$2#$b#Seule une douche chaude peut résoudre ça ! Retour à Stardew Valley!$1",
  "Resort_Shore": "Je me demande laquelle de ces îles abrite la guilde d'aventuriers First Slash...$1",
  "Resort_Chair": "As-tu exploré une grande partie de l'île, @?$3#$b#Un endroit comme celui-ci recèle de nombreux mystères.$1",
  "Resort_Bar": "Gus à fait le menu des boissons tropicales! Je pense que je prendrai le 'Ring Fruit Sunrise'!$1",
  "Resort": "J'ai lu des choses à propos de ce volcan dans un livre d'aventurier.$3#$b#Un clan de nains utilisait la lave comme source d'énergie!$1",

  //SPECIFIC TILE DIALOGUE
  "Custom_JenkinsHouse_23_25": "Sophia et moi regardons «My Villain Academia» aujourd'hui. Ça devrait être intéressant.$3",
  "Custom_JenkinsHouse_31_11": "Je me suis amusé à regarder des anime avec toi, Sophia.$3",
  "Custom_JenkinsHouse_21_39": "C'était super de passer du temps avec toi, Sophia.$1",
  "SebastianRoom_5_9": "Salut, @. On joue à 'Solorian Chronicles'.$1",
  "Saloon_40_18": "Peut-être que je vais bientôt me faire plaisir avec du vin de qualité supérieure.$1",
  
  //EMPLOYMENT QUESTION - SPRING YEAR 1 ONLY
  "spring_Wed_1": "Ça fait un moment que je suis diplômé de l'Université Pellcar.$6#$b#Ma mère me harcèle pour trouver un emploi quelque part. N'importe où.$2#$e#Je comprends que j'ai besoin de trouver un emploi mais ... j'ai juste ... j'ai besoin de plus de temps.$2#$q 1001/1002 jobquestion_followup#Tu penses que je suis paresseux parce que je n'ai pas encore trouvé d'emploi?#$r 1001 50 jobquestion_no#Tu n'es pas paresseux, Victor. Tu as besoin de plus de temps pour décider de ce que tu veux faire. Regarde moi! Je ne savais pas ce que je ferai jusqu'à récemment.#$r 1002 0 jobquestion_neutral#Tu pourrais essayer un stage à temps partiel pour voir si c'est quelque chose que tu aimes. Au moins, ta mère se détacherait de ton dos?#$r 1002 -125 jobquestion_yes#Je n'appellerais pas ça paresseux mais ... tu n'as pas été à l'école depuis plus d'un an, Victor.",
  "jobquestion_no": "C'est vrai. Tu travaillais en comptabilité chez Joja. Tu as complètement changé de plan et es devenu agriculteur.$3#$b#Ton histoire me donne de l'espoir pour mon avenir, @. Merci.",
  "jobquestion_neutral": "Je pourrais peut-être examiner ça. Ressentir l'environnement du travail. Voir si je l'apprécie.$6",
  "jobquestion_yes": "Hmm... Je vois. Tu as raison. J'ai besoin de m'appliquer davantage.$2",
  "jobquestion_followup": "$p 1001#Je dois m'appliquer davantage à la poursuite de mes rêves!$1|J'ai besoin de méditer un moment, @. Merci pour la conversation.$6",
  
  //ZUZU CITY QUESTION
  "summer_Thu": "J'ai repensé à ma vie dans la ville de Zuzu. C'était tellement ... chaotique et bruyant.$0#$e#Vivre ici dans la vallée est certainement différent de la ville.$1#$q 3001/3002 city_followup#Vivre en ville te manque?#$r 3001 15 city_yes#Oui.#$r 3002 15 city_no#Non pas du tout.",
  "city_yes": "Pas étonnant. Les villes ont tous les emplois. À moins que tu ne souhaites travailler à ton compte, il est difficile de gagner sa vie ici.$0",
  "city_no": "J'ai de la famille dans la ville de Zuzu. Ma mère et moi faisons des voyages pour leur rendre visite de temps en temps.$3",
  "city_followup": "$p 3001#J'apprécie nos conversations, @.$1|J'apprecie nos conversations, @.$1",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_31_5": "Uhh... c'est un peu bizarre. Tu ne vois pas que je suis au lit?$2",
  "JenkinsHouse_6_8": "Je me brosse les dents.$0",
  "BlueMoonVineyard": "J'adore la vue sur la mer Gem. Sophia a la meilleure vue de la ville.$1",
 
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Joyeux printemps, @.$3#$e#Quels sont tes objectifs pour cette année? Je veux lire au moins un livre par semaine.$1",
  "spring_15": "Il y a huit ponts à Stardew Valley. Plus de la moitié d'entre eux se trouvent à Pelican Town.$3#$b#Il existe également de nombreux petits ponts de fortune en bois, comme celui de la plage.$1#$e#C'est incroyable que les ponts puissent permettre à différentes communautés de se connecter entre elles.$1",
  "spring_23": "Je me demande si Sophia apportera son vin spécial de qualité iridium au festival des fleurs?$0#$e#Je ne suis pas très doué pour danser.$2",
  "spring_28": "L'été ne peut pas arriver plus tôt. J'ai hâte d'aller à la plage plus souvent.$1",
  
  "Mon": "Hey. Comment va ton lundi?$0#$e#J'ai besoin d'écrire beaucoup de mails aujourd'hui. Je n'ai pas hâte d'y être.$2",
  "Mon6": "Je suis en train de lire un livre sur les observations de créatures mystérieuses dans la mer Gem.$3#$b#Ce livre est dans ma famille depuis longtemps!$1",
  "Mon10": "J'ai des schémas de pont à regarder ce soir.$0#$e#Je suis impatient!$3",
  "Tue": "Ugh... J'ai besoin d'aller chez Pierre pour faire des courses bientôt. Je ne sais pas pourquoi ma mère n'a pas déjà embauché un majordome.$6#$e#Hey, tu as besoin d'un travail à temps partiel?$1#$e#Oh. C'était ... mal élevé, non? Mes excuses, @. J'ai été maladroit.$2",
  "Tu2": "*soupir*... Mardi. C'est le jour où je fais la lessive.$2",
  "Tue6": "Comment est ta journée, @? Tu fais quelque chose de productif?$1#$e#Je travaillerai peut-être plus sur l'un de mes projets plus tard.$1",
  "Wed": "Uhh. Salut.$0#$e#Je peux t'aider?$0",
  "Wed2": "J'espère que tu passes une bonne journée.$3",
  "Wed8": "@, Je pensais justement à toi.$1#$e#Tu sembles toujours occupé. Tu es un bon modèle.$3",
  "Wed10": "Hey. Voici une bouteille de vin de la cave.[348]$1#$e#Uhh. À tout à l'heure. Fait-moi savoir si tu l'aime!$3",
  "Thu": "Tu as des plans aujourd'hui? Je pense que je peux continuer à travailler sur un projet que j'ai commencé.$0",
  "Thu6": "C'est bon de te voir, @. J'ai accompli beaucoup de choses aujourd'hui! J'espère que toi aussi.$1",
  "Fri": "Salut, @. Tu songes à aller au saloon ce soir? Je pourrais te croiser là-bas!$1",
  "Fri6": "Je suis assez bon dans Journey of the Prairie King.$3#$e#C'est parce que je joue beaucoup aux jeux vidéo.$1",
  "Sat": "Alors, tu aimes vivre à Stardew Valley?$0#$e#C'est génial.$0#$e#...$0#$e#Uhh. Bien. Super conversation. On se voit plus tard j'imagine?$2#$e#A plus, @.$0#$e#%Victor ne veut plus discuter.",
  "Sat2": "Bien que ce soit le week-end, j'ai une tonne de travail à faire aujourd'hui.$2#$e#C'est ce que j'obtiens d'avoir procrastiner.$0#$e#Je jouerai peut être à Personable 5 plus tard.$3",
  "Sat8": "J'ai beaucoup de temps libre aujourd'hui. Devrais-je commencer un nouveau livre? Ou peut-être reprendre l'un des jeux vidéo auxquels je joue?$0#$e#Je pense que je pourrais jouer à quelque jeux!$1",
  "Sat10": "J'ai fait un rêve hier soir où je vivais loin de chez moi.$0#$e#C'était étrangement revigorant.$1",
  "Sun": "Uhh. Salut.$0#$e#Belle journée aujourd'hui, non?$0#$e#...$0",
  "Sun2": "Salutations, @! J'espère que ta journée se déroule bien.$0",
  "Sun8": "Les jeux vidéo sont incroyables à leur manière, tout comme les livres.$3#$e#Rien d'autre n'est capable de vraiment t'entraîner dans un univers complètement différent.#$b#Il est sain de rompre un peu avec la réalité, tu ne penses pas?$1",
  "Sun10": "Tu n'as jamais pensé à construire plus de ponts à la ferme %farm?$3#$e#Oh. Je demande juste ... comme ça ....$2#$e#%Vous lancez à Victor un regard sceptique.#$e#Hah. Rien ne te dépasse, n'est-ce pas, @?$3", 
  
  //SUMMER DIALOGUE
  "summer_1": "L'été à Stardew Valley est bien. Pas trop chaud. Pas trop froid.$3#$e#C'est parfait.$1",
  "summer_3_1": "Tu as entendu cette explosion hier soir? Joja a fait sauter les rochers qui bloquaient la maison de Susan.$6",
  "summer_11": "Ma mère et moi versons certains de nos meilleurs vins dans le pot de soupe pour adultes au Luau.$1#$e#Il suffit d'un mauvais ingrédient pour ruiner toute la soupe. Fais attention à ce que tu y mets.$2",
  "summer_15": "Ma mère était gestionnaire comptable principale à la Direction générale internationale des ventes de Joja.$3#$e#Elle a reçu beaucoup d'argent et de primes à son travail, puis en a fait encore plus lorsqu'elle a encaissé le bénéfice de ses actions.$1#$b#Elle fait des transactions boursières quotidiennes maintenant. Je ne me vois pas faire comme elle.$0#$b#La négociation d'actions semble un peu insatisfaisante à mon avis, mais nous avons chacun notre destin.$1",
  "summer_24": "Ma couturière à Chestervale a fait cette chemise pour moi. Je lui commande toujours mes vêtements sur mesure.$3#$e#Votre tenue te va bien. Où l'as-tu acheté?$1",
  "summer_28": "Les méduses au clair de lune sont parmi les plus belles créatures de la mer Gem.$3#$b#J'ai hâte de les voir chaque année.$1",

  "summer_Mon": "La chaleur estivale crâme cette année. Heureusement que nous avons un  climatiseur haute puissance.$0", 
  "summer_Mon2": "J'étais chez Pierre il y a quelques jours et j'ai vu Susan acheter plus de 200 sacs de graines.$6#$b#Je parie que la saison prochaine sera rentable pour elle.$3#$e#Je te vois plus tard, @.$1",
  "summer_Mon4": "J'ai accidentellement laissé tomber un des vins de luxe de ma mère hier ...$2#$b#J'ai dû dépenser une partie de mon allocation pour acheter une autre bouteille de qualité iridium chez le vignoble Blue Moon de Sophia.$6",
  "summer_Mon8": "Je sais que je suis une sorte de «geek», mais tu ne me juges pas pour ça.$1#$e#Tu es un bon ami, @.$3",
  "summer_Tue": "J'ai reçu aujourd'hui un e-mail avec une offre d'emploi d'un cabinet d'architecture réputé.$6#$b#Il faut traverser tout le pays et je ne suis pas à l'aise de voyager aussi loin.$2",
  "summer_Tue4": "Salut, @. Je suis dans mes pensées en ce moment.$6#$e#Je umm...$2#$b#parfois j'ai ... l'impression que les gens sont gentils avec moi juste parce que je suis riche. C'est difficile de faire confiance aux gens.$2",
  "summer_Tue6":  "... Ecoute. Ce n'est pas comme si je pensais qu'avoir de l'argent rend ma vie plus difficile, c'est que ça vient avec son propre lot de-$5#$b#Oh! @!$7#$e#Pardon. Je ne t'avais pas vu. Je ... continuais un débat que j'avais eu plus tôt.$2#$e#Je veux juste avoir ma réponse de prête la prochaine fois qu'on commencera ce débat avec moi.$2",
  "summer_Tue8": "J'ai travaillé sur un problème mathématique complexe pendant une grande partie de ma journée aujourd'hui.$0#$e#Je suis heureux de dire que je l'ai résolu. J'accueille toujours les défis intellectuels!$1#$e#J'aime bien nos conversations. Passe une excellente journée, @!$1",  
  "summer_Tue10": "J'apprends beaucoup en étant avec Ralph, l'ingénieur de pont de Grampleton.$1#$e#Ils ne vous apprennent certainement pas tout à l'école.$3",
  "summer_Wed": "J'ai découvert une note aujourd'hui dans notre bibliothèque. Ma mère a des notes sur les techniques de stockage du vin Gotoro.$2#$b#Elle pourrait avoir des ennuis si les mauvaises personnes le découvraient. C'est du matériel interdit dans la République de Ferngill.$0#$e#Ne lui dis pas que je t'ai dit ça.$6",
  "summer_Wed4": "L'autre jour, Sebastian a joué des accords incroyables sur son synthétiseur.$1#$b#Je pense que je vais peut-être commencer à jouer du piano pour pouvoir jouer avec lui et les autres.$3",
  "summer_Wed8": "C'est bon de te voir. J'espère que tu as une journée productive aujourd'hui!$1#$e#Oh, moi? Je fais de mon mieux pour rester au frais sous cette chaleur estivale.$3",
  "summer_Thu": "Hmm... Je fais de mon mieux pour rester au frais sous cette chaleur.$0",
  "summer_Thu4": "De temps en temps, je me souviens des études d'ingénierie à l'Université Pellcar.$6#$b#La vie était si simple à l'époque.$2#$e#Personne ne m'a dit que la vie «d'adulte» serait comme ça. Tu pars seul, sans personne pour te guider.$0",
  "summer_Thu8": "Tu as rêvé d'être agriculteur quand tu étais jeune, @?$0#$e#Je t'admire beaucoup pour avoir suivi ta passion de cette façon. Plus que tu ne l'imagines.$3#$e#Tu es l'une des personnes les plus dévouées que j'ai jamais rencontrées. J'ai l'impression d'avoir beaucoup à apprendre de toi.$3",
  "summer_Thu10": "Envie de prendre un verre ensemble au salon demain?$3",
  "summer_Fri": "...Désolé, @. J'ai beaucoup de choses en tête aujourd'hui. Je ne suis pas vraiment de la meilleure humeur.$2#$e#Tu peux me laisser seul?$2#$e#@... Je suis sérieux.$5#$e#...$5#$e#Tu sais quoi? Voilà un paquet d'argent. Vas t'acheter quelques verres et laisse moi.[336]$2",
  "summer_Fri4": "Je suppose que ma humeur me vient de ma mère. Parfois, on finit par passer nos soirées à bouder en silence ensemble.$2#$e#J'espère que tu ne le prends pas personnellement quand je suis dur avec toi, @. Tu sais que j'aime ta compagnie quand ma propre humeur ne fait pas obstacle.$3",
  "summer_Fri8": "Nous devrions faire de la glace bientôt.$1#$e#Alex a dit avoir une nouvelle crème glacée «à base de plantes». C'est apparemment plus sain.$3",
  "summer_Sat": "J'ai donné un pourboire de 800G à Gus l'autre jour.$6#$b#Il a mentionné que le saloon ne s'en sortait pas très bien financièrement parce que certaines personnes ne payaient pas leurs ardoises.$2",
  "summer_Sat4": "Tu sais qu'une grande partie de la révolution industrielle de la République de Ferngill était due à la technologie des nains?$1#$b#Les scientifiques ont pu reproduire leurs gadgets et les moderniser pour des utilisations humaines.$3#$e#Je te parle plus tard, @.$3",
  "summer_Sat8": "Il y a une partie d'un roman de nain que j'ai récemment terminé qui décrit les anciennes villes des nains dans la chaîne de montagnes des Cascades.$1#$e#Leurs villes étaient autrefois d'énormes plaques tournantes du commerce pour les anciens peuples nains.$7#$b#À ce jour, nous ne savons toujours pas grand-chose à leur sujet...$2#$b#Nous trouvons leurs gadgets ici et là et connaissons une partie de leur histoire, mais c'est tout.$0#$e#On se voit plus tard, @.$3",
  "summer_Sun": "Les infos ont déclarés que l'Agence d'Investigations de la Republique de Ferngill souhaitait raser les forêts à Stardew Valley.$5#$b#L'agence croit fermement qu'ils peuvent trouver des artefacts magiques qui renverseront le cours de la guerre avec l'Empire Gotoro.$0#$e#Ce sorcier dans la tour ne les laissera pas faire.$6",
  "summer_Sun4": "Je t'ai vu entrer dans le bâtiment de la guilde des aventuriers à plusieurs reprises.$0#$b#Seuls les voyageurs de Castle Village et des îles Fern y entrent.$6#$e#Je dois dire que c'est impressionnant et courageux de ta part de protéger la vallée tout en gérant à toi seul une immense ferme.$1#$e#Je ne combattrais jamais de monstres. Je n'ai pas envie de me blesser ou pire encore.$2",
  "summer_Sun10": "Hey, @. J'ai des restes de matériel d'un projet. Est-ce que tu le veux?$1#$e#Ici! Je suis certain que tu trouveras un moyen de l'utiliser.[335]$3",
  
  //FALL DIALOGUE
  "fall_1": "L'automne est enfin là. Les couleurs de cette saison sont magnifiques.$1",
  "fall_8": "Il y a huit ponts à Stardew Valley. Plus de la moitié d'entre eux se trouvent à Pelican Town.$3#$b#Il existe également de nombreux petits ponts de fortune en bois, comme celui de la plage.$1#$e#C'est incroyable que les ponts puissent permettre à différentes communautés de se connecter entre elles.$1",
  "fall_15": "Hey, @. Tu as hâte d'être à la foire de Stardew Valley demain?$3#$b#Tu installeras un stand n'est ce pas?$0#$e#Eh bien, bonne chance! Je suis certain que tu feras bien.$1",
  "fall_27": "La Fête des Esprits est mon festival préféré. Je me demande à quel point le labyrinthe sera difficile et effrayant cette année ...$1#$e#Le sorcier utilise la magie pour invoquer le labyrinthe. Ça te fait te demander à quoi d'autre il peut s'en servir.$0",
  "fall_28": "L'hiver arrive ... Je pense toujours que je peux le sentir dans l'air, mais je me fais peut-être juste des idées.$0#$e#L'hiver est un excellent moment pour s'occuper de sa propre bibliothèque, @.$3",

  "fall_Mon": "J'ai entendu des rumeurs selon lesquelles la famille qui vivait dans notre maison avant nous ne s'entendait pas avec le maire Lewis.$0#$e#Ma mère en sait plus, mais ne me dira rien.$6",
  "fall_Mon4": "Parfois, je suis trop pris dans la réflexion du passé pour penser à l'avenir.$0#$e#Je suppose que les ombres que le passé projette sur nous empêche de bien voir l'avenir.$2#$e#...Eh, désolé d'être si dramatique, @. J'apprécie que tu relèves les bêtises que je raconte quand je me sens triste.$3",
  "fall_Mon8": "Hey. Si tu veux une tasse de café, n'hésitez pas à t'arrêter un peu.$3#$e#J'apprécie ta compagnie.$1",
  "fall_Tue": "Maru m'a aidé à résoudre un problème de calcul hier avec mon projet. Elle a une façon très unique d'aborder les choses.$3#$b#Très ingénieuse!$1#$e#Bonne journée, @.$3",
  "fall_Tue4": "J'ai un dilemme avec un projet que je code. Ça a un rapport avec une erreur de compilation.$0#$e#J'adore résoudre les problèmes. Ça signifie simplement qu'il y a quelque chose de concret à réparer et à travailler.$1",
  "fall_Tue10": "*baille* J'étais debout toute la nuit à travailler sur de nouveaux plans de ponts.$0#$e#C'était amusant!$3",
  "fall_Wed": "Je vais rendre visite à Sophia demain dans son vignoble.#3#$b#Pendant que j'y suis, je vais chercher un peu plus de son vin de qualité iridium. C'est l'un des favoris de ma mère.$1",
  "fall_Wed6": "C'est une journée froide aujourd'hui. Reste emmitouflé, @.$1",
  "fall_Wed10": "Ma mère sert des champignons ce soir...$2#$e#Peut-être que nous pourrions planifier un dîner chez toi?$1#$e#Je fais des spaghettis exquis!$3", 
  "fall_Thu": "Marlon était avec plusieurs chasseurs de monstres de Castle Village l'autre jour$0#$b#J'aurais pu jurer avoir aussi vu le sorcier avec eux.$1#$e#Je pense qu'ils avaient une réunion secrète ou quelque chose.$6",
  "fall_Thu2": "Ma mère et moi avons déménagé à Stardew Valley depuis la ville de Zuzu.$6#$b#La vallée est calme par rapport à l'environnement urbain dans lequel j'étais.$3#$e#Tu habitais à Pine-Mesa City non? Tu pux comprendre ce que je veux dire.$1",
  "fall_Thu8": "Tu as déjà eu peur lorsque tu pars à l'aventure, @?$0#$e#...Je l'ai probablement déjà dit auparavant, mais j'envie vraiment ton courage. Je me sens tellement inutile parfois.$2#$e#Je devrais trouver ma propre façon de donner un sens au monde? Ce serait surement sage de ma part. Voyons voir si je vais m'écouter.$3",
  "Fall_Fri": "C'est bon de te voir, @. J'ai envie de faire une randonnée jusqu'au sommet demain.$1#$b#La vue là-haut est incroyable pendant cette période de l'année.$3",
  "fall_Fri6": "Ma mère a choisi la peinture comme passe-temps il y a quelques années.$0#$b#Elle s'est beaucoup développée en tant qu'artiste.$3#$b#Ça montre vraiment que la pratique fait des merveilles.$1#$e#Regarde tout ce que tu as appris lorsque tu as commencé à cultiver!$1#$e#J'espère que tu as passé une bonne journée, @.$3",
  "fall_Fri8":  "Tu penses ... que tu pourrais m'apprendre une de tes compétences, @?$0#$e#Oh, aucune en particulier, mais je regarde ma mère acquérir de nouvelles compétences et je l'envie.$0#$e#Ce serait bien d'essayer quelque chose de nouveau bientôt.$0",
  "fall_Sat": "Le sans-abri qui vit dans la tente dans les montagnes semble familier à ma mère.$0#$e#Elle pense l'avoir déjà vu ailleurs. Bizarre, non?$0",
  "fall_Sat2": "J'ai vu Linus se promener dans Pelican Town hier soir. Je me sentais mal, alors je lui ai offert 1000G.$2#$b#Il ... a refusé. Dit qu'il n'en avait pas besoin parce que la vallée lui donne tout ce dont il a besoin.$0#$e#Je pense que je ne suis ... pas sûr de ce qu'il voulait dire par là.$6",
  "fall_Sat4": "J'en ai assez de traîner toute la journée dans la maison. Je me sens comme un enfant.$2#$e#Oui, je postule à des emplois. Je sais. J'ai déjà entendu tout ça.$2#$e#Je ne suis pas d'humeur à parler, @.$2",
  "fall_Sun": "Je lis un livre intitulé «Légendes des nains». C'est à propos de plusieurs chaînes de montagnes qu'occupait les nains et de leur technologie ancienne avancée.$3#$b#L'une de ces montagnes est ici dans la vallée de Stardew, la montagne Corneal!$1",
  "fall_Sun6": "*soupir* J'ai des corvées à faire aujourd'hui. Je n'ai pas hâte d'y être.$2",
  "fall_Sun8": "Hey, @! Comment se passe le travail à la ferme %farm ?$3#$e#Ça fait plaisir à entendre!$1", 

  //WINTER DIALOGUE    
  "winter_1": "C'était une sacrée tempête de neige que nous avons eue hier soir. Je ne peux voir un seul brin d'herbe nulle part.$6#$e#Assure-toi de t'emmitoufler et de rester au chaud, @.$3",
  "winter_7": "Tu es prêt à faire la randonnée dans la forêt demain pour le festival de pêche sur glace, @?$0#$b$J'aime marcher avec tout le monde dans la forêt de Sève-Cendrée.$1#$e#Ça me donnera l'occasion de parler à Sophia et Sam. Je ne les vois pas très souvent.$3",
  "winter_17": "J'ai acheté des totems magiques à un inconnu en manteau bleu au marché hier soir.$3#$b#Cette personne avait l'air étrangement familière ...$0#$e#Je pense que ce pourrait être le sorcier de «The First Slash» des îles Fern.$1",
  "winter_24": "Je me demande qui est mon donateur secret cette année pour la fête de l'Étoile Hivernale.$0#$e#J'espère que c'est Sophia!$1",
  "winter_28": "L'hiver est presque terminé. J'ai hâte de passer plus de temps à l'extérieur et de profiter du temps.$3",

  "winter_Mon": "Hey, je suis au milieu de quelque chose.$6#$e#...$0#$e#Uhh... tiens. Ça te permettra de te payer une partie de Prairie King.[384]",
  "winter_Mon4": "T'es-tu déjà demandé à quoi ressemblaient les elfes? Je lis un livre à leur sujet.$1#$b#Ils étaient la race la plus importante de la planète jusqu'à ce qu'ils disparaissent. Personne ne sait pourquoi ils ont disparu.$0",
  "winter_Mon8": "Il y a quelques jours, je jouais à Journey of the Prairie King et je l'ai presque fini.$1#$b#Apparemment, si tu bats le jeu, il y a une chance que la machine d'arcade te soit livrée.$3#$e#Si je le voulais vraiment, je l'achèterais cependant.$0#$e#...Non, tu as raison. Ce ne serait pas pareil. Je ne devrais pas m'appuyer sur le fait de pouvoir acheter tout ce que je veux. Pardon.$2",
  "winter_Mon10": "Personnalises-tu tes propres vêtements? Ta tenue est classe.$1",
  "winter_Tue": "La plupart de nos meubles ont été fabriqués à la main à Grampleton.$3#$b#Les artisans menuisiers y sont parmi les meilleurs au monde.$1",
  "winter_Tue4": "Je pourrais certainement aller prendre un café à la menthe poivrée.$3#$e#S'il y a quelque chose que j'aime en hiver, c'est la nourriture et les boissons de saison.$1",
  "winter_Tue8": "Salut, @. On devrait prendre un café à la menthe poivrée ensemble un jour.$1#$b#Je paierai ton café! Gus utilise des bonbons bio à la menthe poivrée.$3",
  "winter_Wed":  "Une fois que tu as étudié la physique assez longtemps, il est difficile de ne pas regarder le monde et de commencer à calculer dans ta tête comment ça fonctionne.$0#$e#Non, ce n'est pas nécessairement une mauvaise chose.$0",
  "winter_Wed4": "Quand j'allais à l'université, il y avait un professeur qui ensaignait la physique avancée qui s'appelait R. Peterson.$3#$b#Il avait l'habitude de travailler en étroite collaboration avec un sorcier dans l'archipel des îles Fern.$1#$b#Tu serai étonné de voir à quel point les lois de la physique s'appliquent également au monde magique.$7",
  "winter_Wed8": "Je me demande s'il y a des librairies dans la ville de Zuzu que je n'ai pas encore visitées ...$0#$e#Je cherche toujours à élargir notre collection de livres, en particulier en ce qui concerne les croisements de la théorie magique et scientifique.$0#$e#Tu viens juste de bâiller, @?$1",
  "winter_Thu": "*soupir* J'ai eu une journée plutôt difficile aujourd'hui. Jouer à des jeux vidéo serait un excellent moyen pour moi de me détendre un peu.$2",
  "winter_Thu4": "J'adore lire des histoires, que ce soit de la fiction ou non.$3#$e#C'est agréable de plonger dans un univers différent et de s'y perdre un moment.$0",
  "winter_Thu8": "J'ai conçu un prototype de pont à chevalets pour le plaisir aujourd'hui dans un programme de simulation que j'ai créé. Ces types de ponts sont utiles si tu dois traverser des marais ou des bas-fonds.$1#$e#Les ponts à chevalets sont moins chers à construire que les autres types de ponts car ils utilisent des supports en bois au lieu de la pierre ou de l'acier.$3#$e#Ça ressemble un peu à un jeu vidéo, n'est-ce pas? Tu serez surpris du nombre de compétences que tu apprends dans les jeux qui peuvent être utiles ailleurs.$3",
  "winter_Fri": "Le développeur du jeu Journey of the Prairie King, ConcernedMonkey, crée un autre jeu!$1#$b#Compte tenu de l'incroyable Prairie King, je dois dire que j'ai vraiment hâte d'y jouer.$3",
  "winter_Fri4": "Je me demande ce que je devrais prendre chez Pierre lors de mon prochain voyage?$0#$e#Je pense aux ingrédients de spaghetti bolognaise!$1#$e#Tu as déjà fait des spaghettis bolognaise? C'est délicieux! Je partagerai ma recette de sauce avec toi un jour.$1",
  "winter_Fri8": "Hmm... tu penses que quelqu'un serait intéressé par un jeu de simulation de création de ponts, @?$0#$e#...J'ai l'impression que beaucoup de gens pourraient penser que ce serait ennuyeux, mais je parie que je pourrais le rendre amusant.$3",
  "winter_Sat":"Ma mère s'est fait 80 000 G la nuit dernière avec la bourse. Je pense qu'elle va le dépenser à nouveau dans du vin de luxe.$0",
  "winter_Sat4":"J'aime le vin, mais pas autant que ma mère.$3#$e#Eh bien ... je ne sais pas s'il y a quelqu'un au monde qui aime autant le vin qu'elle.$1",
  "winter_Sat8": "Je passe beaucoup de temps avec ma mère, car nous vivons ensemble.$0#$b#Nous n'avons pas grand chose en commun, donc parfois c'est un peu ... tendu.$2#$e#Je sens juste que je suis plus disposé à faire des compromis pour elle qu'elle ne l'est pour moi.$2",
  "winter_Sat10": "Hey. Tu veux des restes de spaghetti?$1#$e#Là!$3[224]#$e#Peut-être que nous pouvons prendre un repas ensemble la prochaine fois?$3",
  "winter_Sun": "J'ai procrastiné sur mon projet de codage. Peut-être que je devrais y revenir aujourd'hui?$0#$e#C'est toujours un plaisir de te voir, @. Passe une bonne journée.$3",
  "winter_Sun4": "Je construis un ordinateur pour quelqu'un à Chestervale, la même ville où je fais faire mes vêtements.$3#$b#Il a beaucoup de RAM dans sa configuration. Il peut probablement executer sans problème de nombreux processus qui absorbent de la mémoire, comme le rendu vidéo.$0#$e#Construire des ordinateurs est un de mes passe-temps! Je suis heureux que certaines personnes me demandent de mettre en place des composants pour eux.$1#$e#Fais-moi savoir si jamais tu veux que je configure une machine pour toi,@. Les amis bénéficient d'une remise.$3",
  "winter_Sun8": "Hey, @. Ce sera certainement une journée très froide aujourd'hui.$0#$e#Viens à la maison un jour. Je te ferai une tasse de café.$1",
  }
