{
    //SPECIAL DIALOGUE
    "Introduction": "Hmmm ?$0#$e#Oh, bonjour.$0",
    "Resort_Entering": "Hmm... Je sens des monstres de l'autre côté de l'île.$0",
    "Resort_Leaving": "J'ai apprécié le changement de décor.$0",
    "Resort_Shore": "La guilde First Slash protège ces îles. Ils se distinguent par leurs manteaux bleus et l'utilisation de longues lances.$0",
    "Resort_Chair": "La barrière magique tient fort ici sur cette plage isolée.$0",
    "Resort_Bar": "L'eau de coco fera l'affaire, Gus. J'ai besoin de garder mes sens aiguisés.$0",
    "Resort": "Hmm. Des festivités sur une île habitée par des monstres...$0#$e#J'espère que tu m'aideras à surveiller, @.$0",
    "Custom_AdventurerSummit_62_5": "%Marlon ne répond pas.",

    //SPRING AND GENERAL DIALOGUE

    "spring_1": "C'est triste de voir la neige fondre aussi vite qu'elle est venue.$0#$e#Je dois faire mes rondes dans la montagne. Il y a des chances que les monstres se soient décongelés.",
    "spring_12": "La fête des œufs, c'est demain.$0#$e#Hmm. Je me demande quelle nourriture et quelle boisson Gus prépare.$1",
    "spring_23": "Hmm? Qu'est ce que c'est?$0#$e#Oui, je sais que le festival des fleurs est demain. Ma présence a été demandée par le maire Lewis.$0",
    "spring_28": "Il fait plus chaud ...$2#$e#Le printemps se termine bientôt.$0",

    "Mon": "Bonjour.$0#$e#Je peux t'aider?$0",
    "Mon2": "Hey. Comment va l'aventure?$0#$e#Si t'as besoin d'une arme plus puissante, jettes un œil dans notre cache d'armes.$0",
    "Mon8": "Surveille bien tous les coins dans les mines, @. Tu ne sais jamais ce qui peut t'attendre.$0#$e#Fais attention à toi.$0",
    "Tue": "Salut.$0#$e#Err... Tu profites du temps aujourd'hui?$0#$e#%Marlon se détourne. Il semble occupé.$0",
    "Tue2": "Bonjour, @.$0#$e#Si tu as des questions sur les monstres locaux ou les techniques de combat, n'hésite pas à les poser.$0",
    "Tue8": "Tu me rappelles Alesia. Toujours prêt à protéger les gens, peu importe ce qu'il en coûte.$0#$e#Continue ce bon boulot, @.$0",
    "Wed": "Mon épée a vraiment été abimée. Clint devra y jeter un œil bientôt.$2#$e#Il est doué dans ce qu'il fait.$0",
    "Wed4": "J'explore les mines plusieurs fois par semaine pour essayer de mesurer les populations de monstres.$0#$e#Je ne voudrais pas que trop d'entre eux soient regroupés. Ils pourraient commencer à sortir des grottes dans la vallée.$1",
    "Wed8": "Hey, @. Nous devrions partir en expédition ensemble un jour. Je pourrais avoir besoin d'aide.$0#$e#Je suis toujours prêt à être assisté. J'apprécie ta combativité.$0",
    "Thu": "Salut.$0#$e#Je ne suis pas du genre bavard.$0",
    "Thu2": "Dans certains combats, la meilleure stratégie consiste à battre en retraite. Connais tes limites.$0#$e#...$2#$e#%Marlon se détourne de toi.",
    "Thu8": "Il est impératif de garder un bon stock de potions à portée de main lors de l'aventure.#$b#Ça peut crée la différence entre la vie et une la mort.$2#$e#Fais attention, @.",
    "Fri": "Si tu aperçois des monstres à l'extérieur de la mine, préviens-moi immédiatement.$0#$e#Je m'occuperai d'eux.$0",
    "Fri4": "Gus sert de la bonne nourriture et boissons au Saloon du fruit étoilé.$0#$e#Si tu as besoin de rations pour les mines, il n'y a pas de meilleur endroit que le saloon pour les obtenir.$0",
    "Fri8": "Quel travail ingrat nous avons, @. J'apprécie tout ce que tu fais.$0#$e#Passe une bonne journée.$0",
    "Sat": "Bonjour.$0#$e#Err... des choses de prévues pour le week-end?$0#$e#Hmm. Je vois. Ça semble intéressant.#$e#...$0#$e#%Marlon n'a pas envie de parler.",
    "Sat4": "Je dois aller voir Rasmodius dans sa tour bientôt. J'ai besoin de rafraîchir les enchantements de quelques armes de l'armurerie.$0",
    "Sat8": "Tu rends la guilde fière, @. Continue le travail.$0",
    "Sun": "Épée, dague ou marteau? L'arme que tu choisis dictera ton style de combat.$0#$e#Je préfère les épées. La courte portée des dagues me rapproche trop des monstres pour mon confort et les marteaux me ralentissent.$0",
    "Sun8": "J'aimerai te présenter des gens à Castle Village un jour, @. Les exploits que tu as accomplis sont impressionnants.$0#$e#Le village invite uniquement ceux qui ont fait leurs preuves dans le domaine du combat. Je vais parler à mes contacts et voir ce que je peux faire.$0",

    //SUMMER DIALOGUE
    "summer_1": "Avec une chaleur comme celle-ci, je préfère être au fond des mines où il fait frais.$0",
    "summer_10": "Encore besoin de quelque chose à mettre dans la soupe du festival, @?#$e#Je me demande comment la soupe sera demain.$0#$b#Peut-être que les carottes des cavernes que j'ai déterrées feraient un bon ajout?$1",
    "summer_28": "Les méduses au clair de lune visitent la plage ce soir. Quelles belles petites créatures.$0#$e#Elles ressemblent à des zines, des méduses vénéneuses qui occupent les cavernes océaniques profondes des îles Fern.",

    "summer_Mon": "Quoi que tu fasses, ne m'offre pas de glace.$0#$e#Je n'aime pas ces trucs.$2",
    "summer_Mon6": "Les insectes extérieurs pénètrent dans les grottes et sont corrompus par la magie noire.$2#$b#C'est pour cela que les premiers étages ne sont habités que par des insectes surdimensionnés.#$e#Mais sont facilement vaincus. Un coup rapide avec une bonne arme enchantée et c'est fait.",
    "summer_Tue": "...$2#$e#Hmm? Oh. Je pensais juste à un truc.#$e#Je peux t'aider, @?",
    "summer_Tue6": "*soupir* J'ai raté un coup d'épée sur un Slime hier et je me suis frappé. Rien de bien grave.$2#$e#Je dois de pratiquer davantage mes positions d'épée.$2#$e#Je n'aurais jamais pensé le dire, mais je devrais peut-être prendre quelques conseils de ta part ...$1",
    "summer_Wed": "Le Vignoble Blue Moon est un joli site sur notre quai.#$e#Je me souviens des premiers jours avant la construction du vignoble. Rien qu'un champ d'herbe avec des arbres.$0",
    "summer_Thu": "La guilde était beaucoup plus grande. Stardew Valley n'a pas toujours été aussi «tranquille» qu'aujourd'hui.#$e#Rasmodius joue un grand rôle pour la sécurité ici.",
    "summer_Thu8": "Les gens de ce village ne comprennent combien Rasmodius fait pour eux.$0#$e#Sans lui, cet endroit aurait probablement été envahi par des monstres il y a longtemps.$0",
    "summer_Fri": "Les mines sont dangereuses si tu n'est pas préparé.#$e#Je te recommande d'apporter des provisions supplémentaires lors de tes expéditions.",
    "summer_Fri8": "Ce fut un plaisir, @.#$e#Adieu.",
    "summer_Sat": "Hey, @. Nous venons de recevoir un nouveau stock d'armes.#$e#Le forgeron de Castle Village est très talentueux.",
    "summer_Sat6": "Tout le temps que j'ai passé à voyager et à combattre des monstres, j'ai rencontré de nombreuses personnes intéressantes.$0#$e#Certains des plus intéressants sont ici dans cette vallée. Toi y compris, bien sûr.$2",
    "summer_Sun": "Hey, @. Des plans pour la semaine à venir?$0#$e#Si tu combats, fais le en toute sécurité.$2",

    //FALL DIALOGUE

    "fall_1": "Bonjour, @.$0#$e#C'est le début d'une nouvelle saison.",
    "fall_15": "J'ai eu des nouvelles du maire Lewis. Il y a beaucoup de touristes qui visiteront Pelican Town demain pour le festival.$0#$e#Je deviens nerveux devant de grandes foules.$2",
    "fall_26": "Je dois rassembler mes affaires. Direction les mines avec un aventurier de Castle Village. Nous allons capturer des monstres pour le festival.$0#$e#La Fête des Esprits est une bonne occasion de montrer aux citadins à quel point les monstres sont dangereux.$0",
    "fall_27": "Des cages sont en train d'être installées en ville au moment où nous parlons. J'ai attrapé plusieurs brutes de l'ombre et des squelettes.$0",
    "fall_28": "L'hiver arrive bientôt, @. Avec ton temps libre, tu prévois de partir à l'aventure plus que d'habitude?$0#$e#Si oui, sois prudent. Ne te mets pas dans une situation dont tu ne pourras pas sortir.",

    "fall_Mon": "As-tu déjà eu peur, seul dans les mines?$0#$e#Même moi, encore. On ne sait jamais ce qui pourrait arriver.$0",
    "fall_Mon4": "Trouve-toi une arme fiable et prends suffisamment de provisions, il n'y aura rien que tu ne puisses pas faire.$0#$e#Tu es en train de devenir un bon aventurier, @.$2",
    "fall_Tue": "Il y a de bons minerais au fond des mines. On en trouve en quantité, mais c'est risqué.#$e#Si tu es dans une situation où une horde garde un trésor, même un gros trésor, suis mon conseil: passe ton chemin.$2",
    "fall_Tue6": "Willy a dit qu'il me paierait une bonne pièce si je l'attrapais un poisson-pierre dans les mines.#$b#Mais je ne pêche pas. Je n'attraperai jamais quelque chose d'aussi difficile.$2#$e#Hmm. Peut-être que si j'utilisais mon arc ...?$1",
    "fall_Wed": "Attention pendant tes expeditions aujourd'hui,@.$0",
    "fall_Wed4": "As-tu déjà trouvé des artefacts dans les mines?$0#$e#Je n'en sais pas trop sur ces choses, mais Gunther oui. Tu peux trouver des choses étranges si tu vas assez loin dans les mines.$0",
    "fall_Thu": "Je ne te recommande pas d'utiliser des bombes dans les mines. Il y a de fortes chances que la grotte s'effondre.$0",
    "fall_Thu6": "J'espère que tu prends suffisamment de précautions dans les mines, @.$0#$e#La dernière chose dont j'ai besoin c'est d'un autre endroit à visiter au sommet. Il y a déjà assez de monde là-haut...$2",
    "fall_Thu10": "Tu rends la vallée vraiment fière, @. Continue.$0",
    "Fall_Fri": "Les slimes noires sont un phénomène rare - ils ont été corrompus par la magie noire pendant des centaines d'années.$0#$e#Si tu rencontres un slime noire, ne le laisse pas te toucher.$2",
    "fall_Fri6": "Les insectes extérieurs pénètrent dans les grottes et sont corrompus par la magie noire.$2#$b#C'est pour cette raison que les étages supérieurs ne sont peuplés que par des insectes surdimensionnés.#$e#Mais ils sont facilement vaincu. Un coup rapide avec une bonne arme enchantée et c'est fait.",
    "fall_Sat": "Tu t'es fait beaucoup d'amis en ville?$0#$e#Pour moi, ils vont et viennent. Mais, les citadins actuels sont sympathiques et amicaux.$2",
    "fall_Sat6": "Je dois rendre visite bientôt aux amis que j'ai perdus au sommet.#$b#Être un aventurier est un travail dangereux.$2#$e#Je suis content que vous ayez rejoint notre cause.",
    "fall_Sun": "Les slimes sont facilement éliminés un par un, mais tu dois être prudent s'ils sont regroupés.#$b#Tu pourrais être submergé en un instant.$2",
    "fall_Sun8": "Peut-être qu'il est bientôt temps de prendre ma retraite... as-tu déjà essayé d'élever des slimes?$2#$b#Ça pourrait être une bonne idée plutôt que de simplement les combattre.$2#$e#%Marlon gratte sa barbe, l'air pensif.",

    //WINTER DIALOGUE

    "winter_1": "Je porte mon uniforme préféré en hiver. Qu'est-ce que tu penses?$0#$e#Quoi? Tu penses qu'il est exactement pareil? Heh.$0",
    "winter_7": "Je m'oppose au rassemblement du festival des Glaces chaque année.$0#$b#La barrière magique qui se trouve loin dans la forêt est faible. Les monstres pouvaient se faufiler.$0#$e#Je surveillerai de près. Ne t'inquiète pas.$0",
    "winter_24": "Je n'aime pas particulièrement les cadeaux, mais si cela met un sourire sur le visage de quelqu'un, je le ferai.$0",
    "winter_28": "La neige se dégage bientôt. J'imagine que tu consacreras plus de ton temps aux travaux agricoles?$0",

    "winter_Mon": "Ça va bien aujourd'hui, @?$0#$e#Dis moi si Gil et moi pouvons faire quelque chose pour toi.$2",
    "winter_Mon6": "Gil et moi nous connaissons depuis longtemps. On a traversé beaucoup de choses ensemble.$0#$e#Les bons amis font partis des meilleures choses à avoir dans ce boulot. On peut compter les uns sur les autres.$2",
    "winter_Tue": "Des exploits récents dans la chasse aux monstres dont tu voudrais te vanter, @?$0#$e#Eh bien, laisse-moi savoir si tu en a de bonnes. Mais pas trop longues, cependant.$2",
    "winter_Tue6": "À moi seul, j'ai nettoyé plusieurs étages de monstres et sécurisé un tas de diamants hier dans les mines..#$b#Ces diamants s'avéreront utiles dans les études arcaniques de Rasmodius.$0",
    "winter_Wed": "Gil a tendance à dormir plus que d'habitude en hiver.#$e#Enfin, il est toujours comme ça, en fait.$2",
    "winter_Wed8": "Gil fait un voyage à Castle Village. Il y a beaucoup de choses à faire concernant les nouveaux aventuriers.$0#$e#Il ne sort plus autant de nos jours. C'est bon pour lui.$0",
    "winter_Thu": "Tu aimes l'hiver, @? J'imagine que oui, même si ce n'est pas la saison la plus populaire.$0",
    "winter_Thu6": "Le silence de l'hiver est fascinant.$2#$e#J'apprécie faire des promenades nocturnes, avec rien d'autre que ma lanterne n'éclairant mon chemin.$0",
    "winter_Fri": "Certains érudits croient que les fantômes dans les mines sont les esprits perdus des voyageurs qui ne sont jamais revenus.$0",
    "winter_Fri8": "Des légendes parlent de civilisations souterraines du peuple de l'ombre, semblables a des nains.0#$e#Il ne reste que leurs coquilles extérieures, attaquant sans pitié n'importe quelle âme sur leur chemin.$2#$e#Fais attention à eux si tu en rencontre, @.$0",
    "winter_Sat": "Tu as déjà parlé à Rasmodius dans sa tour?$0#$e#Je sais que beaucoup de choses viennent à l'esprit quand on entend «sorcier», mais il pourrait te surprendre.$2",
    "winter_Sat4": "Rasmodius passe la plupart de ses journées à étudier les propriétés des arcanes.#$e#Si tu veux lui faire plaisir, je te recommande de lui donner une essence de vide.",
    "winter_Sun": "Il gêle aujourd'hui.$0#$e#Ces jours ci, il fait peut être plus chaud sous terre qu'au-dessus.$2",
    "winter_Sun6": "Echauffe toi bien aujourd'hui, @, surtout si tu vas te battre.$0#$e#...Si tu n'es pas bien échauffé, tu risque de ne pas pouvoir te servir de ton arme convenablement.$2",

    "marlon_event1": "Bien dans ce cas...!",
    "marlon_event2": "Hmm...",
    "marlon_event3": "Haha! Bonne réponse.",
    "marlon_event4": "Oui il y en a. Plus tu descends, plus tu rencontreras de monstres qui ont été ...#$b#Qui ont été corrompu pendant de nombreuses années. Ça leur donne une force surnaturelle.",
    "marlon_event5": "Hmm..."
}
