{
	"Changes":[
		{
			"LogName":"Year 2 Festival Egg Festival - spring13.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring13.xnb",
			"Entries":{
				"Abigail":"Sam ? Sebastian ? Est-ce que vous avez au moins essayé l'année dernière ?",
				"Robin":"Salut, @. C'est bon de te voir ici.#$e#Tu dois être en plein milieu de tes cultures maintenant, hein ?",
				"Demetrius":"Le buffet de Gus est assez spectaculaire cette année. Les œufs qui s'y trouvent proviennent-ils de ta ferme ?",
				"Maru":"Je pense que je vais donner une autre chance à la chasse aux œufs cette année. Pourquoi pas ? $h",
				"Sebastian":"Bien sûr, j'aime les jeux, mais les chasses aux œufs sont un peu simples pour moi.#$b#Si je dois jouer à un jeu, il doit avoir une certaine profondeur. Tu sais ? Un contexte, une narration, ce genre de choses.",
				"Linus":"Cela vaut la peine de braver les regards que les gens me lancent, si cela signifie que je peux manger quelque chose de délicieux.",
				"Caroline":"Tu as déjà visité le kiosque de Pierre ? $h",
				"Alex":"J'ai peut-être un peu exagéré avec le buffet cette année... mais ce sera facile de le faire disparaître. $e# Je pourrais aller courir plus tard ce soir.",
				"George":"C'était une autre rediffusion à la télévision. Mais ce festival est aussi comme une rediffusion, alors vous devriez tous être reconnaissants que je sois là.",
				"Evelyn":"Oh George. Tu aimes la nourriture gratuite et tu le sais.",
				"Clint":"J'ai fait en sorte de venir très tôt cette année, avant que tout le monde ne pille le buffet. J'ai vraiment eu ma dose.$h#$e#Attendez... cela veut-il dire que j'ai monopolisé la part de quelqu'un d'autre ? $s",
				"Penny":"Nous avons fait un projet artistique de décoration d'œufs plus tôt dans la semaine. Si tu en vois un violet, c'est peut-être celui de Jas, et l'un des jaunes est celui de Vincent.",
				"Pam":"J'ai fait ce festival tellement de fois qu'il est difficile de s'en souvenir. #$e#Pourquoi ? Quelque chose d'intéressant s'est produit l'année dernière ?",
				"Emily":"J'ai collé des bijoux fantaisie sur quelques-uns des œufs que j'ai décorés cette année. J'espère que tu aimes les motifs.$h#$e#Nope, ils ne valent pas de points supplémentaires. Ils sont juste fantaisistes.",
				"Haley":"Les œufs à la diable sont si dégoûtants et visqueux. #$b#Quoi, tu les aimes aussi, ou quelque chose comme ça ? $s",
				"Jodi":"On dirait qu'Emily met vraiment tout son cœur et son âme dans ce festival.$h#$e#Peut-être que j'ai aussi besoin d'un nouveau passe-temps.",
				"Marlon":"Je viens à chaque festival, mais je dois me demander si certaines de ces personnes savent même qui je suis...",
				"Sam":"*sniff* ...Hé, c'est difficile d'aller ramper dans les buissons pour chercher des œufs quand on est en pleine crise d'éternuement. $s",
				"Leah":"J'ai sorti mes plus petits pinceaux et j'ai fait une petite prairie fleurie sur l'un des œufs. Je me demande qui va la trouver.",
				"Shane":"Je me sens toujours un peu mieux à ce festival. Tout le dur labeur qui me tient à cœur finit par payer.#$e#Hey, tu apprécies.$h",
				"Marnie":"Shane a été d'une grande aide cette année. Je dirais qu'il a fait plus d'efforts que moi pour y arriver cette année!$h",
				"Elliott":"Dans toutes les cultures, les œufs symbolisent la promesse d'une vie perpétuelle grâce à la renaissance.#$b#Pour nous ici, les festivités insufflent une nouvelle vie à l'esprit humain. Nous nous identifions tous à sa beauté à un niveau subconscient.$h",
				"Gus":"C'est vrai ! Des œufs frits, des œufs bouillis, des œufs pochés, des œufs à la diable, des œufs brouillés, des œufs au chocolat... tout ce que tu veux!#$e#J'espère avoir été à la hauteur du festin de l'année dernière.$h",
				"Harvey":"Le maire Lewis me laisse aider à cacher quelques œufs cette année. J'ai repéré quelques bons emplacements.#$e#Oh, tu participes ? Eh bien... qui sait ? Peut-être que je ne les cacherai pas là où tu penses que je le ferai !",
				"Jas":"Je devrais peut-être faire équipe avec Vincent et nous pourrions partager le prix ? #$e#Hmm... peut-être pas. Ce n'est probablement pas autorisé.",
				"Vincent":"J'ai entendu dire que le prix de cette année pourrait être de 1000G ! C'est TELLEMENT d'argent!$h#$b#C'est comme... assez pour acheter 1000G de crème glacée!$h",
				"Willy":"Les enfants de cette ville ne se soucient pas trop de ce que je passe la plupart de mon temps à faire. Et c'est très bien ainsi.#$b#Aider à organiser cet événement me permet de me rapprocher d'eux un peu, même si c'est indirectement.$h"
			},
			"When":{
				"Year |contains=2":false
			}
		},
		{
			"LogName":"Year 2 Festival Flower Dance - spring24.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring24.xnb",
			"Entries":{
				"Abigail":"On ne peut pas avoir une danse des fleurs sans la danse ? La robe ne me dérange pas.$u",
				"Robin":"Un élément floral peut vraiment faire ressortir l'esthétique de ta maison. As-tu vu la recette de bricolage que Pierre a mise en vente ?",
				"Demetrius":"Cela me rend si fière de voir Maru dans ce festival. Les enfants grandissent vraiment vite.",
				"Maru":"Je me demande si mon père va filmer ça ? $b#Je suppose qu'il peut le faire s'il le veut. Il ne retourne jamais vraiment regarder les vieilles vidéos, de toute façon.",
				"Sebastian":"Au bout d'un moment, ces festivals deviennent... routiniers.#$e# Je pense que je suis juste engourdie par celui-ci, à ce stade.",
				"Linus":"Je me suis demandé si ce serait une bonne idée que je me présente cette année.#$b#Et bien, merci de m'avoir rendu visite.$h",
				"Caroline":"Abby doit apprendre qu'une petite danse une fois par an est loin d'être quelque chose qui la tuera.#$e# Je pense qu'elle est plus peu sûre d'elle qu'elle ne le pense, et il n'y a qu'une seule façon de réparer cela !",
				"Alex":"La danse est vraiment amusante si tu as le bon partenaire!$h",
				"George":"Mon corps va me crier dessus demain pour m'avoir poussé jusqu'ici.#$e#C'est le moins que je puisse faire, cependant.",
				"Evelyn":"George ne veut pas me laisser le pousser jusqu'à la clairière. Il dit qu'il veut toujours le faire lui-même.",
				"Clint":"*soupir*$s#$e#...Quoi ? Oh, je me demande si je ne devrais pas aller voir qui est au bord de la rivière.",
				"Penny":"Ok. Je dois juste respirer. Et ne pas penser à qui regarde.",
				"Pam":"Heh heh. Le maire Lewis ne peut s'empêcher de garder un bar à vin ouvert lors de cet événement. C'est la tradition, après tout!$h",
				"Emily":"C'est bon de voir Haley d'humeur purement positive. Je fais de mon mieux pour l'aider à rendre ce jour spécial pour elle.",
				"Haley":"Un deux trois, un deux trois... #$b#...cloué. Ok. Je pense que je suis prête.",
				"Jodi":"J'ai hâte de voir Sam danser à nouveau. Il ne fait jamais ce genre de choses à la maison.$h",
				"Marlon":"Gil m'a dit qu'il avait l'habitude d'aller à ce festival, il y a longtemps.#$e#Apparamment, cela fait environ trente ans. Peut-être plus. Il a dit qu'il avait perdu le compte.",
				"Sam":"Tu ne dois pas avoir peur de t'amuser, tu sais ? $h",
				"Leah":"Salut @. Ne fais pas attention à nous. Elliott et moi étions juste en train de débattre à nouveau de l'esthétique.",
				"Shane":"Hmm... heureusement que je ne suis pas très porté sur le vin. Mais c'est tentant.$u",
				"Marnie":"Salut @. Tu crois que si j'y allais et... $s#$b#...Er, peu importe.$s",
				"Elliott":"La véritable beauté des fleurs vient de leur nature très temporaire, pas seulement de leur apparence physique.#$b#Plus une chose dure, plus elle est potentiellement précieuse.$h",
				"Gus":"Tout le monde a l'air de passer un bon moment. On dirait un autre succès.",
				"Harvey":"Je me demande combien de mes anciens collègues seraient prêts à danser lors d'un événement comme celui-ci ?$h",
				"Jas":"Je veux voir la robe à fleurs de Mme Penny!$h",
				"Vincent":"Si tu danses avec quelqu'un, cela ne veut pas dire que tu dois promettre de l'épouser, n'est-ce pas ? $u",
				"Willy":"Hmm... qu'est-ce qu'il y a à faire pour quelqu'un comme moi dans un festival comme celui-ci ? #$e#Je pense que je vais rester jusqu'à ce que la danse se termine. Ce n'est que de la politesse."
			}
		},
		{
			"LogName":"Year 2 Festival Luau - summer11.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer11.xnb",
			"Entries":{
				"Governor":"Ah oui, la beauté naturelle ici est charmante, Lewis, mais faire campagne pour que Stardew Valley devienne une destination touristique reste à décider.#$e#Parle-moi de la foire annuelle d'automne. Pouvons-nous nous attendre à ce qu'elle soit remplie de mets délicieux ?",
				"Abigail":"Hé, je crois avoir vu une baleine jaillir à l'horizon.#$e#Attends ! La voilà encore!$h",
				"Robin":"Emily va bien. Elle fait ça tout le temps en cours d'aérobic.",
				"Demetrius":"Tu es sûre qu'Emily va bien, chérie ? Elle a commencé à danser bien avant nous.",
				"Maru":"Mmm, je garde de la place pour le rôti de Linus. On dirait que c'est presque fini.",
				"Sebastian":"Si la soupe s'avère terrible, je suis sûre que Sam va me défier dans un concours pour voir qui peut en manger le plus.#$e#Il gagnera.$h",
				"Linus":"Ah, bonjour, @ ! Tu veux un morceau de petit-déjeuner ? $h#$e#Oh, d'accord. L'heure du petit-déjeuner est passée. J'ai dû faire la grasse matinée plus tard que je ne le pensais.",
				"Pierre":"J'ai fini de parler avec le gouverneur juste avant ton arrivée.$h#$e#Ca s'est passé... bien.$$e#Il ne m'a pas vraiment répondu.$s",
				"Caroline":"J'ai fait travailler tout le monde un peu plus fort pendant l'aérobic cette semaine. Nous avons tous mérité un petit festin, je dirais.",
				"Alex":"Maintenant, c'est de ça dont je parle ! Pourquoi ne pas faire ce genre de fête tous les jours ? $h#$e#Nous pourrions faire de Pelican Town un endroit paradisiaque pour les touristes.$h#$e#Hé, je devrais peut-être être maire un jour.",
				"George":"Je préférais le luau, à l'époque où nous n'avions pas ces gros haut-parleurs électroniques qui ruinaient l'atmosphère de la plage.#$e#C'était... oh, il y a vingt, vingt-cinq ans.",
				"Evelyn":"C'est à peu près l'endroit où je faisais des châteaux de sable quand j'étais petite, il y a toutes ces années. Je peux encore l'imaginer.#$e#Oh, c'était bien avant que j'habite à Pelican Town. Ma famille avait l'habitude de venir ici en vacances.$h",
				"Lewis":"*psst*... Je suis sur le point d'obtenir du gouverneur qu'il fasse la promotion de la Foire de Stardew Valley.#$b#Fais en sorte de le laisser impressionné aujourd'hui !",
				"Clint":"Bon, c'est l'heure d'une autre aide.",
				"Penny":"Je dois admettre que c'est un peu amusant de regarder les différentes expressions faciales du maire Lewis tout au long de la journée.$h#$e#J'espère que sa conversation avec le gouverneur se passera bien.",
				"Pam":"Marnie a intérêt à surveiller de près cette soupe. Je compte bien ramener des restes à la maison pour le déjeuner de demain.",
				"Haley":"*Giggle* Ma sœur est un tel abruti parfois.",
				"Jodi":"C'est agréable d'avoir un jour de congé de cuisine un jour comme aujourd'hui.",
				"Marlon":"Ce festival est particulièrement édifiant, après avoir passé tant de temps sous terre et dans l'obscurité.",
				"Sam":"D'accord, Penny, d'accord. Le truc des anchois, c'était juste une année. Je te promets que je ne mettrai rien de dégoûtant dans la soupe.#$b#*psst* Toi, par contre, @...$h",
				"Leah":"Les premiers melons locaux de la saison ne sont-ils pas sur le point d'arriver ? Ooh, ça a l'air tellement délicieux en ce moment.",
				"Shane":"Je mange de la nourriture épicée à n'importe quel moment de l'année, mais pour une raison quelconque, plus il fait chaud dehors, plus c'est bon.",
				"Marnie":"J'adore voir tout le monde ensemble comme ça.",
				"Elliott":"Je n'ai pas oublié le luau cette année!$h#$e#En tout cas, Leah me l'a rappelé. Cela a aidé.",
				"Gus":"Je pourrais faire une soupe délicieuse, sans problème, mais la soupe du potluck est censée être davantage le reflet de toute la vallée, pas le reflet de moi.#$e#Je dois juste prendre du recul et la laisser être ce qu'elle sera !",
				"Wizard":"Tu as déjà remarqué qu'il y a toujours du soleil les jours de festival ? #$e#Ouais, tu es le bienvenu pour ça.",
				"Harvey":"Est-ce qu'Emily danse toujours ? Bon chagrin. Je lui ai dit que la déshydratation et la méditation sur la danse ne sont pas la même chose.$11",
				"Jas":"Personne n'a besoin d'un pistolet à eau pour danser, Vincent.",
				"Vincent":"Tu devrais prendre un pistolet à eau et le tirer à mes pieds, comme un cow-boy ! Ensuite, je danserai comme, woo-woo-woo !",
				"Willy":"J'espère que tout le monde nettoiera mieux que l'année dernière. Cela pourrait aussi bien être mon jardin."
			}
		},
		{
			"LogName":"Year 2 Festival Moonlight Jellies - summer28.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer28.xnb",
			"Entries":{
				"Abigail":"Ahh, mon jour préféré de l'été. Et pas seulement parce que c'est fini.",
				"Robin":"Ma première année en ville, j'ai vu le vieux bateau-chandelle qu'ils utilisaient, et j'ai dit : "\N- Je ne sais pas ce que tu veux dire."Hey, I can build something like that.\"#$b#So I went ahead and made one, and Lewis liked it.",
				"Demetrius":"Dans mon domaine d'étude, cela m'aide de temps en temps de faire simplement une pause et de vraiment absorber la beauté du monde naturel.#$b#Cela me rappelle que nous avons encore tellement à apprendre sur la nature. Dans le grand schéma, nous venons juste de commencer.",
				"Maru":"Cette soirée est toujours importante pour moi. J'espère que tu l'apprécieras autant que moi.",
				"Sebastian":"Une fois, j'ai vu une sorte de créature verte avec une tête ronde sortir de l'eau.#$e#Il pleuvait, alors c'était difficile de savoir ce que c'était.",
				"Pierre":"La saison des récoltes commence demain. C'est difficile de croire que c'est déjà là. Es-tu prête ? #$e#Erm, désolée. J'adorerais discuter de demain, mais je dois commencer la soirée de rendez-vous.",
				"Caroline":"Pierre, c'est déjà l'heure de la fermeture ? Allons à notre endroit. #$e#Oop... désolé, @. Prends le temps qu'il te faut.",
				"Linus":"C'est agréable de voir que tout le monde est si reconnaissant envers la nature. Elle nous fournit tout ce dont nous avons besoin, surtout la beauté.#$e#Je me faufilerai quand les gelées arriveront. Ne t'inquiète pas. Je ne manquerai ça pour rien au monde.",
				"Alex":"Je me suis fait de très bons souvenirs cet été. Ma seule plainte est que c'est fini.$s",
				"George":"Je ne vois pas grand-chose. Je compte sur ces gelées pour me faire savoir où elles sont.#$e#Elles le font toujours.$h",
				"Evelyn":"Quelle belle façon de terminer les journées de jeunesse de l'année. Je ne pouvais pas demander mieux.#$e#Je fais encore beaucoup de projets pour l'automne, cependant.",
				"Lewis":"Bonsoir, @. Je t'ai gardé une place ici sur le pont.#$b#Fais-moi savoir quand tu te seras installée pour que les gelées te rendent visite.",
				"Clint":"Peux-tu croire qu'une autre année est déjà à moitié écoulée ? #$e#Je ne peux pas dire que la première moitié s'est déroulée comme je l'espérais, mais elle s'est déroulée comme je l'attendais.#$e#On s'habitue aux choses au bout d'un moment.#$e#En tout cas, merci d'être passé.",
				"Emily":"*soupir* Cette soirée est comme un long baiser d'adieu de la saison. Triste mais doux.$u",
				"Penny":"Les méduses ont une existence si simple...#$e#Et quand je pense aux choses dans leur ensemble, il doit en être de même pour nous, selon une norme relative.",
				"Pam":"L'automne arrive. C'est une période difficile pour Penny, alors tu dois faire quelque chose de gentil pour elle. #$e# Je pense qu'elle appréciera.",
				"Haley":"En fait, je me suis souvenue de mon appareil photo cette année. Il devrait y avoir de très bonnes photos à prendre.",
				"Jodi":"Kent, chéri, je suis si heureuse que tu sois avec moi cette année.",
				"Sam":"Hmm, je viens d'avoir la meilleure idée pour une couverture d'album.",
				"Leah":"L'été est une période de l'année très spéciale pour moi. J'ai juste besoin d'une soirée toute seule pour la clôturer comme il se doit.",
				"Shane":"Ces journées plus longues vont me manquer.",
				"Marnie":"J'aime les animaux parce que je peux regarder directement dans leur visage. Mais ces petits gars n'ont pas de visage.#$e#Ils sont tout de même à couper le souffle. Ce doit être un autre type de beauté.",
				"Elliott":"L'annonciateur de l'espoir soupire sa lumière#$b#Alors que d'anciennes lampes de lune chantent la sérénade dans la nuit.'#$b#Oh, @, ce sont les deux derniers vers d'un poème qui me trotte dans la tête.#$e#Je ne garde pas un poème si je fais rimer 'lumière' avec 'nuit', alors celui-là est juste pour le moment.$h",
				"Gus":"C'est agréable de prendre une nuit de repos. Je n'en ai pas beaucoup.",
				"Wizard":"Les Lunaloos allaient faire une apparition modeste cette année. J'ai réussi à tirer quelques ficelles avec les gardiens de l'esprit de la mer, pour arranger ça.#$e#S'il te plaît, n'en fais pas tout un plat. Je me cache ici pour une raison.",
				"Harvey":"Il faut que j'aperçoive tout le monde. Je passe tellement de temps à m'assurer que le corps de chacun est en état de marche...#$b#...que c'est vraiment un moment émouvant de voir tout le monde si bien et si paisible.",
				"Jas":"J'espère voir la rare gelée verte comme Vincent l'a vue l'année dernière.",
				"Vincent":"Jas a dit qu'il y avait des bébés l'année dernière. Je vais les chercher cette fois-ci.",
				"Willy":"C'est peut-être mon festival préféré. Les pêcheurs du monde entier donneraient un bras et une jambe juste pour assister à cet événement unique."
			}
		},
		{
			"LogName":"Year 2 Festival SDV Fair - fall16.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall16.xnb",
			"Entries":{
				"Abigail":"J'aimerais que nous ayons une 'Tente des horreurs' ou quelque chose comme ça, pour dépenser des jetons d'étoile.",
				"Robin":"C'était sympa de rattraper le temps perdu avec Leah ! Nous ne nous croisons pas souvent en temps normal, mais nous avons beaucoup de choses en commun.$h",
				"Demetrius":"J'ai pensé à faire une exposition de grange, mais si c'était vraiment une représentation de mon meilleur travail...#$b#...il faudrait le regarder au microscope.#$e#So... c'est un peu un problème.$h",
				"Maru":"Je suis revenu pour les sandwichs barbecue, mais je prendrai peut-être un hamburger cette année.$h",
				"Sebastian":"Je ne fais que servir mon temps ici. Si je cherche à m'amuser, j'ai des dizaines de jeux à la maison dans lesquels je suis plus investi.$u",
				"Pierre":"Oh, hey @. Uhh... est-ce que l'une de mes citrouilles vient de ta ferme ?",
				"Caroline":"Pierre a l'impression que le succès du magasin dépend de son étalage de grange. Je lui dis de ne pas trop s'inquiéter.#$e#Nous vendons les produits de tous ceux qui sont entrés ici, toi y compris. Donc cela ne fait pas une grande différence à long terme.",
				"Linus":"Ces animaux ont des âmes douces. Ils méritent ce qu'il y a de mieux.$h",
				"Alex":"J'économise pour ce fedora, mais ça prend du temps rien qu'avec le jeu 'Strength'.$s",
				"George":"Je ne dis pas non à un repas de bonne qualité. Au moins, avec ce festival, je n'ai pas besoin de voyager loin pour atteindre la nourriture.#$e#Et au moins, il y a autre chose que des œufs.",
				"Evelyn":"George, nous devons nous assurer de surveiller ton cholestérol. #$e#Si tu ne le manges pas, je ne le ferai pas non plus.",
				"Lewis":"@ ! Bienvenue ! On peut s'attendre à une exposition de la grange cette année ? $h#$b#J'ai fait appel aux mêmes animateurs et vendeurs que l'année dernière. Mais si ce n'est pas cassé, ne le répare pas!$h",
				"Clint":"Je sais que tu connais mon travail sur tes propres outils, mais si tu veux être un peu plus rassurée, regarde bien ceux-ci.$h#$e#Marlon vend mes armes à sa guilde, au cas où je ne te l'aurais pas dit.",
				"Emily":"C'est mignon de voir comment Haley s'investit autant dans la diseuse de bonne aventure. Je pense que je peux m'en attribuer le mérite. #$e# Eh bien, nous avons tous besoin d'un petit quelque chose à attendre avec impatience.",
				"Penny":"L'année dernière, j'ai gagné comme un bandit à la roue de la chance.#$b#J'ai été incapable de recréer mon succès, alors j'essaie de savoir si l'orange ou le vert gagne plus souvent.",
				"Pam":"Je fais une pause avant d'y retourner et de recommencer à pêcher.$h#$e#C'est définitivement le meilleur endroit pour gagner des jetons d'étoile.",
				"Haley":"Tout ce que la diseuse de bonne aventure m'a dit l'année dernière s'est réalisé. Elle est incroyable.#$e#J'espère que ma fortune se réalisera aussi cette année!$h",
				"Jodi":"Excuse-moi, euh... M. le Clown ? Tu racontes une blague si on te donne un pourboire ? C'est comme ça que ça marche maintenant?$s",
				"Sam":"J'ai obtenu un multiplicateur 4x au jeu de la fronde pour avoir une précision parfaite ! Le paiement des jetons d'étoile était fou!$h",
				"Leah":"Traîner au stand de Robin, c'est comme avoir un cours de menuiserie gratuit.$h#$e#Parfois, ça me manque d'être étudiante.",
				"Shane":"Marnie m'a confié la responsabilité du zoo pour enfants. Vas-y. Donne-leur un animal de compagnie. #$e#Hey, si tu veux en ramener un chez toi, tu connais le système : demande à Marnie.",
				"Marnie":"Si seulement les étalages étaient basés sur le goût, plutôt que sur l'apparence. Alors peut-être aurais-je une chance de me battre dans la compétition.",
				"Elliott":"C'est une vue merveilleuse du champ de foire ici, n'est-ce pas ? $h",
				"Gus":"Bonté divine ! Certaines personnes aiment vraiment mettre de la sauce barbecue!$h#$e#Je suis fier de ma sauce secrète, mais assure-toi que tu peux toujours goûter ce qu'il y a dessous!$h",
				"Wizard":"Je m'abstiens de parler à mes connaissances de leur avenir, par peur des conséquences. Welwick est différente.#$b#Elle a un don unique et te dira exactement ce que tu dois savoir.",
				"Harvey":"Si la médecine humaine avait été trop dure pour moi, je suppose que j'aurais pu facilement finir par travailler comme vétérinaire.#$b#Le travail est toujours très gratifiant, j'en suis sûr.",
				"Jas":"Tu aimes nos animaux ?",
				"Vincent":"Je veux en monter une. #$e#Veux-tu me soulever par-dessus la clôture ? #$e#Aw, allez ! #$e#... Où est Sam ?",
				"Marlon":"Je me demande si je pourrais récupérer mon investissement si j'achetais une ou deux de ces lames pour le stock de la guilde ?",
				"Willy":"Je suis surtout fier de cette dorade. Tu en as déjà attrapé un ? #$e#Il est difficile de monter un bon étalage de grange quand la durée de vie d'un beau poisson est si courte."
			}
		},
		{
			"LogName":"Year 2 Festival Spirits Eve - fall27.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall27.xnb",
			"Entries":{
				"Abigail":"Nnnngh... J'espérais vraiment que les araignées ne seraient pas encore là.$s",
				"Robin":"Que prévois-tu de faire pendant ta prochaine intersaison ?",
				"Demetrius":"Ce festival est amusant, mais j'ai l'impression que parfois les gens peuvent aller un peu trop loin dans leur propre idée de l'amusement.",
				"Maru":"Ce dont j'ai besoin, c'est d'une sorte d'appareil qui puisse suivre ma localisation et mes pas.$s",
				"Sebastian":"Sympa. Ils ont encore les squelettes. $h#$e#C'est un effet spécial assez cher, alors je n'étais pas sûr qu'ils en aient.",
				"Caroline":"Je vais m'en tenir à la nourriture. Le labyrinthe n'est vraiment pas pour moi.",
				"Alex":"J'ai apporté ma batte juste au cas où quelque chose me saute aux yeux.#$b#Souviens-toi, c'est toujours la star du sport qui sauve la journée dans les films d'horreur... non ?",
				"Lewis":"C'est un festival qui ne m'intéresse pas vraiment. D'une manière ou d'une autre, il se met en place chaque année, mais je ne sais pas vraiment comment.",
				"Clint":"Je suis raisonnablement conscient... si c'est Marlon qui a apporté ces monstres, ils sont probablement authentiques.",
				"Emily":"Quelle nuit excitante ! La place bourdonne d'activité de la part d'esprits que nous ne pouvons pas voir.",
				"Penny":"Est-ce que quelqu'un me joue des tours ? Comment ai-je atterri ici ? $u#$e#Ce chaudron... C'est... familier.$s",
				"Pam":"C'est moi ou j'ai entendu un cri venant de la direction du labyrinthe ?",
				"Haley":"J'ai fait un petit bout de chemin, puis dans l'ombre, j'ai vu quelque chose sortir du sol.$s#$b#...Je pense que j'ai fini.$s",
				"Jodi":"Je suis sûre que Vincent ne veut entrer dans le labyrinthe que parce que Sam lui donne l'impression que ce n'est pas grand-chose.$4#$e# Je ne pense pas qu'il se rende compte de ce dans quoi il s'engagerait.",
				"Sam":"Je jure que ce labyrinthe est le même que celui de l'année dernière.#$b#Mais ma mémoire devient... anormalement floue quand j'essaie de me rappeler où je suis allée après le cimetière.$s",
				"Leah":"Qui a fait ce cobbler ? C'est délicieux.",
				"Marnie":"Je suis content que cet événement n'ait pas lieu près de nos fermes. Les animaux seraient pris de panique.",
				"Elliott":"Bientôt, le monde tombera inévitablement dans un sommeil profond et mortel.#$b#Mais tout aussi inévitable est la lutte pour rester éveillé juste un peu plus longtemps, dans la nature et en nous-mêmes.$h",
				"Gus":"Tout le monde a besoin d'une part de tarte à la citrouille cette année ! J'insiste!$h",
				"Harvey":"Une opération à cœur ouvert ne m'a jamais dérangé, mais ça... CELA, c'est trop.$s",
				"Shane":"Les animatronics de ces squelettes sont encore assez impressionnants.",
				"Jas":"Tante Marnie, je sais que les monstres et les fantômes n'existent pas. Pourquoi ne puis-je pas y aller ?",
				"Vincent":"Je parie que Sam est allé dans le labyrinthe tout le temps quand il avait mon âge.$s",
				"Marlon":"Tuer un squelette est une chose, mais en capturer un est un tout autre exploit."
			}
		},
		{
			"LogName":"Year 2 Festival Ice Festival - winter8.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter8.xnb",
			"Entries":{
				"Abigail":"Je pense que la prochaine fois, j'essaierai d'éviscérer le ventre de cet idiot des neiges avec une sorte de créature rampante.$b#Je pourrai peut-être utiliser quelques poissons de la compétition. Ew!$h",
				"Robin":"Cela devrait être prêt dans une heure ou deux. J'espère qu'il y a des gens qui sont encore là pour le voir à ce moment-là.",
				"Demetrius":"Peux-tu croire à quel point ce sera limite tropical par ici, dans seulement six mois ?",
				"Maru":"Sebastian fait des bonhommes de neige plutôt cool. J'ai l'impression que je pourrais apprendre une chose ou deux de lui, s'il me laissait faire.",
				"Sebastian":"Nah, ce n'est pas trop froid. Le froid, c'est quand tu vas dehors avec des cheveux mouillés et qu'ils gèlent.",
				"Pierre":"Enfin ! Je peux passer du temps dehors et lancer une boule de neige!$h#$e#Hmm... y a-t-il quelqu'un que je peux frapper ? Ou... ils seront juste en colère, n'est-ce pas?$s",
				"Shane":"Deux mots : Pizza. Festival. Sérieusement, il faut que ça se passe cette année.#$e#Ce serait tellement facile, aussi. On commanderait simplement une tonne de pizzas à Gus et on les ferait circuler.",
				"Caroline":"En fait, je trouve que le goon des neiges d'Abby est plutôt drôle.$h",
				"Linus":"J'ai voyagé un peu partout quand j'étais plus jeune. Certains endroits sont comme ça toute l'année.#$e#Je ne pense pas que je pourrais encore supporter de vivre dans la toundra. C'était quand j'étais plus jeune.",
				"Alex":"Héyy, j'ai une idée. On pourrait peut-être prendre des maillots de sport et les faire porter aux bonhommes de neige.#$e#En fait, est-ce qu'un maillot tiendrait sur le corps d'un bonhomme de neige?#$b#Ohhh, mes athlètes préférés auraient l'air tout gros avec ça.$s",
				"George":"J'ai apporté ma couverture extra-lourde pour cela.",
				"Evelyn":"Mes articulations seront raides à force de passer autant de temps dans le froid, mais la visite en vaut la peine.#$e#Ce festival est très important pour moi, tu sais.",
				"Lewis":"Salut, @ ! Content que tu aies pu venir. N'oublie pas de dire bonjour à tout le monde.$h",
				"Clint":"Eh bien, regarde ça, Emily ! C'est comme si ce bonhomme de neige était notre propre petit enfant ! Tu es la maman et je suis le papa ! Heh heh.$h",
				"Emily":"Oh, oui Clint. Hum, je suppose que... $u#$e#Peut-être que je peux être la tante de ce bonhomme de neige.",
				"Penny":"$y 'Hmm... Quel genre de bonhomme de neige devrions-nous faire ? _Pourquoi pas quelque chose avec des bonbons à la menthe pour les yeux ? _Ooh, super ! Connais-tu quelqu'un qui a des bonbons ? _Regardes Abigail pour trouver l'inspiration._Oh, oui. Peu importe.$s_Fais-en un conventionnel. C'est la seule vraie façon de le faire._Lorsque tu ne le fais qu'une ou deux fois par an, les classiques ne vieillissent jamais, hein ?'.",
				"Pam":"En fait, je me suis un peu entraînée en vue de la compétition.$h#$e#Er, eh bien, ce que je veux dire par là, c'est... Je ne me suis pas entraînée. Pas du tout.$s#$e#La tente de pêche de la foire du mois dernier compte-t-elle ?",
				"Haley":"Je devrais regarder dans ma garde-robe pour trouver des vêtements d'hiver. J'ai des manteaux de fourrure vraiment mignons que je n'ai jamais portés.",
				"Jodi":"J'aime la forêt quand elle est silencieuse. Quand la neige tombe des branches, elle fait ce doux bruit sourd.#$b#J'adore ça.$h",
				"Sam":"Nous vivons juste en face d'une rivière. Je suis étonnée que je ne sache toujours pas pêcher.#$e#Oh oui, je suppose que je m'ennuierais assez vite, n'est-ce pas ?",
				"Leah":"Je suis arrivé très tôt ce matin pour pouvoir commencer tout de suite ma sculpture. Qu'est-ce que tu en penses ?",
				"Marnie":"Mmm. Ce soir, ce sera bien, assis au coin du feu, avec du chocolat chaud, en se blottissant contre...#$b#...hum, je veux dire, en se sentant bien. $s#$e#So quoi de neuf ?",
				"Elliott":"Willy m'a appris quelques tours de pêche il y a quelque temps. Je me demande s'il va m'observer pour voir si je me suis souvenu ? $e#Je ne veux pas le décevoir.",
				"Gus":"...Quoi ? Désolé. Je ne fais que rêvasser. Je suis déjà en train d'élaborer mes plans pour la fête de l'Étoile d'hiver.",
				"Wizard":"Tu te faufiles pour visiter ma tour bizarre ? Tu es bizarre pour un homme ordinaire.",
				"Harvey":"Personne n'a eu d'hypothermie l'année dernière, alors je pense que je peux me détendre un peu.$h",
				"Jas":"Mme Penny, as-tu un chapeau que nous pouvons utiliser ?",
				"Vincent":"Regarde ! Si tu piétines très fort, de petites fissures apparaissent dans la glace.$u#$e#Quoi ? Pourquoi est-ce mauvais ? $u#$e#Oh...$u"
			}
		},
		{
			"LogName":"Year 2 Festival Winter Star - winter25.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter25.xnb",
			"Entries":{
				"Abigail":"Maman, tu vas bien ? $h",
				"Robin":"@, bravo à toi, pour deux belles années passées avec toi à Pelican Town!$h",
				"Demetrius":"Quel bon moment pour être en vie!$h",
				"Maru":"Oh bien. Je l'ai dit à ma mère."Mom, we have to get a table that has the green stuff at it.\"$h",
				"Shane":"Je pensais que je commencerais peut-être à être en meilleure forme.#$b#Welp, c'est fini maintenant.",
				"Sebastian":"J'ai une demi-douzaine de choses en tête qui ont besoin d'être faites. #$e#En fait, ce ne sont que des trucs de loisirs, mais j'étais en plein dedans avant que nous venions ici.",
				"Pierre":"J'ai passé tellement de temps à m'inquiéter pour le magasin cette année, mais tout cela semble si loin maintenant.#$e#Je suis vraiment reconnaissante quand l'année se déroule comme ça.$h",
				"Caroline":"Pierre... tu es deux verres derrière moi ! Yoohoo, où es-tu?$h",
				"Linus":"Tout le monde a l'air très joyeux aujourd'hui, n'est-ce pas ? C'est bon. Je vais juste rester ici.",
				"Alex":"Je suis sur la plaque numéro 5. Je me sens vivante !$h",
				"George":"Bah. J'ai l'impression que nous avons fait une de ces fêtes la semaine dernière.",
				"Evelyn":"Je sais qu'il y a beaucoup à manger, ma chérie, mais j'espère que tu gardes de la place pour un de mes biscuits.",
				"Lewis":"Juste au moment où nous pensons que le long hiver ne finira jamais, nous nous lançons tous spontanément dans une joyeuse célébration. Santé!$h",
				"Clint":"Je devrais probablement appeler ma mère.",
				"Emily":"$y '@ ! Qu'est-ce que tu espères trouver sous l'arbre aux esprits ? _Une pierre précieuse rare._Oh ! Je parie que tu dois avoir l'endroit parfait pour l'exposer chez toi, hein ? _Quelque chose de savoureux._Oh oui ! Il est difficile de se tromper avec des articles comestibles quand on a l'impression d'avoir tout ce dont on a besoin.$h$h_Un service à thé._Hmm, c'est étrangement spécifique, mais qui sait ? Tu pourrais l'avoir !",
				"Penny":"Il fait si froid dehors, et pourtant je n'ai même pas l'impression d'avoir froid du tout.$h",
				"Pam":"Salut, petit. Trinquons à une autre année.",
				"Haley":"Mes parents recevaient les cadeaux les plus épiques pour cela.#$e#J'espère qu'ils vont bien... où qu'ils soient.$u",
				"Jodi":"Tiens, Kent. Pourquoi ne manges-tu pas le reste de ce qu'il y a dans mon assiette ?",
				"Kent":"Bonjour, @. Joyeux festin.",
				"Sam":"Je suis reconnaissante que mon père soit de retour cette année.#$e#C'était... différent de ce à quoi je m'attendais, mais c'est agréable que tout le monde soit à nouveau réuni.",
				"Leah":"Tu te joins à notre table pour un petit moment ? Tiens. Prends un peu de lait de poule. Gus est encore en train de parler de ses cannes de bonbon.#$e#Je pense que c'est littéralement le même baratin que l'année dernière.",
				"Marnie":"J'espère que tu pourras rentrer chez toi à pied ce soir après avoir fini de manger!$h",
				"Elliott":"La plage était particulièrement solitaire ce matin. J'ai fait une promenade rapide jusqu'ici et j'ai découvert une compagnie si merveilleusement chaleureuse!$h",
				"Harvey":"Je n'arrivais pas à croire à ce festival pendant ma première année ici. Manger dehors dans le froid ? Mais tout cela fonctionne d'une manière ou d'une autre, n'est-ce pas ? $h",
				"Jas":"Tante Marnie, on peut manger maintenant ?",
				"Vincent":"Preseeeeeents!$h",
				"Marlon":"J'ai passé du temps dans les mines de lave ce matin. Mon corps n'est pas bien adapté à ce froid."
			}
		}
	]
}