{
  //SPECIAL DIALOGUE
  "patio_Victor": "C'est une belle journée.$1",
  "spouseRoom_Victor": "Bonjour chéri.e. J'ai pris des livres à la bibliothèque. La tradition elfique et naine est fascinante.$1#$e#Je t'aime!$4",
  "funReturn_Victor": "Hey! Comment s'est passée ta journée?$1#$b#J'ai fait une promenade rafraîchissante autour de la ferme et à travers la ville. Ma mère te dit bonjour, au fait! Elle espère que tu t'arrêteras chez elle.$3",
  "funLeave_Victor": "Je fais des courses aujourd'hui. Y a-t-il quelque chose que je peux ramener pour toi?$1",
  "OneKid_0": "Pense-tu que %kid1 grandira pour devenir un agriculteur comme toi?$1#$e#J'aimerai garder la ferme %farm dans notre famille.$3",
  "OneKid_1": "Regarder %kid1 jouer ce matin m'a rendu si heureux.$3#$e#Ça me donne juste l'impression que tout ce que j'ai fait dans ma vie a conduit à ce moment.$1#$b#Nous sommes en train de fonder une famille, @. Ensemble.$4#$e#Je t'aime tellement et rien ne changera jamais ça.$4",
  "OneKid_2": "J'ai pris plus de nourriture pour bébé chez Pierre l'autre jour, chéri.e.$3#$e#Tu n'as pas à t'en soucier! Continue tes activités.$1#$e#J'ai tout géré ici!$1",
  "OneKid_3": "Ma mère veut nous rendre visite bientôt pour voir %kid1. Est-ce que ça te va?$3#$e#Je suis content que ma mère te rende visite. Je vais lui faire savoir!$1",
  "OneKid_4": "%kid1 m'a jeté un jouet un peu plus tôt. Heureusement, j'ai des réflexes de type ninja et je l'ai esquivé.$0#$e#D'accord. Je l'ai pris en plein visage et mes réflexes ressemblent plus à ceux d'un paresseux.$2",
  "TwoKids_0": "Je suis ravi que %kid2 et %kid1 s'entendent bien.$1#$b#Ce serait certainement un grand défi pour nous s'ils ne s'entendaient pas.$0",
  "TwoKids_1": "Regarde la famille que nous élevons. Nous faisons vraiment ça!$4#$e#Je n'ai jamais été aussi heureux de ma vie. Je t'aime tellement, @.$4",
  "TwoKids_2": "%kid2 a pu résoudre un puzzle hier, @.$7#$b#Je pense que %kid2 peut choisir de devenir ingénieur ou architecte à l'avenir.$3#$e#Le puzzle? C'était juste un ... mettre ce bloc d'étoiles dans ce puzzle en forme d'étoile mais ... Tu vois ce que je veux dire.$0",
  "TwoKids_3": "%kid2 et %kid1 ont mis le bazar dans leur chambre ce matin. C'était umm ... un sacré spectacle.$0#$e#Ne t'inquiète pas, @. J'ai déjà tout nettoyé.$1",
  "TwoKids_4": "J'ai acheté plus de couches pour %kid1 et %kid2. Tu n'as pas à t'en préoccuper, @!$3#$e#Je t'aime!$4",
  
  //SEASONAL DIALOGUE
  "spring_Victor": "Le printemps est magnifique à Stardew Valley. Il ne fait ni trop chaud ni trop froid.$1#$e#Le temps à cette période de l'année est parfait. Même la pluie fait du bien.$0",
  "spring_1": "Je sens l'odeur fraîche des fleurs et du pollen. C'est le printemps, mon amour!$1#$e#Je suis certain que nous aurons une récolte fantastique cette année!$3",
  "spring_13": "Tu vas participer à la chasse aux œufs aujourd'hui?$3#$b#J'espère que tu vas battre Abigail. Elle est la championne en titre, donc c'est amusant de voir son visage quand quelqu'un l'a finalement battue.$1",
  "spring_24": "Je dois mettre mon meilleur costume aujourd'hui pour la danse des fleurs!$1#$b#C'est amusant de voir tout le monde danser autour des magnifiques paniers de fleurs.$1",
  "summer_Victor": "Je pourrais certainement prendre une glace à la menthe et aux pépites de chocolat!$1#$b#Nous devrions bientôt rendre visite à Alex au stand de crème glacée de la bibliothèque, @.$3",
  "summer_1": "L'été est enfin là! Ce beau temps ensoleillé me donnera une excuse pour aller plus dehors.$1",
  "summer_11": "Sais-tu quel ingrédient tu ajouteras à la soupe aujourd'hui,@?$3#$b#Quoi qu'il en soit, je suis certain que ça rendra la soupe délicieuse!$2#$e#Tant qu'il ne s'agit pas de champignons. Je déteste les champignons.$6",
  "summer_28": "Nous devrions nous tenir la main ce soir sur le quai pendant que nous regardons les méduses au clair de lune.$4",
  "fall_Victor": "J'ai eu envie de tarte à la citrouille récemment. Peut-être que je passerai bientôt chez Pierre pour ramasser les ingrédients.$0#$e#Ce serait un merveilleux dessert pour le dîner, n'est-ce pas?$1",
  "fall_1": "Ah, l'automne! Ma saison préférée! J'aime me promener dans la ville par temps frais.$1#$e#Les couleurs de la vallée semblent devenir plus belles chaque année.$3",
  "fall_16": "Bonne chance aujourd'hui avec ton stand d'exposition à la foire de Stardew Valley!$3#$b#Tu vas battre Pierre. je peux le sentir!$1",
  "fall_27": "Bonne effrayante journée , mon ange! Si tu me tiens la main, je pourrai peut-être dépasser les monstres du labyrinthe cette année!$1",
  "winter_Victor": "Fais-moi savoir quandtu veux avoir une bataille de boules de neige, @. Je ne vais pas être facile avec toi!$3#$e#D'accord, je vais peut-être te laisser gagner une ou deux fois.$4",
  "winter_1": "La tempête de neige d'hier soir a recouvert toute la vallée. Reste emmitouflé au chaud, d'accord?$6#$e#Si tu attrapes un rhume en hiver, je m'occuperai de toi.$4",
  "winter_8": "Le concours de pêche sur glace est aujourd'hui, @.$1#$b#Nous devrions commencer à y aller bientôt pour pouvoir marcher avec les autres jusqu'au lieu de pêche!$1",
  "winter_12": "Nous devrions construire un bonhomme de neige à un moment donné! Je pense que ça aurait fière allure dans notre arrière-cour.$4",
  "winter_25": "Joyeuse Fête de l'Étoile Hivernale, mon amour. J'ai un cadeau très spécial pour toi ce soir.$4#$e#Je ne peux pas te dire ce que c'est maintenant.$1#$b#Ça en vaudra bien la peine. Je promets!$4",
  
  //DAY DIALOGUE
  "Indoor_Day_Victor": "Je me demande ce que je dois faire aujourd'hui.$1#$e#Peut-être commencer un nouveau livre?$3",
  "Indoor_Day_0": "Salut mon amour! Comment vas-tu aujourd'hui?$1#$b#J'essaie de décider si je dois jouer à des jeux vidéo, continuer à lire mon livre ou travailler sur un projet.$0#$e#Je trouverai bien. Bonne chance avec tes travaux agricoles!$1",
  "Indoor_Day_1": "Je suis affamé. Je me demande ce qu'il y a dans le frigo ... j'espère qu'il y a des spaghettis!$3#$e#Je jure que je pourrais vivre comme ça pour toujours et ne jamais m'en lasser.$1",
  "Indoor_Day_2": "J'étais d'humeur productive, alors j'ai nettoyé la maison. Il n'y a aucun grain de poussière nulle part!$1#$e#Si tu trouves un grain de poussière, je le vaincrai courageusement avec mon plumeau!$5",
  "Indoor_Day_3": "Salut mon amour! Tu as travaillé si dur ces derniers temps.$3#$b#Je veux te donner un peu d'argent pour acheter un verre au saloon.[336]$1#$e#Tu le mérites. je t'aime.$4",
  "Indoor_Day_4": "Vivre à la ferme avec toi est une expérience magique.$3#$b#J'espère que c'est pareil pour toi aussi, mon ange.$1#$e#Rendons aujourd'hui encore meilleur qu'hier.$1",
  "Outdoor_Victor": "J'ai pris un tonique de santé auprès du docteur Harvey pour toi.$4#$b#Ça dynamisera ton corps afin que tu puisses faire plus de travail.[349]$1#$e#Passe une bonne journée!$3",
  "Outdoor_0": "Il est bon de sortir de temps en temps, même si j'ai du travail, qui devrait être déjà fait.$3",
  "Outdoor_1": "Ton grand-père a eu la chance de sécuriser autant de terres agricoles ici à Stardew Valley.$0#$b#Il ne serait pas possible d'acheter autant de terrain de nos jours, à moins d'avoir des dizaines de millions à dépenser.$6#$e#Je suis heureux que tu aies décidé de donner une chance à l'agriculture au lieu de vendre la terre, @!$1",
  "Outdoor_2": "Salut mon amour. Je prends juste une petite pause ici. Ne me laisse pas te distraire de ton travail!$1#$e#On devrait se faire des câlins supplémentaires ce soir!$4",
  "Outdoor_3": "Ooh! Je suis ravi de te voir ici.$4#$e#Tu m'as sorti de ma rêverie.$1",
  "Outdoor_4": "J'aime regarder la ferme depuis le patio. Tu as fait tellement de progrès.$3#$e#Tu devrais être fier!$1",
  "Rainy_Day_0": "Comme il pleut, je ferais aussi bien de finir le roman que je lis.$0#$e#Hey, j'ai un secret à te dire.$3#$e#Tu es mon tout préféré. Je t'aime.$4#$e#Eh... ça aurait pu être un peu ringard, mais ça t'a fait sourire.$3",
  "Rainy_Day_1": "J'aime les jours de pluie comme ça. Ça me donne une excuse pour rester à l'intérieur toute la journée.$3",
  "Rainy_Day_2": "Si tu sors dehors, assure-toi de rester au sec. Je ne veux pas que tu tombes malade.$6#$e#Si tu tombes malade je prendrai soin de toi.$4",
  "Rainy_Day_3": "Un temps comme celui-ci est une occasion parfaite pour moi de travailler sur mes schémas de pont.$3#$e#Ne laisse pas la météo t'empêcher d'accomplir ce que tu dois faire aujourd'hui. Vas-y!$1",
  
  //NIGHT DIALOGUE
  "indoor_Night_Victor": "Tu es prêt à dormir? Je suis assez épuisé.$0",
  "Indoor_Night_0": "Tu as eu une journée productive?$1#$e#C'est merveilleux à entendre! On devrait se faire beaucoup de câlins ce soir.$4",
  "Indoor_Night_1": "J'ai terminé mon ébauche de conception d'un pont pour le maire de Grampleton aujourd'hui.$3#$b#Je dois marcher jusqu'à la ville pour lui montrer bientôt mon travail.$1",
  "Indoor_Night_2": "Viens un peu plus près. J'ai quelque chose à te dire.$0#$e#Tu es le meilleur. Je t'aime.$4",
  "Indoor_Night_3": "J'ai rendu visite à ma mère aujourd'hui. Elle voulait que je te dise qu'elle te dit bonjour.$1#$e#Oh, elle m'a aussi donné une autre bouteille de vin pour nous. On peut mettre ça dans le placard.[348]$1#$e#... Ou tu peux le mettre dans le bac d'expédition. Peu importe ce que tu fais, c'est toujours le meilleur.$0",
  "Indoor_Night_4": "Il fait sombre à la ferme par rapport à Pelican Ville.$0#$b#La ville a tellement de lampadaires qu'il est facile d'oublier quelle heure il fait.$1",
  "Rainy_Night_Victor": "Hey! Je nous ai fait le dîner. Profite, mon ange.$1[214 224 228 235 237]",
  "Rainy_Night_0": "Tu as passé une bonne journée? J'ai hâte de me mettre au lit et de me blottir.$3#$e#J'attends ça avec impatience depuis que tu es parti faire tes courses!$4",
  "Rainy_Night_1": "Je suis content que tu sois à la maison! Tu m'as tellement manqué aujourd'hui!$1#$e#Pour être honnête, tu me manques généralement dès que tu pars.$4",
  "Rainy_Night_2": "J'ai terminé une grande partie de mes plans pour la réparation du pont ouest à Grampleton.$1#$e#J'espère que le maire apprécie mon travail.$0#$e#Elle apprecie généralement.$1",
  "Rainy_Night_3": "Umm... J'ai quelque chose à dire mais je suis un peu gêné ...$2#$e#On devrait se faire plein de câlins ce soir,@.$4",
  "Rainy_Night_4": "Après tout ce que j'ai fait aujourd'hui, je suis complètement épuisé.$6#$b#J'ai hâte d'aller me coucher.$3#$e#Je serai peut-être aussi impatient de te blottir.$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "J'ai fait de la nourriture pour toi! Tu peux le manger maintenant ou le conserver pour plus tard.[210]$1",
  "Good_1": "J'ai entendu parler de la ferme %farm aux actualités ce matin!$1#$b#Tes envois à Zuzu sont parmi les produits de la plus haute qualité qu'ils ont reçus depuis des années!$3#$e#Je suis si fier de toi mon ange!$4",
  "Good_2": "%pet me rappelle mon chat, Dewey.$6#$b#Je peux dire que tu traites %pet très bien.$3",
  "Good_3": "Salut mon amour. Voici de l'argent. Tu mérites un verre au saloon après tout le travail acharné que tu as fait![336]$1",
  "Good_4": "J'ai mis en évidence des passages dans mon manuel d'ingénierie pour garder un œil sur les détails importants.$3#$e#En parlant de ça ... tu es toi même un passage dans mon manuel?$0#$b#Parce que tu es un détail très important de ma journée.$4#$e#Heh... c'était un peu trop ringard n'est-ce pas?$1",
  "Good_5": "Oh. Tu as quelque chose sur le visage. Permets-moi de l'enlever pour toi.$0#$e#*smooch* Je t'aime!$4",
  "Good_6": "J'admire le pendentif de sirène que tu m'as donné.$3#$b#Je ne l'enlèverai jamais.$4#$e#D'accord, je l'enlèverai quand j'irai me doucher, mais c'est tout!$0",
  "Good_7": "J'ai préparé du café pour nous. Tiens! Prends une tasse! Je l'ai versé dans ta tasse préférée.[395]$4",
  "Good_8": "Ma mère nous a donné une bouteille de vin de sa cave. Ceci est un millésime du vignoble Abeja![348]$1#$e#Peut-être qu'on pourrait boire ça ce soir avec le dîner?$3",
  "Good_9": "Je ne pense pas que je veux m'éloigner de Stardew Valley.$0#$b#Je pourrais gagner plus d'argent dans une ville mais ...$2#$b#Je veux rester ici avec toi pour toujours.$4#$e#Rien ne changera mes sentiments là-dessus.$4",
  "Neutral_0": "J'ai reçu des spams aujourd'hui concernant les options d'achat d'actions de Joja.$0#$e#Je pense que c'est à cause de l'historique de recherche de ma mère.$0",
  "Neutral_1": "J'ai envie de commencer une nouvele partie de The Legend of Lonk aujourd'hui. Il y a tellement de rejouabilité dans les jeux Neendo.$1#$e#C'est ... une sorte de magie numérique si tu y réfléchis.$0#$b#Autant que j'aime concevoir des ponts, j'aime coder comme passe temps.$3#$b#Peut-être qu'à l'avenir, je deviendrai développeur de jeux vidéo? Même si je ne pense pas que j'aurai plus de talent que ConcernedMonkey!$1",
  "Neutral_2": "Ma mère nous a fait des biscuits! En voici pour toi![223]$1#$e#Ceux-là ont du glaçage au chocolat sur eux, mes préférés!$3",
  "Neutral_3": "J'ai pris des fruits et légumes frais chez Pierre l'autre jour.$3#$b#Il a toujours les meilleurs produits biologiques de la vallée.$1#$e#Peut-être qu'on pourrait faire de la salade de fruits ce soir?$1",
  "Neutral_4": "Je lis 'Les Guerres Elementaires' en ce moment.$3#$e#Des dizaines de milliers de gens de l'ombre et de nains sont partis en guerre il y a quelques milliers d'années.$6#$b#Il y a eu de nombreuses victimes des deux côtés.$2#$e#Le livre a été assemblé à partir des légendes locales par un certain nombre de sorciers et de sorcières de divers villages et villes.$0",
  "Neutral_5": "Un des tiroirs de la cuisine grinçait donc je l'ai réparé.$1#$b$Fais-moi savoir si quelque chose d'autre dans la maison a besoin d'une mise au point, mon amour!$3",
  "Neutral_6": "J'ai accidentellement mis mes chaussures à l'envers ce matin. Je me demandais pourquoi mes pieds étaient si étranges.$0",
  "Neutral_7": "J'ai emprunté ce livre à la bibliothèque intitulée «Goblin Murkers».$0#$b#C'est un livre sur les gobelins qui vivent dans diverses mines à travers le monde.$3#$e#Apparemment, certains d'entre eux vivaient ici à Stardew Valley au sommet de la montagne Corneal.$3#$b#Ils sont pour la plupart éteints. Les autres sont pour la plupart des serviteurs de sorcières corrompues qui se mêlent de magie noire.$0#$e#Les auteurs de ce livre sont des sorciers hautement qualifiés, dont M. Rasmodius.$0",
  "Neutral_8": "Je pense que je peux rendre visite à ma mère aujourd'hui. Je suis sûr qu'elle appréciera une visite surprise.$1",
  "Neutral_9": "Je ne sais pas pourquoi, mais j'ai récemment eu envie d'un cocktail Horizon Lunaire.$0#$b#Je pense que j'en prendrai un ce soir au saloon après avoir fini mon travail pour la journée.$1",
  "Bad_0": "J'ai fait un horrible cauchemar hier soir. Je ne ... me sens pas si bien.$2#$e#Umm... Je t'en parlerai plus tard au lit,@.$2",
  "Bad_1": "Hé ... Tu as blessé mes sentiments hier soir et je ne suis pas d'accord avec ce que tu as fait.$2#$e#Nous en parlerons plus tard ce soir.$2",
  "Bad_2": "*soupir*... Ma mère a perdu de l'argent à la bourse et elle veut que je vienne lui rendre visite.$2#$b#Elle va me saper le moral. Je la connais.$0",
  "Bad_3": "Tu penses que nous pourrions avoir une conversation sérieuse aujourd'hui?$0#$b#C'est ... quelque chose d'important.$2#$e#Nous en parlerons davantage lorsque tu reviendras de tes courses aujourd'hui.$2",
  "Bad_4": "Je pense que je suis tombé malade la nuit dernière. J'ai la nausée. Ne me touche pas, @.$2#$e#Je ne veux pas non plus te rendre malade! Je vais chercher des médicaments chez le docteur Harvey aujourd'hui.$2",
  "Bad_5": "J'ai oublié de sauvegarder ma partie et j'ai perdu une tonne de progrès.$2#$b#Je suis un peu ... frustré par moi-même en ce moment.$5#$e#Désolé, @... Je... Je n'ai pas envie de parler pour le moment. Bonne journée.$2",
  "Bad_6": "Je suis coincé sur un problème de calcul depuis si longtemps, et je n'ai absolument aucune idée de la façon de procéder.$2#$e#Je ne suis pas de bonne humeur pour parler en ce moment.$2",
  "Bad_7": "J'ai entendu des nouvelles horribles sur l'Empire Gotoro et ce qu'ils font à leurs prisonniers.$2#$e#Ils ... je ...$2#$e#...$2",
  "Bad_8": "Salut, @...$2#$e#...$2#$e#%Victor vous ignore.",
  "Bad_9": "Tout le monde fait des erreurs. Tu m'as blessé hier et je n'en ai pas encore fini.$2#$e#Ça va ... prendre du temps.$2"
}