{
    "Changes": [
        {
            "LogName": "Alex",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Alex",
            "Entries": {
                "Mon4": "Tout ce que je dois faire, c'est me présenter aux essais de la ligue junior de football. Ça devrait être un défi, mais pas trop dur.#$e#Après une saison ou deux de ligue junior, c'est pro tout le temps, bébé.",
                "Mon6": "Il y a des essais de football pour la ligue junior à la fin du mois. Je pourrais tenter le coup, mais je... je ne sais pas.#$e#Peut-être qu'une autre année de formation serait ce qu'il y a de mieux pour moi afin que je puisse faire une bonne première impression.",
                "Mon8": "Vous savez, j'avais l'habitude de vouloir la gloire et la fortune, mais dernièrement j'ai commencé à chanter une autre chanson. Au final, ce sont les petites choses modestes qui satisfont, vous ne pensez pas ?#$e#Je veux toujours devenir pro, mais ce n'est pas la chose la plus importante au monde.",
                "Tue2": "Je passe beaucoup de temps à la plage pendant l'été.#$e#Hé, si tu es prêt à faire une partie de catch, tu devrais me retrouver là-bas le mois prochain.",
                "Tue4": "C'est important d'avoir des objectifs. Depuis que j'ai terminé le lycée, je me suis vraiment appuyée sur mes séances d'entraînement pour structurer mes journées.",
                "Tue6": "Rien de mieux qu'une journée énergique à la plage avec vos amis... n'est-ce pas ?",
                "Tue8": "*soupir*... J'aimerais avoir plus d'amis dans cette ville qui veulent faire du sport avec moi.$s#$e#Je veux dire, c'est l'endroit parfait pour ça ! C'est tellement dommage qu'il soit gaspillé.",
                "Tue10": "Hééé.#$e#Tu as l'air en forme aujourd'hui !$h#$e#Alors, quoi de neuf ?",
                "Wed4": "Tu as déjà regardé Sports Report ?#$b#J'ai été collé dessus les soirs. Le projet football est en cours en ce moment.$h",
                "Wed6": "Le football est plus qu'un simple jeu pour moi. C'est vraiment la seule chose pour laquelle j'ai toujours été bon.#$e#Je ne sais pas ce que je ferais sans elle.",
                "Wed8": "Tout le monde autour de moi m'a toujours dit que j'étais le meilleur joueur qu'ils avaient. Le football est ma vie.#$e#Puis un jour, le lycée se termine, et c'est comme si toutes ces promesses que tout le monde a laissé entendre à ton sujet s'étaient envolées.$s#$e#Je dois trouver autre chose à faire de ma vie, je suppose. Pas vrai ?",
                "Wed10": "J'ai l'impression d'apprendre beaucoup de choses avec toi, @. J'apprécie que tu sois honnête avec moi.#$e#On verra où ira ma carrière sportive. J'apprécie que tu sois là pour moi, que j'y arrive ou pas.",
                "Thu2": "Je me sens mal pour les gens qui ont des allergies. C'est comme, comment tu peux faire monter ton rythme cardiaque si tu éternues tout le temps ?",
                "Thu4": "J'allais essayer de jouer au football l'année dernière, mais mon genou était en mauvais état.#$e#Hé, tu ne peux pas précipiter ce genre de choses.",
                "Thu6": "L'air commence à se réchauffer... Je me sens gonflé à bloc.",
                "Thu8": "Tout le monde doit avoir des rêves. Je pense que c'est vraiment cool que tu te sois levé un jour et que tu sois venu ici pour reprendre la ferme.#$e#Chapeau bas à toi.",
                "Fri2": "À l'école, mes professeurs se plaignaient toujours du fait que les joueurs de football gagnaient trop d'argent. C'est tellement ridicule.#$e#In school, my teachers always complained that soccer players made too much money. It's so ridiculous.",
                "Fri4": "Hé, @. Je suis content que tu sois passé.#$e#Je n'ai pas honte de dire que j'aime ma grand-mère !#$e#Maintenant, grand-père, d'un autre côté...#$e#Je plaisante.$h",
                "Fri6": "Ça peut paraître bizarre, mais ça me manque d'avoir un entraîneur qui me crie dessus et me dit ce que je dois faire.$s#$e#Je peux me motiver, mais quand tu te donnes à fond pour quelqu'un d'autre, c'est différent, tu sais ?",
                "Fri8": "Salut @. Tu as l'air sportif aujourd'hui.$h^Hé @. Tu as fait quelque chose de différent avec tes cheveux ? Quelque chose n'arrête pas d'attirer mon attention.$h",
                "Fri10": "Hé hum...$l#$b#Fais-moi savoir si tu veux de l'aide pour tes travaux agricoles.$l#$e#Je dois faire quelque chose qui soit plus que de l'exercice pour le plaisir, non ?$h",
                "Sat2": "Hé, Haley est plutôt géniale, tu ne trouves pas ?#$e#Non, on ne sort pas ensemble en ce moment. Elle est euh... en train de traverser quelques trucs.#$e#Mais il va probablement y retourner bientôt.",
                "Sat_inlaw_Haley": "Alors euh... Haley cuisine, hein ? Je ne pense pas qu'elle l'ait fait avant de te rencontrer.#$e#Les gens changent, je suppose.$s",
                "Sat8_inlaw_Haley": "Haley cuisine, hein ? Tu as vraiment fait ressortir le meilleur d'elle !$h#$e#Je promets que je ne suis pas bizarre, je suis juste curieuse : Tu as des restes ?",
                "Sat4": "Grand-mère se plaint toujours que je prends trop de place dans le congélateur avec tous mes bacs à glaçons.#$b#Mais je veux dire, comment suis-je censé avoir assez de glace pour prendre des bains de glace ?",
                "Sat6": "Mes bras sont vraiment douloureux, mais c'est le signe du progrès pour une fille comme moi.#$e#J'ai dû faire un millier de pompes hier.",
                "Sat8": "...Où pensez-vous que je serai dans 10 ans ?$s",
                "Sat10": "J'ai eu du mal à rester concentré ces derniers temps.$l",
                "Sun_inlaw_Haley": "Oh, hé. Comment se passe la vie de couple ?$9",
                "Sun6_inlaw_Haley": "Je dois admettre que... j'étais un peu jaloux quand Haley et toi vous êtes mariés. Mais, bon... C'est une chance pour moi d'apprendre quelque chose de nouveau sur moi-même.$9",
                "Sun6": "Viens dans ma chambre quand tu veux et on pourra s'entraîner ensemble.#$e#C'est vraiment plus amusant de s'entraîner avec des amis.$h",
                "Sun8": "Viens dans ma chambre quand tu veux et on pourra s'entraîner ensemble.#$e#C'est beaucoup plus amusant de cette façon.$h",
                "Sun10": "Haley et moi avons toujours pensé que nous pourrions être le couple le plus puissant de la ville, mais ça a toujours été compliqué.#$e#On n'était pas faits l'un pour l'autre, au-delà de l'amitié.#$e#Je veux dire, clairement, non ?$l",
                "summer_Mon2": "Tu fais de la musculation ?#$e#Je suppose que travailler à la ferme compte un peu, mais ce n'est pas vraiment la même chose que de faire de la musculation.",
                "summer_Mon4": "Hé, joli bronzage.",
                "summer_Mon6": "Hé @. Vous passez un bel été ?#$e#Quoi de neuf pour toi ?",
                "summer_Mon8": "Viens dans ma chambre quand tu veux et on pourra s'entraîner ensemble.#$e#C'est beaucoup plus amusant de cette façon.$h",
                "summer_Mon10": "C'est bizarre. Je n'ai jamais vraiment parlé de mes sentiments avec beaucoup de gens avant de te rencontrer.$l#$e#Je sens que je peux être moi-même.$l",
                "summer_Tue4": "Quand je jouais pour l'école, le trajet en bus était si long pour y aller. Je suis devenu connu comme le gamin hors de la ville.#$e#Mais après avoir vu à quel point j'étais bon, personne ne m'a plus jamais regardé de haut.",
                "summer_Tue6": "Si mes cheveux n'étaient pas si populaires auprès des femmes, je jure que je les raserais en une seconde.#$e#*soupir*... La vie peut être dure.",
                "summer_Tue8": "Hé, @.$s#$e#Tu sais, je pensais justement que ça me manque de ne plus jouer dans une équipe. Mais qu'est-ce que je suis censé faire ?#$b#Ce n'est pas comme si j'avais assez d'argent pour quitter la ville...",
                "summer_Wed6": "J'ai perdu le contact avec beaucoup de mes copains de football. Aux dernières nouvelles, Zane n'avait que des A à l'université. Et Brody a apparemment déjà un enfant.$s#$e#Si bizarre.$s",
                "summer_Wed8": "Tu sais, en fait, ça ne me dérangerait pas d'être fermier... ça ressemble beaucoup à faire du sport, d'une certaine façon.#$e#J'aime être à l'extérieur et faire des choses avec mes mains.",
                "summer_Thu6": "Parfois, je suis vraiment tenté de manger une partie de la glace du stand quand personne ne regarde.$h#$e#Ma règle est que pour chaque boule de glace, je dois faire 100 pompes de plus. Donc je me rythme.",
                "summer_Thu8": "Tu sais quoi ? Je vais commencer à lire un nouveau livre !",
                "summer_Thu10": "@! Hé ! Regarde ce que j'ai gardé pour toi. [233]$h#$e#Shut, ne le dis à personne.$h",
                "summer_Fri": "Qu'est-ce que tu veux ?#$e#J'ai des choses plus importantes à faire pour le moment.",
                "summer_Fri2": "Je travaille au stand de crème glacée cet été. Heh, assurez-vous de soutenir les entreprises locales !$h",
                "summer_Fri4": "Mon job de glacier est juste un truc que je fais pour pouvoir mettre de l'argent pour devenir pro.#$e#Dans peu de temps, je pourrai déménager à Zuzu City et jouer dans une ligue junior.#$b#Mais pour l'instant, il y a la question de l'équipement de qualité professionnelle.",
                "summer_Fri10": "@, si j'ai des enfants, je m'assurerai qu'ils aient la meilleure maman qui soit.#$e#Ce serait ma plus grande victoire. Et c'est une possibilité à envisager, tu sais ?",
                "summer_Sat": "Mmmm... Je sens un barbecue.#$e#Zut, je pourrais aller chercher un hamburger.",
                "summer_Sat2": "Mmmm... Quoi que Gus prépare au saloon, ça sent le paradis.",
                "summer_Sat4": "Mmmm... Je sens un barbecue.#$e#Zut, je pourrais aller chercher un hamburger.",
                "summer_Sat6": "Et s'ils faisaient de la glace avec des protéines au lieu de la crème ?#$e#Non non ! Ecoutez-moi ! Ce serait comme une boisson protéinée, mais glacée ! Je pense que je pourrais être sur quelque chose !",
                "summer_Sun": "Haley est plutôt sexy, tu ne trouves pas ?#$e#Ça craint vraiment qu'il n'y ait pas plus de filles sexy à Pelican Town.^Tu devrais peut-être passer du temps avec elle.",
                "summer_Sun2": "J'ai eu ces nouvelles chaussures hier parce que mon ancienne paire avait une tache marron.#$b#Je les ai juste jetées à la poubelle. Je les aurais bien données mais je n'aime pas l'idée qu'une personne bizarre porte mes chaussures, tu vois ?#$e#... Quoi ?$a",
                "summer_Sun_inlaw_Haley": "Oh, hé. Comment se passe la vie de couple ?$9",
                "summer_Sun6_inlaw_Haley": "Je dois admettre que... j'étais un peu jaloux quand Haley et toi vous êtes mariés. Mais, bon... C'est une chance pour moi d'apprendre quelque chose de nouveau sur moi-même.$9",
                "summer_Sun4": "Oh wow...tes chaussures sont un peu sales... mais c'est bien aussi !#$e#Chaque personne a des goûts différents, je suppose.",
                "summer_Sun6": "Ça peut paraître bizarre, mais ça me manque d'avoir un entraîneur qui me crie dessus et me dit ce que je dois faire.$s#$e#Je peux me motiver, mais quand tu te donnes à fond pour quelqu'un d'autre, c'est différent, tu sais ?",
                "summer_Sun10": "@, Je me demande parfois si ma mère serait fière de moi.$s#$e#J'ai réussi à te trouver. Et je sais qu'on peut faire fonctionner les choses entre nous deux. Je suppose que c'est quelque chose.$l#$e#À la prochaine.$l",
                "fall_Mon2": "Tu as vu Cheroky faire cette action hier soir ? C'était de la folie !$h#$e#Ça me rappelle ce que je faisais sur le terrain.",
                "fall_Mon4": "Ma grand-mère m'a dit que je devrais passer plus de temps à étudier.#$e#Peut-être qu'elle a raison...$s",
                "fall_Mon6": "J'ai tous ces vieux livres que ma mère avait. C'est intéressant de voir ce qu'elle aimait.#$e#C'est un peu comme regarder une photo d'elle, mais avec des mots, si c'est possible.$h",
                "fall_Mon10": "Les Tunneliers ont encore gagné hier soir ! Ils ont une saison incroyable cette année !$h#$e#Désolé, je suis vraiment heureux en ce moment.$l",
                "fall_Tue": "N'est-ce pas triste que certaines personnes n'atteignent jamais leur plein potentiel ?#$e#L'important est de continuer à se battre, quoi qu'il arrive.",
                "fall_Tue4": "Lorsque les choses se compliquent, j'imagine que certaines personnes abandonnent et se contentent de la médiocrité.#$e#Quelqu'un qui est comme ça ne doit pas avoir beaucoup d'amour-propre.",
                "fall_Tue6": "Je n'ai pas gagné beaucoup d'argent cette année avec le stand de glaces.$s#$e#@, qu'est-ce que je fais ?$s",
                "fall_Tue8": "Je me disais que c'est peut-être important d'apprécier les petites choses qui nous entourent.#$e#J'ai toujours entendu des gens dire ça, mais ce n'est que récemment que ça a commencé à avoir du sens.",
                "fall_Wed8": "J'ai finalement fait le grand saut... J'ai décidé d'arrêter de mettre du gel dans mes cheveux.#$e#Je ne voudrais pas être amie avec quelqu'un qui ne m'aime que parce que j'ai du gel dans les cheveux.",
                "fall_Thu2": "Comment ça va, @?",
                "fall_Thu4": "Hé, tu es la bombe.^@, tu es une fille géniale, tu le sais ?#$e#Comme tu es entré en ville un jour et que tu as dit , \"Yup ! Je vais réparer cette ferme !\" et tu l'as fait directement !#$b#Je pense que les gens comme toi et moi sont à un autre niveau.",
                "fall_Thu6": "Je me souviens de la dernière action du match de championnat régional. Le score était serré, et nous étions à dix secondes de la fin.#$b#J'ai vu les feuilles voler dans une rafale de vent, et j'ai lancé la balle, sachant que le vent la ferait tomber un peu sur le côté.#$b#Zane l'a attrapé parfaitement et nous avons marqué. Pas de prolongation.#$e#C'était un bon sentiment, tu sais ?$l",
                "fall_Thu10": "@! Hum... Salut.$l#$e#Désolé ! Je veux dire, euh...$l#$b#C'est cool si on se voit bientôt ?",
                "fall_Fri2": "Ce type, Clint ? Je ne sais pas grand-chose sur lui.#$b#Apparemment, il jouait au football, mais il est un peu vieux maintenant.",
                "fall_Fri6": "Je vais faire une tonne d'abdominaux ce soir.#$e#Tu dois travailler très dur si tu veux atteindre ton potentiel maximum.",
                "fall_Fri8": "Vous savez, j'avais l'habitude de vouloir la gloire et la fortune, mais dernièrement j'ai commencé à chanter une autre chanson. Au final, ce sont les petites choses modestes qui satisfont, vous ne pensez pas ?#$e#Je veux toujours devenir pro, mais ce n'est pas la chose la plus importante au monde.",
                "fall_Fri10": "Haley est une bonne amie, je pense. C'est juste qu'elle ne m'a jamais écouté comme tu le fais.#$e#J'avais l'impression que je devais toujours agir comme un gros bonnet quand j'étais avec elle. Et si je lui disais ce que je ressentais vraiment, elle perdait tout intérêt pour moi.$s#$e#Mais ces souvenirs me font apprécier d'autant plus ce que j'ai maintenant.$l",
                "fall_Sat2": "Hé, Haley est plutôt géniale, tu ne trouves pas ?#$e#Non, on ne sort pas ensemble en ce moment. Elle est euh... en train de traverser quelques trucs.#$e#Mais il va probablement y retourner bientôt.",
                "fall_Sat4": "Le saumon est définitivement mon poisson préféré. Surtout quand c'est la saison.#$e#Il faut juste le cuisiner de la bonne façon.",
                "fall_Sat6": "J'ai lu que le saumon contient beaucoup de... comment on dit ? \"Acides gras oméga-3\".#$b#Donc au début, j'étais comme, \"Whoa, je n'ai pas besoin de graisse supplémentaire dans mon régime,\" mais il s'avère que c'est le genre qui est vraiment bon pour toi.",
                "fall_Sat8": "Je n'ai aucune idée de l'endroit où se trouve mon père. J'ai passé beaucoup de temps à penser à ce que je dirais si jamais je le voyais.#$e#Ce ne serait pas joli. Peut-être qu'il vaut mieux laisser certaines blessures non ouvertes.$a",
                "fall_Sun4": "Il y a du football aujourd'hui ! J'ai attendu toute la semaine pour ça.$u",
                "fall_Sun6": "Hé, @, si mon grand-père ne veut pas lâcher cette foutue télé, je peux faire un sprint jusqu'à chez toi pour regarder le match ?#$e#Quel genre de TV as-tu, au fait ?",
                "fall_Sun8": "Hé, le match de football a lieu aujourd'hui !#$e#Les dimanches sont assez géniaux en automne.$u",
                "fall_Sun10": "J'ai toujours eu peur de devenir comme mon père. Je le suis toujours.$a#$e#Mais avec toi à mes côtés, je ne suis plus aussi inquiet.",
                "winter_Mon2": "Qu'est-ce qu'il y a de bon dans le saloon qui pourrait me réchauffer ?",
                "winter_Mon4": "Tu aimes la neige ? Moi... j'attends le printemps avec impatience.",
                "winter_Mon6": "Hey, on devrait faire de l'exercice un jour. L'air des sources chaudes n'est pas aussi sec que partout ailleurs.^Hé, on devrait s'entraîner aux sources chaudes un jour... euh, je veux dire, je suppose que tu ne peux pas venir de mon côté ? Ah, oh bien.",
                "winter_Mon8": "@, Tu sais comment les gens disent que le lycée est la meilleure année de ta vie ?$s#$b#Et si c'était vrai ? Est-ce que tout va s'écrouler à partir d'ici ?$s",
                "winter_Mon10": "Je pense que je ne suis pas d'accord avec le fait que le lycée soit les meilleures années de ta vie.#$b#Cette année, pour une fois, a été meilleure.$l",
                "winter_Tue4_inlaw_Haley": "Je dois admettre que... j'étais un peu jaloux quand Haley et toi vous êtes mariés. Mais, bon... C'est une chance pour moi d'apprendre quelque chose de nouveau sur moi-même.$9",
                "winter_Tue4": "Hé, @. Tu peux me rendre un service ?$l#$b#Si tu vois Haley, dis-lui que je suis occupé.$l#$e#Merci.",
                "winter_Tue6": "Tu es une personne sympa avec qui traîner, @. J'ai l'impression d'apprendre quelque chose de nouveau chaque fois que je te vois.",
                "winter_Tue10": "Hé ! Quoi de neuf ?$h#$e#Tu t'ennuies aussi ? Quelle coïncidence.$l#$e#Hé, on peut traîner ensemble n'importe quand.",
                "winter_Wed4": "Je ne joue pas vraiment aux jeux vidéo. Pourquoi voudrais-je appuyer sur des boutons et regarder un gars lancer une balle sur l'écran...#$b#...alors que je pourrais faire la même chose dans la vraie vie ?",
                "winter_Wed6": "Il n'y a donc pas grand-chose qui pousse dans votre ferme pendant l'hiver ? Tu dois t'ennuyer un peu alors.#$e#Hé, toi et moi, mon pote ! Bienvenue au club.$h^Hé, toi et moi, @! Bienvenue au club.$h",
                "winter_Wed8": "Tu sais quoi ? Je vais commencer à lire un nouveau livre !",
                "winter_Wed10": "J'ai fini de lire ce livre qui, selon ma grand-mère, était le préféré de ma mère.#$b#C'est l'histoire de deux adolescents qui voyagent dans le temps et changent l'histoire.#$b#Tellement bizarre. Je n'avais aucune idée que ma mère était dans ce genre de choses.",
                "winter_Thu4": "Personne ne sait vraiment à qui appartient Dusty. Je le nourris parfois, mais quelques autres personnes le font aussi.#$e#Ce stylo est là depuis aussi longtemps que je me souvienne. Je pense qu'il a même été là plus longtemps que Dusty.",
                "winter_Thu6": "J'aimerais pouvoir contrôler la météo.",
                "winter_Thu8": "J'ai fait un rêve l'autre nuit où ma mère était là. Puis je me suis réveillée.$s#$e#La réalité mord parfois.$a",
                "winter_Thu10": "Si je gagne beaucoup d'argent un jour, je m'assurerai que tous mes amis et ma famille soient pris en charge.#$e#Ça veut dire toi aussi.$h",
                "winter_Fri6": "Tu crois que je finirai comme Clint si je ne deviens pas pro rapidement ?$s",
                "winter_Fri10": "@, Tes parents sont-ils fiers de toi ?#$e#Eh bien, voilà une fille qui est assez fière de toi.$l",
                "winter_Sat": "Il y a des gens bizarres qui vivent dans cette ville.#$e#...comme cette fille, Sabrina. Pourquoi est-ce qu'elle porte du noir tout le temps ?#$e#Je ne comprends pas.",
                "winter_Sat2": "Je parie que si j'essayais de faire du catch avec cette fille Sabrina, elle se cacherait quand je lui lancerais la balle.$h#$b#...#$b#Désolé, ouais, j'imagine que c'était un peu con de dire ça.$s",
                "winter_Sat4": "Il y a des gens bizarres qui vivent dans cette ville.#$e#...comme cette fille, Sabrina. Pourquoi est-ce qu'elle porte du noir tout le temps ?#$e#Je ne comprends pas.",
                "winter_Sat10": "@, tu es totalement différent de moi, mais j'ai l'impression que tu m'as montré un tout autre côté de la vie.#$e#Peut-être que je ne devrais pas juger autant les gens qui sont différents de moi.",
                "winter_Sun": "Hé, le match de football a lieu aujourd'hui !#$e#C'est peut-être mon jour préféré de la semaine.",
                "winter_Sun2": "Au moins, la saison de football se poursuit pendant l'hiver. Mais là où nous vivons, il y a trop de neige pour faire quoi que ce soit.",
                "winter_Sun4": "Hé, le match de football a lieu aujourd'hui !#$e#C'est peut-être mon jour préféré de la semaine.",
                "winter_Sun6": "Au moins, la saison de football se poursuit pendant l'hiver. Mais là où nous vivons, il y a trop de neige pour faire quoi que ce soit.",
                "winter_Sun8": "Hé @. Tu veux qu'on traîne ensemble ?#$e#C'est pas grave si je rate le début du match. Je suis heureux de passer un peu de temps avec toi.",
                "spring_1_2": "Bonne année !#$e#Je vais essayer d'améliorer mon entraînement cette année encore.",
                "spring_23": "Nerveux ? Pas du tout, je ne suis pas nerveuse à l'idée de trouver un partenaire pour le bal de demain.#$e#Pourquoi le serais-je ?",
                "summer_10": "Demain devrait être une bonne journée à la plage. Bonne nourriture, aussi !$h",
                "fall_15": "Je ne vais pas mentir, ça déchire de sortir de chez soi et d'avoir un véritable carnaval qui vous attend.$h",
                "fall_26": "Hmm... si je vais dans le labyrinthe hanté demain, je me demande si je dois apporter ma batte.",
                "winter_24": "Il va y avoir tellement de bonne nourriture demain ! Je dois juste faire attention et m'assurer que je n'en fais pas trop.",
                "winter_28": "Le beau temps revient ! Je ne peux pas attendre.",
                "summer_10_2": "Demain devrait être une bonne journée à la plage. Bonne nourriture, aussi !$h",
                "fall_15_2": "Je ne vais pas mentir, ça déchire de sortir de chez soi et d'avoir un véritable carnaval qui vous attend.$h",
                "fall_26_2": "Hmm... si je vais dans le labyrinthe hanté demain, je me demande si je dois apporter ma batte.",
                "winter_24_2": "Il va y avoir tellement de bonne nourriture demain ! Je dois juste faire attention et m'assurer que je n'en fais pas trop.",
                "winter_28_2": "Le beau temps revient ! Je ne peux pas attendre."
            }
        },
        {
            "LogName": "Alex Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueAlex",
            "Entries": {
                "Rainy_Day_0": "#$c .5#Avec tout cet espace, je peux vraiment faire un entraînement complet du corps.#Je sais que tu n'es pas le genre de fermier à élever des bovins. Ce n'est pas grave, je peux juste acheter un steak au magasin.",
                "Rainy_Day_1": "#$c .5#Je n'ai jamais eu beaucoup d'amis en ville... Je me demande parfois comment j'aurais fini si tu n'étais pas venu ici.$9#Je me demande ce que font mes vieux copains de lycée. Aujourd'hui pourrait être un bon jour pour appeler.",
                "Rainy_Day_2": "#$c .5#Ah... J'allais faire un peu de jogging dehors. Mais je ne peux pas vraiment le faire avec ce temps.#Tu sais quoi ? Je vais tirer le meilleur parti de cette journée. La vie est trop courte pour se morfondre quand il pleut. Maintenant... que puis-je faire à l'intérieur... ?",
                "Rainy_Day_3": "#$c .5#*grognement*... Je viens de me réveiller et j'ai faim de protéines.$9#Mmm... est-ce qu'on a des oeufs ? J'ai envie d'oeufs.$9",
                "Rainy_Day_4": "#$c .5#C'est une bonne journée pour lire. Je ne veux pas devenir stagnante maintenant que je suis une fille mariée !#J'essaie de rattraper tous les livres que je devais lire au lycée. Parfois, ils commencent par être ennuyeux, mais en fait ils sont vraiment bons !",
                "patio_Alex": "#$c .5#Unghh... un... Unghhh... deux... Ça fait du bien de soulever des poids à l'extérieur !$6#*exaspérer*... Très bien ! *haleter  *... Je me sens vivant ! *exaspérer*...$6",
                "Rainy_Night_0": "#$c .5#Hé, tu as passé une bonne journée ? Je suis sûr que demain sera encore mieux.$h#Tu es allé dans la mine ? Parce que si c'est le cas, juste euh... reste en sécurité ?$s",
                "Rainy_Night_1": "#$c .5#Comment ça se passe ? J'ai trimballé le vieux football avec moi toute la journée. Une fille peut prétendre...$u#J'ai appelé mon vieux pote, Zane. C'était génial ! On a juste repris là où on s'était arrêté.$h",
                "Rainy_Night_2": "#$c .5#Oh... l'odeur ? J'ai mangé de l'ail toute la journée. J'essaie de rester viril... Désolé.$l#Je me demande ce que ça ferait de se tenir sous une chute d'eau... ?",
                "Rainy_Night_3": "#$c .5#J'ai mis de côté quelques restes pour Dusty. Il mérite une gâterie de temps en temps.#Je me suis arrêté pour rendre visite à Dusty aujourd'hui. Ce vieux garçon continue de travailler !$h",
                "Rainy_Night_4": "#$c .5#J'avais faim, alors j'ai fait à manger. Tiens, je t'ai gardé une assiette. [241 242 225 214 198]$h#Je ne mange pas vraiment de barres énergétiques. Je préfère la vraie nourriture, comme celle-ci ! Tiens, bon appétit ! [241 242 225 214 198]$h",
                "Indoor_Day_0": "#$c .5#Cela fait du bien de rester en bonne santé ! Nous n'avons qu'un seul corps. Il faut s'en servir !$h#Ahh... il n'y a rien de tel qu'une bonne nuit de sommeil à côté de mon mari !$h^Ahh... il n'y a rien de tel qu'une bonne nuit de sommeil à côté de ma femme !$h",
                "Indoor_Day_1": "Hé, chérie ! Je t'ai fait un petit déjeuner chaud.[195 210 211]#$e#$c .5#Si tu veux devenir fort, tu dois manger comme si tu le voulais !#De la bonne nourriture, directement de la source ! Je suis si heureux que nous ayons cette ferme.$h",
                "Indoor_Day_2": "#$c .5#Viens ici. *presser*... Mmhmm. Tu te raffermis à cause de tout ce travail à la ferme.#Aujourd'hui est un bon jour pour lire quelque chose. ...Ouais, j'ai continué à le faire.$h",
                "Indoor_Day_3": "#$c .5#Je suis encore en train de m'habituer à cuisiner et à faire la lessive... Ce n'est pas vraiment ce que je préfère, mais je savais à quoi m'attendre en t'épousant.$h#J'ai reçu des livres de la bibliothèque que je dois finir avant leur échéance. Je veux garder mon esprit aussi en forme que mon corps.",
                "Indoor_Day_4": "#$c .5#Il y a quelques trucs dans la maison que je vais essayer de réparer aujourd'hui. Ne t'inquiète pas pour moi, je ne m'ennuie pas.#Laissez-moi faire le ménage aujourd'hui ! C'est amusant que tu m'imagines en mascotte sexy d'une marque de nettoyage.$h",
                "Indoor_Night_0": "#$c .5#Ça fait du bien de se pousser à bout, n'est-ce pas ? Tu auras vraiment l'impression d'avoir gagné ta place dans le lit douillet ce soir.#Fais-moi savoir si tu as mal. Je connais quelques techniques de thérapie physique qui peuvent t'aider si tu en as besoin.",
                "Indoor_Night_1": "#$c .5#Tu t'es fait couper les cheveux ou quoi ? Tu as l'air plutôt en forme aujourd'hui. Peut-être que c'est tout cet air frais...$l#Une autre journée bien remplie ? J'aime que tu restes aussi actif que tu le fais.$l",
                "Indoor_Night_2": "#$c .5#Raconte-moi ta journée. C'est bon d'évacuer tout ce que tu as sur le coeur de temps en temps.#Le dîner est prêt ! Je parie que vous êtes affamés. [241 242 225 214 198]$h",
                "Indoor_Night_3": "#$c .5#Hé... J'ai de nouveaux shorts. J'ai pensé que ça t'intéresserait de savoir...$l#J'ai l'impression que ma mère peut reposer en paix, sachant comment les choses se sont passées pour moi. J'ai de la chance de t'avoir.",
                "Indoor_Night_4": "#$c .5#Si tu as besoin de temps pour toi, ça me va.#Hé. Tu as encore de l'énergie ?$l",
                "Outdoor_0": "#$c .5#Hé. Quand je me tiens ici et que je regarde notre terre... Je suis vraiment fier. Tu as fait du bon travail.#Si jamais on déménageait, ces levers de soleil me manqueraient vraiment. C'est un bon endroit pour rester en place pendant un certain temps, tu ne crois pas ?",
                "Outdoor_1": "#$c .5#C'est un endroit idéal pour élever des enfants. J'aurais adoré grandir dans un endroit comme celui-ci. Tellement de place pour courir partout !#Un nouveau départ pour une nouvelle journée fraîche ! Chaque jour est comme l'ouverture d'un nouveau cadeau.$h",
                "Outdoor_2": "#$c .5#J'aime passer le plus de temps possible à l'extérieur. On se sent mieux à l'extérieur.#Je suppose que je suis un snob de l'air frais. Je commençais à étouffer à l'intérieur de la maison, alors je suis sorti ici.",
                "Outdoor_3": "#$c .5#Je suis content de m'être levé à temps pour voir le petit matin. C'est toujours la meilleure partie de la journée, mais c'est si facile à manquer si tu fais la grasse matinée.$h#Regarde-nous, avec notre petite ferme. On fait un joli couple.$h^Hey. Peut-être que c'est la lumière dorée, mais tu es magnifique aujourd'hui.$l",
                "Outdoor_4": "#$c .5#Ahh... Ça fait du bien d'être dehors. Stardew Valley est vraiment le plus bel endroit...#Je me demande comment va le vieux Dusty ? Je devrais lui rendre visite.",
                "OneKid_0": "#$c .5#Je suis encore en train de m'habituer à ma nouvelle vie de mère au foyer.$h#Je pourrais courir un marathon si j'en avais vraiment besoin, mais s'occuper d'un enfant toute la journée est un tout autre type d'épuisement.$s",
                "OneKid_1": "#$c .5#Notre petit va devenir fort, comme papa.#J'ai dû réduire un peu ma routine d'entraînement pour pouvoir prendre soin de... %kid1, mais ça en vaut plus que la peine.$h",
                "OneKid_3": "#$c .5#C'était intéressant d'être enceinte...$h#Ahh, petit %kid1... vous avez beaucoup de vie devant vous, n'est-ce pas ?$h",
                "TwoKids_2": "#$c .5#Quand les enfants seront plus grands, je ne pense pas que tu puisses utiliser l'espace de la ferme pour faire un petit terrain de football... ?$l#Peut-être %kid2 sera le premier football professionnel joué depuis Pelican Town ?$h",
                "TwoKids_3": "#$c .5#J'ai enfin la vie de famille qui me manquait quand j'étais enfant... Merci.$l#Ce serait génial si les enfants font du sport. Je veux m'assurer qu'ils restent en bonne santé. Mais je les soutiendrai dans tout type de vie qu'ils choisiront.",
                "funLeave_Alex": "#$c .5#Je vais en ville aujourd'hui. Je te verrai ce soir.#Il est grand temps que je rende visite à Grand-mère et Grand-père. C'est là que je serai, alors venez nous voir si vous en avez l'occasion !",
                "funReturn_Alex": "#$c .5#J'ai passé une bonne journée. J'aime voir mes grands-parents souvent ; ils deviennent assez vieux.#C'était sympa de visiter la ville aujourd'hui. Grand-mère avait sorti des cookies, bien sûr !",
                "spring_3": "Ces deux derniers jours ont été plutôt chargés pour toi, n'est-ce pas ?",
                "spring_15": "Quand je rendrai visite à mon grand-père aujourd'hui, je me demanderai si je peux le convaincre de regarder quelque chose de bien avec moi.#$b#Comme... Rapport sportif ! Je ne veux pas manquer une minute de la draft de football.$h",
                "spring_27": "Je devrais mettre à jour mon programme d'entraînement. L'été va bientôt arriver !",
                "summer_3": "Je dois dire que travailler au stand de glaces ne me manque pas vraiment.#$e#Quoi, la crème glacée te manque ? Eh bien, nous pourrions toujours faire la nôtre.#$b#Je pense que euh... la mère de Sam a une recette. Ou l'a-t-elle déjà partagée avec toi ?",
                "summer_12": "Mon estomac est tout tendu après hier et j'ai de nouveau faim. Je ferais mieux d'y aller doucement aujourd'hui.",
                "summer_15": "Ouf, je crois que j'ai abîmé mon genou hier. Je ferais mieux d'y aller doucement avec les jours de jambes pendant un petit moment.#$e#Ne t'inquiète pas, je tiens trop à mon corps pour en abuser. Je m'assurerai que ça n'empire pas.",
                "summer_20": "Whew, I think I messed up my knee yesterday. I better take it easy with the leg days for a little while.$h",
                "fall_3": "J'allais oublier, c'est la saison du saumon ! Tu sais ce qui semble bon ?$h#$e#Du saumon rôti avec une sauce au beurre de citron. Et un côté de chou frisé et... quelle que soit cette céréale. Celle qui n'est pas du riz.$l",
                "fall_7": "C'est le premier match de la saison des Tunneliers aujourd'hui ! Oh, mec, je suis tellement excité !$h",
                "fall_11": "Whoa... J'en ai peut-être trop fait avec les protéines et les glucides ce matin. J'ai... des rendements décroissants.$s",
                "fall_22": "Oh oui, le match d'hier était génial ! Les Tunneliers étaient menés, mais ils sont revenus et ont tout écrasé dans les deux dernières minutes.$h",
                "winter_10": "Quand j'étais plus jeune, je ne pensais pas avoir besoin d'amis. Juste de respect.$9#$e#Mais maintenant, je peux voir que j'ai manqué quelque chose. C'est étrange de penser que j'ai passé une si grande partie de ma vie avec si peu de véritables relations humaines...$9",
                "winter_15": "Ces jours froids sont assez durs pour mes grands-parents. Je ferais mieux d'aller les voir aujourd'hui.",
                "winter_22": "*soupir*... Encore un match de football de la saison, mais au moins ce sera un bon match. Le match de championnat aura lieu la veille du nouvel an."
            }
        }
    ]
}