{
    "Changes": [
        {
            "LogName": "Caroline",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Caroline",
            "Entries": {
                "Mon2": "Abby était-elle polie la dernière fois que tu l'as vue ?#$e#D'habitude, elle est polie avec les autres, mais il lui arrive de s'emporter. J'espère qu'elle a été bonne avec toi.",
                "Mon4": "Abby est en fait assez douée pour la musique, mais elle ne s'est jamais tenue trop longtemps à un seul instrument.#$b#Tu l'as déjà entendue jouer quelque chose ?",
                "Mon6": "Abby et moi continuons à nous battre. J'aimerais vraiment qu'elle comprenne que j'en sais plus qu'elle ne le pense.$3#$e$Désolé, j'espère que votre journée se passe bien.",
                "Tue": "Le mercredi, le magasin est fermé.#$e#Garde ça en tête si tu as besoin de quelque chose.",
                "Tue2": "Si vous avez besoin d'argent rapidement, Pierre sera heureux d'acheter tous les produits que vous avez.#$e#Même s'il est issu de la cueillette, nous le prenons quand même. Ce genre d'articles donne à notre stock un peu de caractère local.$h",
                "Tue4": "Jodi et moi sommes amis depuis plusieurs années maintenant. Je suis si heureuse qu'elle et sa famille aient déménagé en ville.#$e#Parfois, je me demande si je pourrais m'en sortir sans elle.",
                "Tue6": "Je suis toujours étonné de voir comment Jodi est revenue pour le deuxième round, élever un autre enfant. Je me souviens que Sam était un peu difficile.$h#$e#C'était \"c'est fait\" pour Pierre et moi. C'était notre plan depuis le début.",
                "Tue8": "Pierre est un travailleur acharné. Parfois, je me sens coupable de tous les sacrifices qu'il a faits pour faire tourner ce magasin.",
                "Tue10": "Jodi et moi parlions justement de certaines des choses que tu as faites pour la communauté.$h#$e#Personnellement, je suis content que tu aies une influence positive sur Abby.$h",
                "Wed2": "Oh bonjour ! J'espère que tu te sens un peu plus chez toi maintenant, à Pelican Town.",
                "Wed4": "Hé, tu as déjà essayé de faire de la soupe de panais ?$h#$e#Ce serait probablement plus facile si tu gardais des panais du printemps, hein ?",
                "Wed6": "Stardew Valley est sympa, mais j'aimerais connaître plus de gens.#$e#Je suis heureux que nous soyons devenus amis.",
                "Wed8": "Je fais ce que je peux pour rester social. Mais à vrai dire, cela me demande beaucoup d'efforts.#$b#C'est la vie d'un introverti en voie de guérison, je suppose.",
                "Thu": "J'ai vu du raifort sauvage dans la forêt.#$e#La recherche de nourriture peut être un moyen amusant de gagner de l'argent. Tu peux aussi utiliser ce que tu trouves comme cadeau ou comme nourriture.",
                "Thu2": "C'est bien que nous n'ayons jamais à nous inquiéter d'être à court d'ingrédients quand vient le temps de préparer le dîner.",
                "Thu4": "#$1 Caroline1#Hmmm... Je me demande si je peux convaincre Pierre de préparer le dîner ce soir.#$e#Hmmm... qu'est-ce que je vais faire pour le dîner ce soir ?#$e#Je vais peut-être prendre un plat à emporter du Saloon.",
                "Thu6": "$d Joja#Je suis inquiet pour Pierre. Chaque fois que nous perdons des affaires au profit de JojaMart, il peut à peine dormir pendant des jours.|Je n'oublierai jamais le jour où Pierre a tenu tête à Morris comme ça. Cela me rappelle quand nous étions tous les deux plus jeunes.$h",
                "Fri4": "Abby va au saloon avec deux de ses amis le vendredi soir. Peut-être que tu pourrais te joindre à eux ?",
                "Fri6": "Pierre est multi-talentueux. Tu l'as déjà entendu chanter ?$h#$e#Il est aussi assez athlétique. Ou du moins, il l'était...",
                "Fri8": "$d Joja#Jodi est ma meilleure amie, mais doit-elle faire ses courses chez JojaMart ? Je ne sais pas comment aborder le sujet de manière appropriée avec elle.$s|L'un des avantages de la fermeture de JojaMart est que je n'ai plus à m'inquiéter que Jodi y fasse ses courses.$h",
                "Fri10_1": "N'oubliez pas de soutenir Jodi la prochaine fois que vous la verrez. C'est très difficile pour elle, la façon dont son mari est absent.",
                "Fri10": "Je pensais voir une nouvelle facette de Jodi après le retour de Kent, mais les choses semblent toujours aussi difficiles pour elle.#$e#Peut-être qu'on pourrait préparer des dîners pour sa famille ?",
                "Sat": "J'organise un cours d'aérobic le mardi dans notre salon. Tu peux venir si tu veux.",
                "Sat2": "C'est moi, ou Abigail a un intérêt malsain pour le pessimisme ?#$e#Peut-être que je suis trop vieux pour comprendre.",
                "Sat4": "C'est drôle, je ne me souviens plus si le club d'aérobic était mon idée ou celle de quelqu'un d'autre.#$b#Je pense que ça s'est fait naturellement. L'exercice a toujours été mon truc, et notre salon semblait parfait pour ça, alors...",
                "Sat6": "Je pensais donner le bon exemple à Abigail avec les cours d'aérobic que j'organise, mais en fait, j'ai l'impression que ça l'a empêchée de vouloir faire de l'exercice.#$e#Je suppose que je ne devrais pas être surpris.",
                "Sat8": "#$1 Caroline12#Quand on a emménagé ici, j'ai mis du temps à m'installer... Je n'étais pas prête pour la vie domestique.#$e#Pierre est un peu traditionnel... mais c'est un homme bon. Il est ambitieux, mais il fait toujours passer sa famille en premier.",
                "Sun2": "N'hésitez pas à prier au sanctuaire de Yoba si vous le souhaitez.#$e#Non, ce n'est pas vraiment mon truc. Je respecte ceux qui pratiquent, cependant.",
                "Sun4": "Entre le sanctuaire de Yoba, les cours d'aérobic et le magasin, nous avons dû nous habituer à ce que les gens passent régulièrement chez nous.#$e#La vie en communauté n'est pas si mal tant que les gens sont respectueux.",
                "Sun6": "Chacun souhaite que son enfant fasse moins d'erreurs qu'il n'en a fait lui-même.$s#$e#C'est trop demander, qu'Abby reste en sécurité et heureuse ?",
                "Sun8": "Je m'inquiète trop comme ça, et la vie est courte. Ça ne vaut pas la peine de laisser la vie te déprimer tout le temps.#$e#Nous devons faire la paix avec ce que nous avons.",
                "summer_Mon": "Tu fais pousser des fleurs dans ta ferme à cette époque de l'année ?",
                "summer_Mon6": "Le temps semble passer de plus en plus vite à mesure que l'on vieillit...$s ",
                "summer_Thu": "J'ai vu des fruits sauvages dans la forêt dernièrement.#$e#La recherche de nourriture peut être un moyen amusant de gagner de l'argent. Tu peux aussi utiliser ce que tu trouves comme cadeau ou comme nourriture.",
                "summer_Thu6": "Les raisins sauvages qui poussent ici sont parfaits pour faire du vin. Tu fais du vin en ce moment ?",
                "summer_Thu8": "Veillez à conserver quelques tomates en fin de saison pour pouvoir faire un ragoût de légumes.#$e#Une fois l'automne venu, tout ce dont vous avez besoin, c'est d'une betterave. C'est une recette de rêve tant elle est bonne avec si peu d'ingrédients.",
                "summer_Sat6": "Désolé si Abby a dit quelque chose qui t'a mis mal à l'aise.#$b#Je me demande si elle aurait pu acquérir de meilleures compétences sociales si elle était sortie un peu plus.",
                "summer_Sun4": "C'est le temps idéal pour un thé glacé, tu ne crois pas ?",
                "summer_Sun8": "Tout le monde doit prendre le temps de s'occuper de soi. Je pense que tu connais mes petits rituels maintenant.$h#$e#Tu as passé le temps qu'il fallait ? Tu le mérites, tu sais.",
                "fall_Mon10": "J'espère qu'Abby ne fera pas les mêmes erreurs que j'ai faites à son âge...$s#$e#Uhm, je veux dire, on dirait qu'on a un autre cours d'exercice demain ! Je te verrai dans le coin ?",
                "fall_Thu": "Tu fais de la recherche de nourriture cette saison ? J'ai vu des champignons comestibles dans la forêt.#$e#Je devrais probablement mentionner que je ne suis pas un grand fan d'eux, cependant.",
                "fall_Thu6": "Il existe de bonnes recettes que vous pouvez réaliser toute l'année avec des champignons sauvages, ce n'est donc pas une mauvaise idée d'en stocker.#$e#Ou si tu n'es pas un grand cuisinier, tu peux toujours nous les vendre.",
                "fall_Thu8": "$d Joja#Je suis inquiet pour Pierre. Chaque fois que nous perdons des affaires au profit de JojaMart, il peut à peine dormir pendant des jours.|Je n'oublierai jamais le jour où Pierre a tenu tête à Morris comme ça. Cela me rappelle quand nous étions tous les deux plus jeunes.$h",
                "fall_Sat6": "Abby a toujours eu un intérêt étrange pour l'occulte. Je ne suis pas sûr de savoir d'où elle le tient...",
                "fall_Sat8": "C'est moi, ou Abigail joue trop aux jeux vidéo ?#$e#Je suis peut-être un peu vieux jeu.",
                "winter_Thu": "L'hiver est rude, mais tu peux déterrer quelques racines si tu as de la chance.#$e#La recherche de nourriture peut être un moyen amusant de gagner de l'argent. Tu peux aussi utiliser ce que tu trouves comme cadeau ou comme nourriture.",
                "winter_Thu6": "#$1 Caroline1#Hmmm... Je me demande si je peux convaincre Pierre de préparer le dîner ce soir.#$e#Hmmm... qu'est-ce que je vais faire pour le dîner ce soir ?#$e#Je vais peut-être prendre un plat à emporter du Saloon.",
                "winter_Thu8": "$d Joja#Je suis inquiet pour Pierre. Chaque fois que nous perdons des affaires au profit de JojaMart, il peut à peine dormir pendant des jours.|Je n'oublierai jamais le jour où Pierre a tenu tête à Morris comme ça. Cela me rappelle quand nous étions tous les deux plus jeunes.$h",
                "winter_Fri6": "Tu ne penses pas qu'Abby serait plus belle avec sa couleur de cheveux naturelle ?#$e#Elle avait des cheveux châtain clair.",
                "winter_Sun4": "Ahh, avec une tasse chaude de thé vert, c'est comme si le froid n'avait plus d'importance.",
                "spring_12": "Pierre a de très belles choses à vendre demain. Il t'en a déjà parlé ?$h",
                "summer_27": "Les gelées au clair de lune sont vraiment un spectacle à voir. Elles me rappellent de bons souvenirs que j'ai partagés avec Pierre.$h",
                "fall_15": "J'aimerais que Pierre ne soit pas si obsédé par son exposition de grange. Il a assez de soucis comme ça...",
                "winter_28": "Eh bien, nous voici à la fin de l'année ! Tu as des résolutions que tu vas commencer demain ?",
                "spring_1_2": "Bonne année ! Pierre t'attend.$h",
                "spring_12_2": "On te voit au festival de l'oeuf demain, oui ?",
                "summer_27_2": "*wow* Quel été ! Je pense que nous avons tous mérité un peu de repos.",
                "fall_15_2": "J'aimerais que Pierre ne soit pas si obsédé par son exposition de grange. Il a assez de soucis comme ça...",
                "winter_28_2": "Eh bien, nous voici à la fin de l'année ! Tu as des résolutions que tu vas commencer demain ?"
            }
        }
    ]
}