{
    "Changes": [
        {
            "LogName": "Elliott",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Elliott",
            "Entries": {
                "Mon2": "Pelican Town est un endroit unique et paisible. Je l'ai su dès que j'ai envisagé de m'y installer.#$e#J'espère que tu ressens la même chose.$h",
                "Mon4": "J'espère que tu considères cet endroit comme ta \"maison\".",
                "Mon6": "Je crois fermement que la beauté est dans l'oeil de celui qui regarde.#$b#Si c'est vrai, alors je considère que l'écriture est le chemin le plus direct vers l'endroit où notre esprit crée la beauté que nous expérimentons.",
                "Mon10": "Quand tu es dans le coin, @, les sentiments dans mon coeur ne peuvent être appelés que de la poésie sans mots.$l#$e#J'espère que tout va bien pour toi.$h",
                "Tue2": "Tant de gens passent leur vie entière sans jamais vraiment apprendre à faire attention... à ce qui nous entoure, à nous-mêmes...#$b#Combien de vies sont gaspillées de cette manière ?$s",
                "Tue8": "Une journée ne peut jamais être ennuyeuse quand on suit les caprices de son imagination.$u#$e#Désolé, je suis en train de déblatérer des absurdités ?",
                "Tue10": "Dans ma vie, j'ai passé tellement de temps seul, mais je pense que je suis peut-être prêt à changer cela.$l",
                "Wed2": "N'oubliez pas de passer par ma cabine quand vous visitez la plage.$h#$e#J'ai souvent envie de solitude, mais trop de solitude peut nuire au bien-être.",
                "Wed4": "Veuillez excuser l'état pitoyable de ma cabine.",
                "Thu": "Bonjour, @.#$e#Tu vas bien ?",
                "Thu10": "Je me suis essayé à quelques sonnets dernièrement.$l#$e#Oh ! Je n'ai rien écrit qui mérite l'attention d'un autre.#$e#Une autre fois, peut-être...",
                "Fri2": "Tu dois avoir rencontré Leah maintenant, non ? C'est une bonne amie depuis mon arrivée en ville.#$e#J'apprécie un bon débat avec elle sur l'esthétique.",
                "Fri8": "Un travail agricole d'excellence doit avoir besoin d'une muse. Ce qui t'inspire, @?",
                "Fri10": "Peut-être qu'un de mes prochains articles sera sur toi, @. J'espère que ça ne te dérange pas.$h",
                "Sat2": "Je ne crois pas qu'il faille s'accrocher à de nombreuses possessions matérielles. Je ne garde que ce dont j'ai besoin.",
                "Sat4": "'Réveille-toi, mon visage du soleil naissant#$b#Comme le choeur de la nature élève sa voix comme un seul homme.#$b#Oh, @, Je réfléchissais à certains de mes poèmes à l'instant. Ces derniers temps, le printemps a réveillé ma créativité.",
                "Sat6": "Je n'ai pas de télévision, pas d'ordinateur et pas de radio. Je me demande parfois si je n'aurais pas du mal à me réinsérer dans la société \"normale\".",
                "Sat8": "Certaines personnes sont timides. Continuez à vous intéresser à eux et ils se sentiront à l'aise avec vous.#$e#Tout le monde aime avoir des amis, même ce forgeron grincheux.",
                "Sun2": "Oh, donc tu es venu ici pour échapper à ton ancienne vie, aussi ?#$e#Il semble que nous ayons quelques points communs.",
                "Sun4": "Je respecte la recherche de Leah de la beauté dans l'art matériel.#$b#Pour moi, cependant, la beauté n'existe que dans l'esprit. Les mots, les pensées et la musique me suffisent.$h",
                "Sun8": "'Réveille-toi, mon visage du soleil naissant#$b#Comme le choeur de la nature élève sa voix comme un seul homme.#$b#Oh, @, Je réfléchissais à certains de mes poèmes à l'instant. Ces derniers temps, le printemps a réveillé ma créativité.",
                "summer_Mon10": "Est-ce une coïncidence si je ne peux m'empêcher de t'imaginer dès que je m'assois pour écrire ?$l",
                "summer_Tue2": "@? Tu as l'air perplexe.#$b#Je suppose que l'air chaud de l'été peut nous rendre un peu étourdis.",
                "summer_Tue4": "Viens dans ma cabane quand tu veux. J'ai besoin de compagnie.$h",
                "summer_Tue10": "J'écris ces jours-ci, en espérant que ce que je compose te plaira.#$e#C'est une expérience totalement différente, écrire pour quelqu'un d'autre au lieu de moi-même, mais j'aime déjà beaucoup cela !",
                "summer_Wed4": "La vie d'une seule plante est une histoire en soi.#$b#Sa lutte, son endurance, tout cela pour atteindre son objectif de porter du fruit.#$e#Le parcours d'un héros littéraire est assez similaire.$h",
                "summer_Wed6": "S'il n'y avait pas l'océan, je crains que ma cabine ne devienne pratiquement une hutte de sudation pendant ce mois.",
                "summer_Wed10": "Nous devrions partager une bouteille de vin un jour... pour célébrer les progrès que nous avons partagés dans cette vie !",
                "summer_Thu2": "J'ai commencé à écrire des histoires dès mon plus jeune âge. Je jouais sans cesse à des jeux imaginatifs.#$b#Mais un déclic s'est produit le jour où j'ai décidé de commencer à écrire les histoires qui m'étaient venues si naturellement.",
                "summer_Thu4": "Certaines de mes meilleures idées me viennent à l'esprit lorsque je m'assois et joue du piano.#$e#Bien sûr, certaines de mes pires heures de procrastination se passent là aussi...$s",
                "summer_Thu6": "C'est vrai que je n'ai pas toujours eu la vie facile à l'école.$s#$b#J'ai passé tellement de temps à être différent de mes pairs que finalement, \"différent\" est devenu la seule identité que je connaissais.#$e#Au moins, j'ai appris à me connaître assez bien grâce à ça.",
                "summer_Thu10": "Je pense à combien j'ai été malmené et exclu quand j'étais enfant. Pour trouver quelqu'un comme toi, je me sens plus chanceux que je ne l'aurais jamais cru.$l",
                "summer_Fri2": "Leah m'a parlé de ses derniers projets artistiques. Ils ont l'air fascinants.#$e#Mais elle aime garder certains d'entre eux secrets jusqu'à ce qu'ils soient terminés. Je comprends tout à fait.",
                "summer_Fri4": "Écrire avec un stylo est en fait beaucoup plus facile que d'écrire sur un ordinateur.#$b#Avec un stylo, tu dois t'engager sur les mots que tu écris, ce qui me rend beaucoup moins indécise.$h",
                "summer_Fri6": "C'était une véritable épreuve d'amener ce piano dans ma maison. Le déplacer de l'autre côté de la plage n'était pas une mince affaire.#$e#Je suis content que le Maire Lewis en ait eu un à vendre d'un ancien résident qui avait déménagé.",
                "summer_Sat4": "'Et l'obscurité, conquise comme une paumée ivre#$b#Soumet un visage tombé aux louanges de l'été.#$b#Ah, @, Je voulais juste trouver un peu de poésie pour me remonter le moral. J'espère que votre journée se passe bien.$h",
                "summer_Sat6": "Lorsque le son de l'océan est omniprésent, il semble presque faire partie intégrante de mon être. Marcher dans le silence des bois est soudain une expérience exotique.",
                "summer_Sat8": "J'aime à penser que votre travail à la ferme est une grande romance. Vaincre la mort et redonner vie à ce qui a été perdu...#$b#Sur le plan thématique, c'est là que nous, en tant que peuple, trouvons notre espoir.",
                "summer_Sun4": "Tous les personnages que je crée sont en quelque sorte un reflet de moi-même.#$b#En ce sens, je considère que j'ai exploré de nombreuses facettes de ma personnalité.$h",
                "summer_Sun6": "Écrire, c'est un peu comme jouer la comédie. Parfois, je me retrouve perdu dans l'esprit d'un personnage. C'est toujours très excitant.$h#$e#Mais je préfère garder mon public à l'écart jusqu'à ce que l'histoire soit complète.",
                "summer_Sun10": "Je peux souvent voir des morceaux de moi-même dans les personnages que je crée. Mais dernièrement, j'ai écrit des vignettes qui te ressemblent plus qu'à moi.$l",
                "fall_Mon6": "On dit que le bateau d'un pirate, rempli d'or pillé, a fait naufrage ici il y a longtemps.",
                "fall_Mon10": "Bonjour, @. I could stay here and write poetry. I feel a sudden burst of creativity! You go ahead and take care of business.$l#$e#Et toi ?$l",
                "fall_Tue4": "J'ai lu la plupart des classiques, mais je me surprends à y revenir encore et encore.#$e#Je me demande si ce que j'écris durera plus d'une génération.",
                "fall_Wed2": "Ce que j'adore sur cette plage, c'est que je peux y déguster un luxueux dîner de homard à la vapeur pour pas cher.$h#$e#Les plus belles choses de la vie nécessitent très peu d'argent si vous savez où chercher.",
                "fall_Wed4": "J'admire les classiques, mais en ce moment, j'ai aussi le nez plongé dans quelques romans populaires.#$e#Je peux toujours apprendre davantage des auteurs publiés si j'espère devenir un jour leur pair.$h",
                "fall_Wed6": "Ce que j'adore sur cette plage, c'est que je peux y déguster un luxueux dîner de homard à la vapeur pour pas cher.$h#$e#Les plus belles choses de la vie nécessitent très peu d'argent si vous savez où chercher.",
                "fall_Thu2": "Il faut beaucoup de balayage pour empêcher le sable de former une couche dans ma cabine.$s#$e#Du moment qu'il n'entre pas dans mon lit.",
                "fall_Thu4": "Oh, mon Dieu ! Un petit crabe semble avoir élu domicile dans la poche de ma chemise.$l#$e#C'est le problème quand on vit sur la plage.",
                "fall_Thu6": "Je ne peux nier que les saisons influencent mon humeur. Il ne fait aucun doute, alors, qu'elles doivent affecter mon écriture ?$s#$e#Mais que se passera-t-il si je rate l'occasion d'écrire la scène dont j'ai tant besoin et que je dois attendre une année entière ?$s",
                "fall_Thu10": "C'est merveilleux de te voir, @! Si on allait se promener sur la plage un jour ?$h",
                "fall_Fri4": "Mes jambes sont raides à force d'être assise à mon bureau toute la nuit.$s#$e#Parfois, je t'envie, @.",
                "fall_Fri6": "J'ai un terrible mal de tête aujourd'hui, dû à une trop grande fatigue visuelle. J'ai peut-être besoin d'une lampe appropriée pour quand je me couche tard pour écrire.$s",
                "fall_Fri8": "Les plantes de ma maison se portent plutôt bien. Et celles de votre ferme ?$h",
                "fall_Sat4": "'Un souffle de feuilles qui remue le jour avec vivacité$s#$b#Et appelle les mortels à la décadence...$s#$b#Ah, @, c'est juste quelques lignes de vers sur lesquelles je travaille. Un peu de poésie me permet de m'éloigner de mon projet principal.$h",
                "fall_Sat6": "Chaque fois que je vais écrire une scène, ça finit par prendre beaucoup plus de temps que prévu.$s#$e#Plus une histoire est complexe, plus je dois analyser si les symboles et les motifs sont cohérents, entre autres choses.",
                "fall_Sat8": "Je suis soulagé d'avoir terminé mon livre, mais je ne peux pas m'arrêter d'écrire maintenant. La créativité peut disparaître si elle n'est pas utilisée.",
                "fall_Sat10": "J'ai déjà commencé à réfléchir à des idées pour un autre livre.#$e#Oui, c'est quelque chose que j'ai l'intention de continuer à faire.$h",
                "fall_Sun4": "J'ai essayé de rattraper mon retard en matière de fiction contemporaine. Je dois m'assurer que je n'ai pas reproduit au hasard les idées d'un autre auteur.",
                "fall_Sun6": "Tout le monde pense toujours à l'été quand il s'agit de plages. Mais une plage d'automne a sa propre beauté vitreuse qui ne doit pas être négligée.",
                "fall_Sun8": "Il y a quelque chose de poétique dans la nature florissante d'une ferme en automne, alors que la nature dans son ensemble entame son déclin régulier vers l'hiver.#$e#La vie... la mort... la renaissance, toutes trois ont leurs phases séparées, mais toutes existent aussi simultanément.",
                "winter_Mon4": "Ces sombres journées d'hiver affectent mon humeur.$s#$q 060/061/062/063 winter_Mon_old#La saison hivernale affecte-t-elle aussi votre humeur ? #$r 060 0 Mon_060#Ça me coupe le vent dans les voiles.#$r 061 0 Mon_061#Ça me remonte le moral !#$r 062 0 Mon_062#C'est un mélange de joie et de mélancolie.#$r 063 0 Mon_063#Aucun effet sur moi.",
                "winter_Mon_old": "$p 060#Prends-tu bien soin de toi ?|Je ne dois pas me laisser aller à un état d'ennui.",
                "Mon_060": "Oh là là ! Ça doit être difficile d'être fermier quand tout ce qui vit est endormi. Tu peux venir me parler quand tu veux.",
                "Mon_061": "C'est vrai ? Oui, je suppose qu'il y a quelque chose d'assez réjouissant dans l'esprit des fêtes.",
                "Mon_062": "C'est exactement comme ça que ça se passe pour moi aussi. Certains de mes meilleurs textes ont été écrits en hiver, mais ils ont tendance à être plus sombres.",
                "Mon_063": "C'est ainsi ? Eh bien, j'admire votre nature imperméable, alors !",
                "winter_Tue4": "$d Joja#Les JojaMarts m'ont toujours rempli d'un profond sentiment de dégoût. Je n'en ai pas visité un depuis des années.|Ça me fait chaud au coeur quand je vois d'autres personnes faire leurs courses chez Pierre. Je me rappelle comment l'âme de cette ville m'a conquise.",
                "winter_Tue6": "J'ai déjà écrit d'innombrables histoires, mais si je dois soumettre quelque chose pour publication, il faut que ce soit parfait !$a#$e#L'écriture peut exacerber mes tendances perfectionnistes de manière assez importante.$s",
                "winter_Tue8": "Un lustre de neige soyeuse sur la colline#$b#Invite le solitaire à retrouver son âme...#$b#Ah, @, Je travaille juste sur un peu de poésie pour revigorer mon inspiration.$h",
                "winter_Wed": "Une journée ne peut jamais être ennuyeuse quand on suit les caprices de son imagination.$u#$e#Désolé, je suis en train de déblatérer des absurdités ?",
                "winter_Wed4": "@, tu as traversé la neige pour me rendre visite ?#$e#C'est un honneur pour moi !$h",
                "winter_Wed6": "J'ai été tellement impliqué dans mon propre travail que j'ai négligé de demander comment se passe votre travail. Comment va la ferme ?#$e#Tu as des plans pour construire quelque chose de nouveau pour l'année à venir ?",
                "winter_Wed8": "Je crois fermement que la beauté est dans l'oeil de celui qui regarde.#$b#Si c'est vrai, alors je considère que l'écriture est le chemin le plus direct vers l'endroit où notre esprit crée la beauté que nous expérimentons.",
                "winter_Thu6": "C'était une nuit fantastique hier soir ! J'ai dû écrire deux pages complètes de plus par heure !$h#$e#J'essaie de savourer ces victoires personnelles.",
                "winter_Thu8": "Respirez profondément. Tu le remarques ? C'est l'odeur de la mer.#$e#Chaque fois que je sens l'odeur de la mer, cela me rappelle ma jeunesse. L'océan m'impressionnait vraiment quand j'étais enfant.",
                "winter_Thu10": "Mes parents étaient de ceux qui pensaient que j'étais folle de venir ici.#$b#Mais quand j'ai lu leur dernière lettre, ils ont semblé mieux accepter.",
                "winter_Fri4": "Certaines de mes meilleures idées me viennent à l'esprit lorsque je m'assois et joue du piano.#$e#Bien sûr, certaines de mes pires heures de procrastination se passent là aussi...$s",
                "winter_Fri6": "Je n'ai réussi à écrire que trois phrases dans la journée d'hier. Trois phrases !$s#$e#Mon cerveau doit simplement être épuisé.",
                "winter_Fri8": "Certaines de mes meilleures idées me viennent à l'esprit lorsque je m'assois et joue du piano.#$e#Bien sûr, certaines de mes pires heures de procrastination se passent là aussi...$s",
                "winter_Fri10": "Je peux souvent voir des morceaux de moi-même dans les personnages que je crée. Mais dernièrement, j'ai écrit des vignettes qui te ressemblent plus qu'à moi.$l",
                "winter_Sat4": "Un lustre de neige soyeuse sur la colline#$b#Invite le solitaire à retrouver son âme...#$b#Ah, @, Je travaille juste sur un peu de poésie pour revigorer mon inspiration.$h",
                "winter_Sun6": "Le froid rend ma cabine plus solitaire.$s#$e#Peut-être que si je pouvais utiliser cette solitude comme une source d'inspiration...$s",
                "winter_Sun8": "Je pense que j'en ferai assez pour m'en sortir pendant encore quelques mois !$h#$e#C'est plus facile pour moi, car j'ai si peu de dépenses, mais pendant un certain temps, j'ai eu peur de me retrouver sans le sou.",
                "spring_1_2": "Une si belle matinée aujourd'hui ! Bonne année !$h",
                "summer_27": "La visite des gelées au clair de lune a été une expérience merveilleuse l'année dernière. J'espère que cette année ne sera pas différente.#$e#Et tu ne peux pas battre l'emplacement de ma maison !$h",
                "winter_15": "Ces bateaux ont fait une entrée remarquée quand ils sont arrivés ce matin !",
                "winter_28": "À un autre chapitre de notre vie ! [459]$h#$e#Santé.",
                "summer_27_2": "La visite des gelées au clair de lune a été une expérience merveilleuse l'année dernière. J'espère que cette année ne sera pas différente.#$e#Et tu ne peux pas battre l'emplacement de ma maison !$h",
                "winter_15_2": "Le marché de nuit est de retour. Je n'aurais jamais imaginé avoir ce genre de spectacle merveilleux juste devant ma porte.$h",
                "winter_28_2": "À un autre chapitre de notre vie ! [459]$h#$e#Santé."
            }
        },
        {
            "LogName": "Elliott Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueElliott",
            "Entries": {
                "Rainy_Day_0": "#$c .5#Je me sens inspiré aujourd'hui... Je pense que je vais écrire un peu.#J'aime me réveiller avec la douceur de ce son. Tu n'aimes pas ?$h",
                "Rainy_Day_1": "Le bruit de la pluie, d'une manière infime, me rappelle ma cabine au bord de la plage.#$e#$c .5#Je vais peut-être devoir faire une autre promenade là-bas, bientôt.#La ferme est merveilleuse, mais le bruit de l'océan me manque.",
                "Rainy_Day_2": "Je me suis levé tôt et j'ai fait du café.[395]#$e#$c .5#C'est un mélange incroyablement délicieux. Je me suis familiarisé avec le goût du café, si je puis dire.$h#Je trouve qu'une tasse de ce breuvage exquis rend le petit matin beaucoup plus agréable.",
                "Rainy_Day_3": "#$c .5#Je pense que je vais rester à l'intérieur aujourd'hui, ma chère. La pluie rend mes cheveux mous.#Bonté divine ! Je suis en admiration constante devant la façon dont tu t'aventures hardiment à l'extérieur ces jours-là, sans que cela n'entame ton esprit.",
                "Rainy_Day_4": "Mon inspiration pour écrire est comme le temps... elle va et vient au hasard. Aujourd'hui, je me sens tout à fait ennuyeux.$s#$e#Je vais peut-être lire un classique pour stimuler ma créativité.",
                "patio_Elliott": "#$c .5#Ah, quelle belle journée pour lire un livre... tu ne crois pas, ma chère ?#N'hésitez pas à vous joindre à moi si vous faites une pause, ma chère.$h",
                "Rainy_Night_0": "#$c .5#Bonsoir. Tu as eu une journée productive, @?#Notre héros triomphant est de retour ! Comment s'est passée ta journée ?$h^Notre héroïne triomphante est de retour ! Comment s'est passée ta journée ?$h",
                "Rainy_Night_1": "#$c .5#Tu es glacée ! Laisse-moi te réchauffer.$l#Chérie, qu'est-ce que tu fais, tu enfouis ton visage mouillé dans mes cheveux comme ça ? Je ne suis pas une serviette !$l",
                "Rainy_Night_2": "#$c .5#Ah, ma chère, je pensais justement à toi. Bienvenue à la maison.$h#Mon habileté à manier les mots est inégalée, mais je n'arrive pas à trouver le moyen de décrire correctement votre charme.$l^Mon habileté avec les mots est inégalée, pourtant je ne peux pas trouver la façon de décrire correctement votre beauté.$l",
                "Rainy_Night_3": "#$c .5#Qu'est-ce que j'ai fait aujourd'hui ? Je vais juste dire ceci... il faut beaucoup de travail pour maintenir ce physique tonique !#Isolement ? Non, ce n'est jamais isolant ici, comparé à la plage. La simple promesse de ton retour chaque soir me permet de garder l'esprit tranquille.$h",
                "Rainy_Night_4": "Mon amour... Je ne t'échangerais pas contre 100 barres d'iridium.#$e#Ni 1000...#$e#Pas même 10 000 bars, non.$7#$e#...$7#$e#Non, même pas 100 000 barres !$a#$e#...$s#$e#Wa... un million de barres d'iridium pur... ? Ne m'obligez pas à faire ça...$8",
                "Indoor_Day_0": "#$c .5#Je prends beaucoup mieux soin de moi depuis qu'on est ensemble. La vie de bachelorette n'était pas particulièrement saine pour moi.#Comment diable ai-je pu survivre dans cette vieille cabane ? Même maintenant, ça ressemble déjà à un souvenir de la vie de quelqu'un d'autre.",
                "Indoor_Day_1": "Bonjour ! Je nous ai fait un pot de café.[395]#$e#$c .5#J'ai envie de cette saveur robuste presque tous les matins.#Je sais comment le préparer comme il faut, si je puis dire. Je suis un peu un connaisseur.$h",
                "Indoor_Day_2": "#$c .5#Si tu trouves une araignée dans la maison, ne l'écrase pas ! Faites-le moi savoir et j'emmènerai la pauvre bête dehors.#Je me suis réveillé avec quelques pensées nageant dans ma tête pour une petite vignette. Je vais devoir écrire ces pensées avant qu'elles ne disparaissent.",
                "Indoor_Day_3": "#$c .5#Aujourd'hui va être une journée fantastique... Je le sens ! J'ai cette sensation spéciale dans mon nez...$h#Un éclat de soleil soyeux sur tes cheveux... me rappelle comment je sais que j'ai trouvé ma maison, où ton regard brillant nous invite à partager... un moment au soleil qui nous appartient.",
                "Indoor_Day_4": "#$c .5#Chéri, que penses-tu que nous devrions faire pour dîner ce soir ? C'est toi qui choisis.#J'ai fait ce cauchemar récurrent que tu m'as fait une coupe au rasoir... Tu ne me ferais jamais ça, n'est-ce pas ?$s#$e#Je te fais confiance.",
                "Indoor_Night_0": "#$c .5#Mmm, bonsoir, ma chère. Approchez-vous.$l#De la plus brillante étoile d'hiver au scintillement d'une veine d'iridium... rien ne peut être comparé à mon merveilleux homme.$l^De l'étoile d'hiver la plus brillante à la rose féerique la plus parfumée... rien ne peut être comparé à votre beauté captivante.$l",
                "Indoor_Night_1": "#$c .5#Un feu crépitant ajoute une ambiance merveilleuse à la maison... chaque morceau de bois brûle d'une manière unique.#Il n'y a pas de sable sur le sol, mais j'ai toujours l'habitude de brosser le dessous de mes pieds avant de me mettre au lit.",
                "Indoor_Night_2": "#$c .5#Chaque fois que je regarde les champs, j'ai envie d'en savoir plus sur votre travail. Pourquoi ne m'apprendrais-tu pas quelque chose de nouveau ?#Je n'ai jamais eu beaucoup de succès à faire pousser des plantes dans ma vieille maison de plage. J'espère pouvoir apprendre une chose ou deux en te regardant.##$e#À cet égard, tu es le maître et je ne suis qu'un humble apprenti.",
                "Indoor_Night_3": "#$c .5#Quand je contemple ton merveilleux visage, précieux joyau de forme et de grâce, mon coeur... déchiré par l'effroi de la nuit, est purifié par une lumière dorée.#Un ciel sombre et étoilé nous couvrira, et je t'envelopperai dans mes bras. Enfermés dans ce linceul, nous trouverons notre paix et ainsi, nous nous bercerons de doux charmes.#$e#La poésie est la seule façon de décrire mes sentiments pour toi.$l",
                "Indoor_Night_4": "#$c .5#J'ai appris à connaître les fruits de mer gastronomiques lorsque je vivais sur la plage. [198 202 727 728]Bon appétit !$h#J'ai passé l'après-midi à rêver de l'océan. J'ai donc décidé de cuisiner des fruits de mer. [198 202 727 728]$h",
                "Outdoor_0": "#$c .5#Mes rêves les plus fous sont devenus réalité... regardez ce paysage incroyable !#C'est très étrange, mais mes cheveux s'emmêlent moins quand je les sèche dehors. J'essaie de le faire à l'occasion.",
                "Outdoor_1": "#$c .5#Les meilleurs auteurs parviennent à maîtriser une variété de voix et de styles. C'est un de mes objectifs permanents.#Un sol fertile sous mes pieds, de l'air frais pour remplir mes poumons, et la chaleur du soleil pour ravir ma peau... La vie est belle.",
                "Outdoor_2": "#$c .5#Je pourrais rester ici et écrire de la poésie. Je ressens un soudain élan de créativité ! Tu vas de l'avant et tu t'occupes de tes affaires.#Roue triomphante qui fait tourner le ciel, illumine-nous d'un soupir. Pour l'instant, le choeur de l'air de l'aube chante, pour rappeler les airs de jeunesse de la nature.$h",
                "Outdoor_3": "#$c .5#Si je reste parfaitement immobile, peut-être un papillon resplendissant bénira-t-il mon nez en se posant.#Les épouvantails semblent bien fonctionner ici. Je ne peux pas imaginer que les oiseaux manquent de nourriture dans les forêts voisines.",
                "Outdoor_4": "#$c .5#Bonjour. Puis-je voler un doux baiser à mon amour ?$l#J'ai bu trop de café... ma bouche est aussi sèche que le désert de Calico.$s#$e#Oh... désolé pour l'haleine de café.$7",
                "OneKid_0": "#$c .5#C'est étrange... Je ne me sens plus comme le protagoniste de ma propre vie. Et pourtant, cela ne me dérange pas du tout.#Tu as eu le temps d'amuser les petits %kid1 aujourd'hui ? Peut-être qu'un deuxième enfant rendra les choses plus faciles pour nous deux.",
                "OneKid_1": "#$c .5#J'ai l'impression qu'élever notre enfant est le début d'une toute nouvelle histoire ! Ce sera toujours notre plus grande.#Petit(e) %kid1 va avoir une enfance parfaite ici. Il y a tellement de choses à explorer.",
                "OneKid_3": "#$c .5#Quels sont les bons jouets que nous pouvons acheter ? Je veux que notre enfant apprenne quelque chose de nouveau aussi souvent que possible.#S'occuper de bébés n'est pas vraiment mon point fort... mais je ferai de mon mieux pour être une bonne mère.",
                "TwoKids_0": "#$c .5#Je me demete combien de temps il faudra avant que nos enfants puissent apprécier les fruits de mer gastronomiques ?#J'ai déjà donné %kid1 and %kid2 leur nourriture. Ils mangent beaucoup pour de si petites créatures !",
                "TwoKids_1": "#$c .5#J'ai raconté une petite histoire aux enfants hier soir, alors qu'ils s'endormaient. Tu peux me dire que j'ai le béguin.$l#Je portais %kid1 plus tôt, et j'aurais pu jurer avoir entendu un \"Ma...ma\".$h",
                "TwoKids_2": "#$c .5#Élever des enfants est-il un art ? Si c'est le cas, je dois dire que c'est une sacrée compétition pour mon art préféré.$h#Je vais enseigner %kid1 à lire dès que possible ! C'est une excellente façon pour les enfants d'apprendre à connaître le monde.",
                "TwoKids_3": "#$c .5#Bonté divine ! Je suis encore capable d'écrire un peu, mais je dois le faire par petites touches lorsque nos enfants demandent une telle attention.#Nous avons bien travaillé, @. La ferme se porte très bien et nos enfants en bonne santé sont une grande joie. Je ne pourrais pas être plus heureux.",
                "funLeave_Elliott": "#$c .5#Je pense que je vais marcher jusqu'à la plage aujourd'hui. C'est toujours agréable de revoir l'océan.#Si je vais à la plage aujourd'hui, je me demande qui je vais voir ? Il n'y a qu'une seule façon de le savoir.$h",
                "funReturn_Elliott": "#$c .5#J'ai passé un bon moment à la plage, tout seul. J'ai regardé les vagues aller et venir, comme au bon vieux temps.#La plage était calme aujourd'hui, et pourtant si pleine de vie. Je me suis bien amusée. Et comment s'est passée ta journée ?",
                "spring_3": "Je me demande quelles nouvelles histoires nous aurons à raconter cette année ? Ce nouveau chapitre de notre vie ne fait que commencer.",
                "spring_15": "Je me demande comment Leah s'en sort ce printemps. Tu l'as beaucoup vue ?",
                "spring_18": "J'ai un nouveau livre de la bibliothèque qui est une joie absolue.#$b#La maîtrise de notre langue par l'auteur est magistrale. Les structures de phrases rythmées, la diction... Je me demande si je pourrais imiter un peu son style ?",
                "spring_28": "Les premiers jours de l'année touchent à leur fin. Mais il n'y a pas de raison de s'en affliger ! L'été, l'automne et l'hiver ont tous une beauté précieuse.",
                "summer_6": "Je dois m'assurer que j'écris quelque chose aujourd'hui. Même si ce n'est qu'une phrase, ça fait toute la différence du monde.#$e#Je crains de perdre mon élan si je cède à toutes les excuses de la paresse.",
                "summer_15": "Mon âme est vivante aujourd'hui !$h#$b#Et je sais que ce ne sera pas toujours le cas. Je ne veux pas manquer une seconde de ce que ce jour a à offrir.",
                "summer_18": "Les jours heureux de l'été ne sont pas passés ! Non, ils sont là, devant nous, en ce moment même !$h#$e#Aussi heureux que soient nos souvenirs d'enfance, nous ne devons pas laisser la nostalgie nous aveugler. Le jour d'aujourd'hui est tout aussi précieux que n'importe quel jour d'il y a des années.",
                "summer_22": "Je me demande quels sont les petits trésors de la mer qui échouent sur la plage ces jours-ci ?#$e#J'ai toujours aimé examiner ces mares à marée. Le bord de la piscine est le bord du monde pour certaines de ces créatures !$h",
                "fall_5": "Aucune des histoires que j'ai écrites n'est belle, pour ainsi dire. La beauté est une expérience de l'esprit.#$b#Je considère mon travail écrit comme une passerelle vers cette expérience. C'est au lecteur de décider s'il parvient à entrer dans la beauté.#$b#Mais j'aime à penser que je leur facilite la tâche.$h#$e#Désolé, est-il trop tôt pour parler de telles choses ?",
                "fall_8": "Ce vieux piano est toujours assis dans ma vieille cabane. Je me demande si c'est le bon jour pour lui rendre visite ?",
                "fall_20": "Chère moi. J'aurais dû faire plus attention au fil dentaire hier soir. J'ai peur qu'une de mes gencives soit plutôt douloureuse.$s",
                "fall_23": "J'ai écrit une petite vignette hier. Je dois juste la peaufiner aujourd'hui.#$b#Tu veux que je te le lise après qu'on se soit couché ce soir ?$h",
                "winter_4": "Avoir un champ frais de neige sans entrave... c'est comme avoir une feuille blanche et un stylo.#$b#Un tel potentiel à explorer !$h",
                "winter_12": "Je dois dire, c'est délicieusement confortable ici ! Ma vieille cabane était si froide.$h#$b#Au moment où je commençais à m'en apercevoir, je me suis rappelé à quel point c'était vraiment rudimentaire.",
                "winter_16": "Mes doigts étaient si raides quand j'écrivais dans cette vieille cabane froide.#$b#Je n'ai jamais à m'inquiéter de ça ici.$h",
                "winter_21": "J'ai toujours pensé que, dans la mesure où parler est l'une des choses les plus fondamentalement humaines que nous fassions, je pouvais en tirer une certaine fierté.$h#$e#Je dis que je dois parler avec aisance, même si les autres peuvent trouver cela étrange.#$b#Pourtant, tu me connais bien, ma chère : il serait étrange que je ne parle pas de ma voix la plus authentique, n'est-ce pas ?"
            }
        }
    ]
}