{
    "Changes": [
        {
            "LogName": "Emily",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Emily",
            "Entries": {
                "cc_Bus": "Le bus est enfin remis en service, et nous pouvons aller dans le désert ! Tu as déjà rencontré mon ami Sandy ?$h#$e#Je suis aussi content que Pam ait retrouvé son ancien travail.$h",
                "Tue2": "Leah vient au saloon parfois. Tu devrais y aller et lui parler.#$e#Elle est vraiment adorable.",
                "Tue10": "Hé, @.$l#$b#%*baiser*#$b#Ça ne te dérange pas que je fasse ça, hein ? Le contact physique est vraiment important pour moi.$l",
                "Wed2": "J'aime faire la grasse matinée quand je peux. Je reste dehors assez tard les soirs où je travaille, donc c'est juste une routine dans laquelle je suis tombée.",
                "Thu2": "Je suis désolé, ton grand-père doit tellement te manquer.$u#$b#Mais une fois qu'une âme existe, il n'y a aucune raison pour qu'elle disparaisse complètement. Je suis sûr que tu le reverras bientôt.",
                "Thu8": "La danse est importante pour moi, mais je n'ai pas l'intention de danser pour un grand public.#$e#Il m'aide à me connecter à l'énergie physique du monde qui m'entoure.#$b#Et si je partage cette connexion avec une poignée d'amis proches, cela rend la chose vraiment spéciale pour moi.",
                "Fri2": "Les vendredis soirs au saloon sont très amusants. C'est bien de se sentir à l'aise quand la vitesse augmente.",
                "Fri4": "Les fleurs sont vraiment vivantes là-bas ! Je regarde les champs herbeux et je vois une mer d'âmes, qui se déplacent et se mélangent.#$e#C'est magnifique de faire partie de tout ça.",
                "Fri6": "Nous devons nous rappeler que tout le monde est connecté à tout le monde et à tout le reste.#$b#Le bonheur que vous partagez aujourd'hui fera des vagues à travers le temps pendant des centaines d'années.",
                "Fri8": "Il est toujours important de répandre la bonté, mais nous devons aussi nous rappeler que chacun a un parcours différent.#$b#À mon avis, il n'y a jamais lieu de juger quelqu'un d'autre pour sa situation.#$e#Juste aimer les autres, non ? C'est de ça qu'il s'agit.",
                "Fri10": "Je pense que personne ne sera suspicieux s'ils me voient t'embrasser. Tout le monde sait que je suis du genre tactile.#$e#Oh.#$b#%*baiser*#$b#Hiiiii...$h",
                "Sat2": "Les vêtements sont la passerelle entre votre corps et le monde qui vous entoure.#$b#J'aime créer des vêtements qui me relient harmonieusement aux expériences de la journée.",
                "Sat4": "J'ai essayé de fabriquer mes propres teintures à partir de matériaux provenant d'ici.#$e#Les colorants synthétiques n'agissent pas sur la peau de la même manière que les colorants naturels.",
                "Sat8": "D'une certaine manière, Yoba joue un rôle important dans ma vie, mais je crois que sa présence va au-delà de tout ce que nous pouvons comprendre.#$b#Qui sait ? Peut-être qu'elle n'est même pas une 'elle'.",
                "Sun6": "Je pense que c'est bien que mes parents aient appris à faire ce qui les rend heureux.#$e#Ils me manquent, mais ce n'est pas vraiment différent de tous ceux qui déménagent à l'âge adulte.#$b#Pour Haley et moi, c'est l'inverse.",
                "Sun8": "Je ne peux pas fuir mes responsabilités envers cette ville, envers la maison, envers Haley...$u#$b#Mes parents sont à l'étranger, où ils doivent être, mais je suis aussi ici, où je dois être, donc...",
                "Sun10": "@, tu es très spéciale pour moi. Tu le sais, n'est-ce pas ?$u#$e#Tout le monde et tout ce qui m'entoure est aussi spécial, mais toi... Je ne peux pas m'empêcher de penser à toi...$u#$e#...Quoi qu'il en soit, je me suis senti obligé de te le dire.$u",
                "summer_Mon6": "Je n'adhère pas complètement à l'idée du \"moi\".#$b#Il est beaucoup plus logique pour moi que toute l'existence soit une seule présence divine, et que nous ne soyons que des vagues sur cette présence.",
                "summer_Mon10": "@, attends une seconde.$l#$b#%*baiser*#$b#...$l#$b#Je te souhaite une excellente journée !$l",
                "summer_Tue2": "C'est un autre jour d'entraînement aujourd'hui. J'adore réveiller tous ces muscles dormants dans mon corps !",
                "summer_Tue4": "Il y a de superbes endroits pour faire du camping par ici. C'est votre truc, vraiment ?",
                "summer_Wed4": "J'ai appelé mon ami Sandy plus tôt dans la journée. On dirait que c'est assez solitaire dans le désert.$u#$e#Je crois que chacun est toujours là où il doit être, mais nous verrons si l'univers lui offre une autre voie.$u",
                "summer_Wed8": "Tu as parlé aux oiseaux dernièrement ?#$b#...Il est important de se rappeler que nous avons beaucoup plus en commun que tu ne le penses.",
                "summer_Wed10": "@... penses-tu que nous sommes... destinés à aller au-delà de nos conversations quotidiennes ?$l",
                "summer_Thu4": "Je me sens guidé pour prendre plus de risques, ces derniers temps.#$q 040/041/042 summer_Thu_old#Alors, @, tu crois au destin ?#$r 040 0 Thu_040#Non, nous contrôlons nos vies.#$r 041 0 Thu_041#Oui, le choix n'existe pas.#$r 042 10 Thu_042#Je ne sais pas vraiment...",
                "summer_Thu_old": "$p 042#Mais je dois toujours écouter attentivement la conscience que l'univers nous offre.|Mais je dois encore écouter attentivement la conscience que l'univers nous communique.",
                "Thu_040": "J'ai pensé ça aussi, mais si j'étais né avec un cerveau différent ? Aurais-je fait les mêmes choix ?#$b#Et pourrais-je encore appeler ces choix les miens, si c'est par pure chance que j'ai eu ce cerveau ?",
                "Thu_041": "C'est vrai ? Je ne peux pas nier que nous faisons nos \"choix\" uniquement en raison d'influences préexistantes.#$b#C'est pourquoi je ne peux jamais juger quelqu'un pour la situation dans laquelle il se trouve.",
                "Thu_042": "Hé, peut-être que c'est la meilleure façon d'être ! Il y a tellement de choses à découvrir dans l'univers.",
                "summer_Thu8": "Nous sommes juste debout ici, mais l'univers nous a amenés à ce moment précis !$h#$b#C'est absolument incroyable si vous vous arrêtez pour y réfléchir.",
                "summer_Sat4": "Nous devons toujours nous traiter les uns les autres non seulement avec respect, mais aussi avec amour.#$e#J'essaie de traiter tout le monde de la même façon. Sandy, Clint, Shane, toi... tout le monde.#$e#Parce que vous êtes tous merveilleux à votre façon !$h",
                "summer_Sat8": "Ma machine à coudre a été mise à rude épreuve cet été. J'ai tellement de projets.#$e#Je vais peut-être me décider à faire quelque chose pour Haley, mais je dois aussi accepter qu'il y a de fortes chances qu'elle ne le porte jamais.$u#$b#Oh bien. *haussement d'épaules*",
                "summer_Sat10": "Je veux aimer tout le monde de la même manière, @, mais je ne peux pas nier que ce que je ressens pour toi est... un peu plus profond.$u#$e#Tu penses que tu vas vivre ici longtemps ?$u",
                "summer_Sun6": "Salut, @! Nous sommes devenus de bons amis, n'est-ce pas ?$h#$e#Ca me va. Tu es un mec cool.^Je suis contente.$h",
                "summer_Sun8": "Salut, @! Nous sommes devenus de bons amis, n'est-ce pas ?$h#$e#Ça peut paraître bizarre, mais j'ai toujours été certain que ça arriverait.",
                "summer_Sun10": "Les âmes tourbillonnent ensemble comme des nuages qui se forment et se reforment dans le ciel. Je suis heureux que nos chemins se soient croisés comme nous l'avons fait, @.$l",
                "fall_Mon4": "J'ai travaillé sur quelques pulls pour quand les jours seront plus froids.#$e#Mon objectif est que le tissu crée un sentiment de chaleur et de nostalgie pour quiconque le porte.",
                "fall_Tue8": "Tout le monde a quelque chose à apporter à ce monde. Que ce soit grand ou petit ne fait aucune différence.",
                "fall_Tue10": "D'une certaine manière, Yoba joue un rôle important dans ma vie, mais je crois que sa présence va au-delà de tout ce que nous pouvons comprendre.#$b#Qui sait ? Peut-être qu'elle n'est même pas une 'elle'.",
                "fall_Wed2": "Le saumon est l'une des espèces pour lesquelles je suis le plus exigeant. Aucune autre créature ne travaille comme eux pour remplir leur mission.$s#$e#Si tu en attrapes un, j'espère que tu le rejetteras.$s",
                "fall_Wed8": "J'aimerais que Gus ne fasse pas sa recette de saumon pour le dîner. Si on ne fait pas attention, on va manquer de saumon dans le monde entier.$s",
                "fall_Thu2": "J'ai vu une petite famille de champignons qui vivait sous un des arbres de la ville.$l#$e#La chose la plus mignonne du monde !$h",
                "fall_Thu4": "Je pratique la méditation transcendantale. C'est très important, je pense, d'entrer en contact avec la partie du monde que nous ne pouvons pas voir.",
                "fall_Thu8": "J'espère avoir la chance de visiter le désert à nouveau bientôt. Je dois voir Sandy, bien sûr, mais...#$b#...il y a aussi un commerçant dont les marchandises sont tout simplement étonnantes.#$e#N'oubliez pas d'apporter quelques pierres précieuses pour les échanges, si vous y allez.",
                "fall_Fri4": "Vous sentez cet air pur ? C'est agréable, n'est-ce pas ?#$b#J'ai juste peur que les Joja Co. du monde entier nous en privent.$u",
                "fall_Fri8": "La vie ne peut pas durer éternellement, alors nous devons nous assurer de profiter de chaque jour !#$b#Mais aussi, qu'est-ce que le 'temps', de toute façon ?",
                "fall_Fri10": "Ca me va si les gens nous voient nous embrasser. Tout le monde en ville sait que je suis du genre tactile.#$e#Oh.#$b#%*baiser*#$b#Hiiiii...$h",
                "fall_Sat4": "Je n'ai pas de grands projets de vie. Je préfère ne pas stresser pour l'avenir.",
                "fall_Sat8": "Il y a des gens bien dans cette ville qui ne semblent pas pouvoir trouver le bonheur. Ca me rend triste.$u#$e#En travaillant au saloon, j'entends de première main les problèmes de chacun.$u",
                "fall_Sat10": "Salut @.$l#$e#Mon coeur s'est accéléré dès que je t'ai vu. Tiens, pose ta main sur ma poitrine.$l#$e#Je suis si heureuse que tu sois venu !",
                "fall_Sun4": "Il y a tellement de barrières invisibles qui nous retiennent. Pourquoi les gens ne peuvent-ils pas apprendre à lâcher prise et à célébrer la liberté ?#$e#Moi ? Eh bien, tu sais ce qu'on dit... \"On ne peut pas mettre en cage un Junimo sauvage\".",
                "fall_Sun8": "Tu es une personne si gentille, @! Merci d'être mon ami.$h",
                "fall_Sun10": "Tu es une personne si gentille, @! Merci d'être gentil avec moi.$h",
                "winter_Mon2": "De temps en temps, j'ai envie d'un bon burger végétalien.#$e#Je ne suis pas vraiment végétalienne, ni végétarienne. Je mange simplement ce qui me semble le plus nourrissant pour mon corps et mon esprit.",
                "winter_Mon4": "Avec le temps froid qu'il fait, j'ai travaillé sur un pull pour Shane.#$e#Je pense qu'il va l'aimer. Il n'est pas trop lourd, donc il devrait bien tenir sous son sweat à capuche préféré.",
                "winter_Mon8": "Fais attention qu'un glaçon ne te tombe pas sur la tête ! Je ne voudrais pas que tu te blesses !",
                "winter_Mon10": "@, attends une seconde.$l#$b#%*baiser*#$b#...$h#$b#Je te souhaite une excellente journée !$h",
                "winter_Tue6": "Nous pouvons tous utiliser un peu plus de danse dans nos vies, tu ne crois pas ?#$e#D'une certaine manière, toute la vie est une danse. Il s'agit juste de savoir si votre corps le reconnaît.",
                "winter_Tue8": "J'espère que nous pourrons tous apprendre à vieillir, tout comme le changement des saisons en hiver.",
                "winter_Wed": "J'aimerais qu'Haley trouve un travail ou au moins qu'elle participe à la cuisine et au ménage.$s#$e#Je pense qu'elle espère épouser quelqu'un de riche.$u",
                "winter_Wed2": "J'aimerais vraiment qu'Haley participe davantage au nettoyage de la maison.#$e#Ah bon. J'aimerais juste que nous apprenions tous à accepter les responsabilités qui nous incombent.",
                "winter_Wed4": "La dernière fois que j'ai visité Calico Desert, je suis tombé sur une marchande avec un chameau. Elle avait tant de belles choses à vendre que j'en ai presque eu le souffle coupé.#$e#La prochaine fois, j'apporterai ma collection de pierres précieuses à échanger. Elle n'accepte pas les G.",
                "winter_Wed6": "Haley et moi ne sommes pas faits pour une si grande maison. C'est une corvée de la garder propre.#$e#Ah bon. Je ne devrais vraiment pas me plaindre.#$e#Votre ferme semble agréable et confortable.$h",
                "winter_Wed8": "Je me demande parfois où Haley va finir.$u#$e#Je suis sûr qu'elle va se retrouver exactement là où elle doit être.",
                "winter_Wed10": "Parfois, j'ai l'impression que je dois être un parent pour Haley. Mais ce n'est pas un rôle que je peux vraiment remplir...$u",
                "winter_Wed_inlaw_Haley": "Je suis si heureuse que Haley t'ait trouvé. L'univers avait un plan pour elle après tout !$h",
                "winter_Thu4": "C'est la journée du câlin gratuit aujourd'hui !$h#$b#%*câlin*#$b#J'espère que votre journée se passera à merveille !$h",
                "winter_Thu10": "Tu as l'air d'avoir besoin d'un peu de contact humain.$h#$b#%*baiser*#$b#Le toucher est important. J'aimerais que plus de gens soient ouverts à ce sujet.$h",
                "winter_Fri2": "Les cristaux possèdent diverses propriétés puissantes. Certains d'entre eux peuvent servir de point d'ancrage à des connexions spirituelles avec d'autres.#$e#Clint est aussi un grand fan des cristaux. C'est probablement pourquoi nous sommes de si bons amis.$h",
                "winter_Fri6": "Si je n'étais pas si occupé, je t'aiderais à creuser dans cette grotte près du lac.#$e#Je parie qu'il y a des cristaux puissants là-dedans.",
                "winter_Fri8": "Il n'est pas toujours facile d'essayer de faire preuve d'amour et de compassion envers tout le monde.#$e#Et si l'amour que je porte à une personne en blessait une autre ?$s",
                "winter_Sat6": "Le monde qui nous entoure est endormi, mais les esprits sont encore bien vivants.#$e#Tu peux entendre les esprits si tu sais écouter avec plus que tes oreilles...",
                "winter_Sat8": "La vie ne peut pas durer éternellement, alors nous devons nous assurer de profiter de chaque jour !#$b#Mais aussi, qu'est-ce que le 'temps', de toute façon ?",
                "winter_Sun2": "Mes pulls faits maison ont été très confortables par ce temps froid.",
                "winter_Sun6": "Il y avait d'énormes flocons de neige dehors l'autre nuit !#$e#Parfois, j'aime vraiment rentrer chez moi à pied tard dans la nuit.",
                "winter_Sun8": "Ma soeur et moi nous disputons parfois, mais elle me manquerait vraiment si elle partait.#$e#Je pense qu'elle deviendra une très gentille jeune femme un jour... Ne lui dites pas que j'ai dit ça.$h#$e#Vous sentez cet air pur ? C'est agréable, n'est-ce pas ?\nAlors, il y a quelque chose dont tu veux parler ?\n",
                "winter_Sun8_inlaw_Haley": "Dis bonjour à ma soeur pour moi ! Et rappelle-lui de venir me voir demain.",
                "winter_Sun10": "La connexion spirituelle que je ressens avec toi... tu la ressens aussi ?$l#$b#C'est comme un million de fils invisibles qui nous relient tous les deux.$l#$e#... Non ?#$b#%*baiser*#$b#Et maintenant ?",
                "spring_1_2": "Où le destin nous mènera-t-il cette année ? Je suis impatient de le découvrir.$h",
                "spring_23": "Avec qui vais-je danser demain au festival ? Là où ma présence est la plus nécessaire, c'est là que je me retrouverai !",
                "summer_10": "Hé, cherche-moi demain au luau. Je te saluerai, mais probablement pas de la manière à laquelle tu es habitué.",
                "summer_27": "Les gelées au clair de lune seront bientôt là. En tant que personnes, nous avons tant à apprendre d'elles.$l",
                "fall_15": "J'ai hâte de voir la foule à la foire demain. Il y aura tellement de gens intéressants à rencontrer !",
                "fall_26": "Gus a de délicieuses friandises qu'il a préparées pour le réveillon des esprits. N'oubliez pas de lui dire bonjour !",
                "winter_9": "Ces pauvres poissons ! J'espère que le maire Lewis a été responsable avec eux après la compétition d'hier.$s",
                "winter_24": "Ça a été un vrai tourbillon au travail ces derniers temps.#$b#Gus a passé la vitesse supérieure avec toute la nourriture qu'il a préparée pour le festin !",
                "spring_23_2": "Avec qui vais-je danser demain au festival ? Là où ma présence est la plus nécessaire, c'est là que je me retrouverai !",
                "summer_10_2": "Hé, cherche-moi demain au luau. Je te saluerai, mais probablement pas de la manière à laquelle tu es habitué.",
                "summer_27_2": "Les gelées au clair de lune seront bientôt là. En tant que personnes, nous avons tant à apprendre d'elles.$l",
                "fall_15_2": "Demain sera une bonne journée pour observer les gens. Quels sont vos projets pour la foire ?",
                "fall_26_2": "Gus a de délicieuses friandises qu'il a préparées pour le réveillon des esprits. N'oubliez pas de lui dire bonjour !",
                "winter_9_2": "Ces pauvres poissons ! J'espère que le maire Lewis a été responsable avec eux après la compétition d'hier.$s",
                "winter_24_2": "Ça a été un vrai tourbillon au travail ces derniers temps.#$b#Gus a passé la vitesse supérieure avec toute la nourriture qu'il a préparée pour le festin !"
            }
        },
        {
            "LogName": "Emily Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueEmily",
            "Entries": {
                "Rainy_Day_0": "#$c .5#Je me demande où vont les insectes volants quand il pleut ? Ne sont-ils pas touchés par les gouttes de pluie ?#J'espère que tous les animaux dehors s'abritent. Peut-être qu'ils dorment tous à l'intérieur.",
                "Rainy_Day_1": "#$c .5#Un jour comme celui-ci est une bénédiction de mère nature.#Quand une goutte de pluie tombe sur ta tête, combien de fois penses-tu que ses molécules d'eau ont été dans le ciel auparavant ?",
                "Rainy_Day_2": "#$c .5#Bonjour... J'ai ce cadeau pour toi. Ne t'inquiète pas, je l'ai déjà purifié avec de l'encens de sauge. [428 440 444 338 207]#C'est plutôt humide dehors, n'est-ce pas ? Tiens, cet article te fera du bien. [428 440 444 338 207]",
                "Rainy_Day_3": "#$c .5#Je voulais laisser le perroquet libre, mais son aile n'a jamais complètement guéri. Mais il semble satisfait. Je lui donne beaucoup d'attention.#Le perroquet semble apprécier de vivre à l'intérieur, surtout par des jours comme celui-ci. Il m'a dit qu'il était heureux ici.",
                "Rainy_Day_4": "#$c .5#Je ne te l'ai jamais dit... mais quand tu es arrivé ici, j'ai rêvé de toi. J'ai su tout de suite que nos chemins de vie allaient se croiser.$4#J'ai déjà oublié les rêves de la nuit dernière. C'est étrange. Ils étaient clairs comme du cristal quand je me suis réveillé.$u",
                "Rainy_Night_0": "#$c .5#Chaque moment a une beauté unique et précieuse... le remarquez-vous ? Il peut être facile d'oublier, parfois.#Il est important de trouver quelque chose à aimer dans chaque journée. Pour moi, aujourd'hui, c'était de regarder les champs danser sous la pluie dans l'après-midi.",
                "patio_Emily": "#$c .5#C'est mon endroit préféré pour une méditation matinale. Je visualise l'énergie de ce jardin de cristaux qui circule dans mon corps.#%Emily est dans un état méditatif profond.",
                "Rainy_Night_1": "#$c .5#J'entends les plantes se parler entre elles... elles sont si heureuses après la pluie d'aujourd'hui !#Tu te sens déprimé à cause du temps ? Je me demande si une petite thérapie vestimentaire ne vous aiderait pas ?",
                "Rainy_Night_2": "#$c .5#Comment s'est passée ta journée ? Tu as l'air un peu détrempé.#Tu as fait tout ce que tu espérais ? Ne t'inquiète pas si ce n'est pas le cas. Chaque jour est spécial, même si ce n'est pas ce que nous avions prévu.",
                "Rainy_Night_3": "#$c .5#Ma journée a été très paisible. Comment était la vôtre ?#Je me demande si les animaux aiment se blottir les uns contre les autres par une nuit pareille.",
                "Rainy_Night_4": "#$c .5#Tu veux du dessert ? C'est ma version spéciale crue, sans gluten, sucrée uniquement avec du sirop de cactus.[232 234 223 220]$h#Je t'ai fait une gâterie ! Sandy m'a envoyé le nectar d'agave que j'ai utilisé. [232 234 223 220]$h",
                "Rainy_Night_5": "#$c .5#Le bruit de la pluie te met-il en transe ? Le bruit de la pluie te met-il en transe ?#J'ai l'impression que nos âmes sont particulièrement en phase ce soir. Peut-être qu'on peut aller se coucher un peu plus tôt ?$l",
                "Indoor_Day_0": "#$c .5#À quels objets physiques te sens-tu particulièrement lié aujourd'hui ? Veillez à ne pas les négliger.#Une autre belle journée sur %ferme ferme... J'ai la foi que quelque chose de bien va arriver aujourd'hui !$h",
                "Indoor_Day_1": "#$c .5#Tiens, prends ça. C'est pour toi. [428 440 444 338 207 395 749]#J'ai gardé ça pour une occasion spéciale. Aujourd'hui semble être le bon jour. [428 440 444 338 207 395 749]",
                "Indoor_Day_2": "#$c .5#Hé, quelqu'un a dû avoir une bonne nuit de sommeil... Tu as l'air frais ce matin.$h#Un jour, nous nous réveillerons tous de cette vie, comme d'un sommeil agréable. Mais pour l'instant et pour de nombreuses années, je veux juste profiter de ce rêve.",
                "Indoor_Day_3": "#$c .5#Mon horoscope du jour n'est pas très bon... mais je vais faire de mon mieux, comme toujours. Allez, au travail !#Je me demande ce que fait Haley aujourd'hui ? J'espère qu'elle a prévu quelque chose.",
                "Indoor_Day_4": "#$c .5#Pouah... *gargouillis*... J'ai mangé trop de muffins au son pour le petit-déjeuner.$s#Bonjour ! Embrasse-moi avant de partir.$l",
                "Indoor_Night_0": "#$c .5#Est-ce un nouveau trou que je vois dans votre chemise ? Je peux le recoudre pour toi, sans problème.#J'ai dansé un peu pendant que tu étais sorti. Ça m'aide toujours à reprendre contact avec la réalité.",
                "Indoor_Night_1": "#$c .5#Bienvenue à la maison. J'espère que tu as passé une excellente journée.#Bienvenue à la maison. J'aime la façon dont tu me regardes comme ça.$l",
                "Indoor_Night_2": "#$c .5#C'est déjà l'heure de se coucher ? La journée vient encore de s'envoler.$u#Je viens de raccrocher avec Sandy. On dirait qu'elle a passé un bon moment à Zuzu City il n'y a pas si longtemps.",
                "Indoor_Night_3": "#$c .5#Ah, cet arôme ! Ça ne peut être que toi. C'est une bonne odeur.$h#Je me sens tellement réconforté, la fraction de seconde où j'entends tes pas atterrir sur le pont.$l",
                "Indoor_Night_4": "#$c .5#J'ai balayé toute la maison, lavé les fenêtres, dépoussiéré et nettoyé le réfrigérateur. C'était une journée très productive !#Peut-être qu'un jour, à la retraite, on pourra parcourir le monde, comme mes parents. Au moins juste pour un petit moment.$u",
                "Outdoor_0": "#$c .5#J'adore me lever tôt. Il y a une certaine fraîcheur dans l'air et la faune est beaucoup plus active.#Chut, si tu fais une pause et que tu écoutes attentivement, tu peux entendre l'océan.",
                "Outdoor_1": "#$c .5#Quel est l'ordre du jour aujourd'hui, ma chère ?#Si tu as besoin d'une pause dans la journée, tu peux méditer au jardin de cristal. Il n'y a pas de mauvaise façon de le faire.",
                "Outdoor_3": "#$c .5#Un peu de soleil, c'est bon pour toi. Ne deviens juste pas croustillant, ok ?#Il y a tellement de choses à faire aujourd'hui ! Pas dans le sens du stress, mais juste dans le sens de l'appréciation.",
                "Outdoor_4": "Bonjour ! Je me demandais quand tu allais enfin sortir du lit !$h#$e#$c .5#J'espérais que tu ne manquerais pas cette belle matinée.#C'est bon... tu mérites une bonne nuit de repos.",
                "OneKid_0": "#$c .5#J'espère que nous pourrons élever notre enfant pour qu'il soit gentil et attentionné. C'est plus important que d'avoir des A à l'école.#Petit(e) %kid1 grandiront probablement en aimant les légumes si nous leur donnons le bon exemple. Qu'en penses-tu ?",
                "OneKid_1": "#$c .5#Est-ce qu'un enfant est suffisant, ou devons-nous en élever un autre ? Je suppose que nous verrons où le destin nous mènera.#Penser... que si tu n'avais jamais été contrarié par ton ancien travail, tu n'aurais jamais déménagé ici, on ne se serait jamais rencontrés, et... %kid1 n'existerait même pas.$l",
                "OneKid_3": "#$c .5#J'ai allumé une bougie vert pâle et secoué un brin de menthe sur notre petit. Cela devrait éloigner tout esprit dangereux.#J'aime %kid1qui des mignons petits bruits de bébé.$h",
                "TwoKids_1": "#$c .5#Une grande maison, deux enfants et un perroquet... J'ai les mains pleines !#Yoba a tellement béni notre foyer ! Nous avons d'autant plus la responsabilité de montrer notre amour et notre soutien aux autres.",
                "TwoKids_2": "#$c .5#J'espère que le perroquet ne se sent pas négligé, mais je dois admettre que ces enfants me donnent du fil à retordre.$s#Alors, %kid2 certainement vos cheveux...$u",
                "TwoKids_3": "#$c .5#Oh, j'ai déjà donné aux enfants leurs boulettes de quinoa bio au lait de chèvre. Tu dois juste te concentrer sur la ferme !#J'ai oublié de te dire que les enfants ont adoré voir leur tante Haley hier. Elle est passée.",
                "funLeave_Emily": "#$c .5#Je vais visiter la ville aujourd'hui, et plus tard, je vais aider au saloon. Passez une bonne journée.#Gus a appelé. Il a dit qu'il avait du travail pour moi, donc c'est là que je serai plus tard dans la journée si tu as besoin de moi.",
                "funReturn_Emily": "#$c .5#Ma journée s'est bien passée... c'est bien de sortir de la maison de temps en temps.#Quelle merveilleuse journée aujourd'hui ! C'était agréable de se promener dans Pelican Town.$h",
                "spring_14": "La ferme doit sembler être une étendue sans fin pour les insectes et les vers. C'est un monde entier, vraiment. La ferme doit sembler être une étendue sans fin pour les insectes et les vers. C'est un monde entier, vraiment.#$e#Quand je pense aux gens qui se trouvent partout sur la planète, nous sommes comme les insectes qui ne connaissent que la ferme. Qu'y a-t-il au-delà ?#$e#Tout est relatif. C'est juste une question de perspective.",
                "spring_19": "C'est vendredi ! Tu vas sortir ou tu vas rester à la maison ?",
                "spring_27": "Le perroquet m'a chanté une petite chanson juste avant que tu te lèves. Tu l'as entendue, ou tu étais encore dans les vapes ?",
                "summer_7": "Je n'oublierai jamais cet ours qui s'est montré lors de notre voyage de camping.#$b#Ni la partie qui vient après.$l",
                "summer_12": "J'espère que je n'ai pas abusé de la danse hier. J'ai plus soif aujourd'hui que je ne le pensais.$u#$e#Oh, bien sûr que je t'ai remarqué. Mes yeux étaient fermés, mais j'ai entendu vos pas et senti votre présence.",
                "summer_18": "Avons-nous des structures qui pourraient être temporairement transformées en sweat-lodge ? C'est juste une idée que j'ai eue.",
                "summer_22": "Je sais que certaines personnes peuvent être un peu rebutées par les choses que je crois et la façon dont j'agis. Mais c'est juste ma façon d'être.$u#$e#Je ne sais pas comment être moi-même autrement.",
                "summer_26": "Aujourd'hui, c'est la journée \"Faites quelque chose de gentil pour une personne au hasard\". Je vais peut-être payer le burger de Clint ce soir au Saloon.#$e#Tu as quelqu'un en tête dont tu aimerais égayer la journée ?",
                "fall_4": "*Soupir*... La saison du saumon.$s#$e#J'espère que le plus grand nombre possible d'entre eux termineront leur long voyage en amont.$s",
                "fall_7": "Mmm, peut-être qu'on peut faire une soirée burger de survie, ce soir ?#$e#J'ai juste une envie pressante.",
                "fall_10": "Tu vas bientôt descendre dans les mines ? Je sais que Yoba vous protégera, mais il est bon d'être vigilant de votre côté aussi.$u",
                "fall_14": "Lorsque mes sentiments pour toi se sont développés, j'ai secrètement craint de perdre ma passion pour l'amour du monde qui m'entoure...$u#$b#...que tout mon amour a été détourné vers toi.$u#$b#Mais maintenant, je peux voir que ce n'est pas un problème du tout. Le lien que je partage avec toi me pousse à aimer encore plus tout et tout le monde !#$e#...$l",
                "fall_20": "Les esprits sont vraiment actifs à cette époque de l'année. Tenez-vous près des arbres dans la forêt, et vous pourrez entendre plus que le simple murmure du vent.",
                "winter_10": "Tu sais, j'ai remarqué que Haley garde la maison en bon état !#$e#Qui aurait pu croire qu'il suffisait que je déménage pour qu'elle passe à l'action ?$h",
                "winter_22": "@, Je voulais juste te dire que depuis qu'on se connaît, tu n'as jamais essayé de me changer en quelqu'un d'autre.$u#$b#Je sais... beaucoup de gens ne me comprennent pas vraiment, et peut-être que parfois je fais des choses qui te déroutent un peu aussi...$u#$b#...Mais tu m'as toujours accepté.$u#$e#Alors... merci.$u",
                "winter_16": "J'espère que Shane et Clint vont bien. Je ne les vois plus autant qu'avant.$u"
            }
        }
    ]
}