{
    "Changes": [
        {
            "LogName": "Haley",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Haley",
            "Entries": {
                "Mon4": "J'ai passé 3 heures à m'entraîner sur ma signature aujourd'hui.#$e#Je suppose que c'est plutôt idiot, hein ?",
                "Mon6": "J'avais l'habitude de me plaindre de cette ville si petite, mais j'ai appris à l'apprécier.#$e#Si elle était beaucoup plus grande, elle ne ressemblerait pas à une communauté.",
                "Tue2": "Je me demande si de beaux coquillages se sont échoués sur la plage ce matin ?#$e#Ce n'est pas la meilleure période de l'année pour les coquillages, cependant.",
                "Tue6": "Hé, on devrait aller à la plage cet été.$h#$e#Oh, je suppose que tu seras assez occupé, quand même, hein ?#$e#Si tu as le temps, alors...",
                "Tue10": "Oof. Je suis restée debout tard à lire des livres de cuisine et à essayer quelques nouvelles recettes.$s#$e#Pourquoi ? Oh, eh bien, j'ai juste pensé que tu aimerais que je devienne bon à ça.#$e#Désolé, j'en partagerai avec toi un jour.$l",
                "Wed2": "Hmm... J'aimerais que ce soit l'été.$u",
                "Wed4": "Je suis content que les fleurs commencent à fleurir.#$e#Ces roses sentent si bon.$h",
                "Wed8": "Il n'y a que deux choses que j'aime dans cette ville.#$b#L'une d'entre elles est la plage.#$e#L'autre est un secret ! *ricanement*$h",
                "Thu2": "*Soupir* Je pourrais vraiment avoir envie d'un cupcake en ce moment.#$e#Il vous faut quelque chose ?",
                "Thu4": "Les mecs devraient lire les magazines de mode... juste pour comprendre le travail que les filles doivent fournir chaque jour.^Tu peux emprunter mes magazines de mode si tu veux, quand j'en aurai fini avec eux.#$e#Ce qu'une fille montre à l'extérieur est ce que les gens vont penser d'elle. Certaines filles pensent le contraire, mais c'est la vérité du monde.#$e#Je n'invente pas les règles.",
                "Thu6": "J'ai fait le dîner hier soir. En fait, ça s'est bien passé !#$e#Mais j'ai fait un énorme gâchis dans la cuisine...",
                "Thu10": "Je pensais que je pourrais essayer de déménager un jour, quand il serait clair que la carrière d'Alex ne décollerait jamais.$s#$b#Mais maintenant, je ne pense pas que je partirais, même si je le pouvais. J'ai trop à perdre ici.$l",
                "Sat": "J'ai envie d'aller faire du shopping. Ugh ! J'aimerais qu'il y ait un centre commercial ici.",
                "Sat2": "Oh. Salut garçon fermier.^Oh. Salut la fermière.#$q 070/072/074 Sat_old#Ne le prends pas mal, mais pourquoi choisirais-tu de travailler le week-end ?#$r 070 0 Sat_070#C'est juste pour le moment, jusqu'à ce que la ferme soit en bon état.#$r 070 0 Sat_070#J'en profite.#$r 072 0 Sat_072#Il y a des choses vivantes qui ont besoin de mon attention.#$r 073 0 Sat_073#Je ne travaille pas aujourd'hui, en fait.",
                "Sat_old": "$p 073#Vous appréciez de ne pas travailler à nouveau aujourd'hui ?|Tu apprécies toujours ton travail brut ?",
                "Sat_070": "Wow. Ok.$u",
                "Sat_072": "Vraiment ? Ils ne seront pas bien pour un seul jour ?",
                "Sat_073": "Ouais, c'est ça. Alors comment se fait-il que tu aies l'air tout sale ?$h#$e#Oh. Ou est-ce que tu es toujours comme ça ?",
                "Sat4": "*Soupir* J'ai besoin d'un centre commercial. Les achats en ligne ne me conviennent pas.#$e#Je veux essayer des choses ! Ce n'est pas trop demander, n'est-ce pas ?",
                "Sat6": "Votre ferme se porte bien ? Je devrais peut-être passer et en prendre des photos.#$b#Ou... désolé, c'est bon ?",
                "Sat8": "#$1 haleySeagull#Hier, j'ai trouvé une mouette dont l'aile était prise dans un filet. Je l'ai libérée, bien sûr. Elle avait l'air si impuissante, la pauvre.$k$s#$e#Tu sais, je devrais probablement commencer à faire plus d'exercice... ce métabolisme juvénile ne durera pas éternellement.",
                "Sun": "Ma soeur est tellement bizarre. Parfois je me demande si nous sommes vraiment parents.$u",
                "Sun2": "Hé.#$b#Tu as vu Alex ?",
                "Sun4": "Parfois, j'aimerais qu'Emily me traite comme elle traite tous les autres.#$e#Elle se fiche de ce que les autres font de leur vie, mais si c'est quelque chose que je fais, elle se mêle de mes affaires.$u#$e#Je l'ignore...",
                "Sun6": "Je pense à donner un tas de vêtements... Je dois avoir une centaine de paires de chaussures.",
                "Sun4_inlaw_Emily": "La maison est tellement vide et silencieuse sans Emily.",
                "Sun8_inlaw_Emily": "La maison est tellement vide et silencieuse sans Emily. Je n'aurais jamais pensé qu'elle me manquerait autant.$s#$b#Mais est-ce que vous allez bien ?",
                "Sun10_inlaw_Emily": "La maison est si vide et silencieuse sans Emily. Je me sens si seul.$s#$e#Pourquoi ne pas faire un tour ?$l",
                "summer_Mon2": "Presque tous ceux qui parlent à Emily disent qu'elle est bizarre.#$e#Certains des vêtements qu'elle fabrique sont jolis, mais pourquoi les porter alors qu'il existe une tonne de marques parfaitement adaptées ?",
                "summer_Mon4": "Je vais avoir un si beau bronzage cet été.",
                "summer_Mon6": "Je devrais commencer à lire des livres plutôt que des magazines.#$e#C'est bien d'apprendre des choses, n'est-ce pas ?#$e#Je ne regarde jamais que les photos.",
                "summer_Tue2": "Tu portes ces vêtements tous les jours ?",
                "summer_Tue4": "$p 47#Hé, j'ai trouvé ce nouvel outil pour ouvrir les bocaux. Donc tu n'auras plus besoin de m'aider.$h|Il n'y a pas un nuage dans le ciel aujourd'hui.$h",
                "summer_Tue8": "Je suppose que vivre à la campagne n'est pas si mal.#$e#Si je vivais en ville, tous les arbres commenceraient à me manquer.#$e#@, Je crois que j'ai trop traîné avec toi.$h",
                "summer_Wed4": "Il fait si chaud aujourd'hui !#$e#J'aimerais avoir de la crème glacée.$s",
                "summer_Wed6": "Hé, je suis désolé si j'ai été grossier avec toi lors de notre première rencontre.$s#$e#Tu es très gentil, en fait. Je n'ai juste pas compris pourquoi quelqu'un choisirait de s'installer ici.$s",
                "summer_Wed10": "Oh, j'étais sur le point de remettre de la crème solaire. Tu peux m'aider ?$h#$e#J'en ai juste besoin entre mes omoplates. Allez-y. Ne soyez pas timide.",
                "summer_Thu2": "Alex pourrait t'apprendre une chose ou deux sur la façon de rester en forme, juste pour info.^Oh, Hé. Ca peut paraître brutal ? Mais Alex m'a dit de vous faire savoir... qu'elle n'est pas intéressée. Juste au cas où vous vous poseriez la question.",
                "summer_Thu4": "Si tu restes souvent au soleil, tes cheveux deviendront plus clairs.#$e#C'est une bonne chose à savoir !",
                "summer_Thu6": "Si tu restes souvent au soleil, tes cheveux deviendront plus clairs... Mais tu ne veux pas non plus attraper de coups de soleil.#$e#Je veux juste une quantité saine de lumière du soleil. Tout est dans la modération, non ?",
                "summer_Fri4": "Pour les filles, le magasinage libère des substances chimiques saines dans le cerveau. Tu le savais ?#$e#Beaucoup de gars ne comprennent pas ça.^Tu devrais essayer un jour.",
                "summer_Fri8": "J'ai eu des nouvelles d'un de mes amis qui a déménagé à Zuzu City il y a quelques années. Ça n'a pas l'air aussi glamour que je le pensais.#$e#Elle travaille comme une folle et peut à peine payer le loyer. C'est triste, mais ça me rend reconnaissante de vivre à Pelican Town.",
                "summer_Fri10": "Oh. bonjour @!#$e#Tu aimes les enfants ?$l",
                "summer_Sat": "L'agriculture semble si ennuyeuse...#$q 142/143 summer_Sat_old#Qu'est-ce que tu fais de tes journées ?#$r 142 10 summer_Sat_12#Soins des plantes#$r 142 10 summer_Sat_12#Explorez les grottes#$r 143 -10 summer_Sat_13#Fouiner dans votre chambre#$r 142 10 summer_Sat_12#Chercher un trésor",
                "summer_Sat6": "Ça semble être une bonne journée pour aller nager.",
                "summer_Sat10": "Rowr. Je pensais que cette journée ne pouvait pas être plus chaude.$l#$e#A quoi as-tu pensé aujourd'hui ?$l",
                "summer_Sun2": "Tu ne t'ennuies toujours pas dans cette ferme ?#$e#Bien sûr, ok. Tu fais toi.",
                "summer_Sun4": "Emily cuisine habituellement le dîner... Mais elle fait des trucs bizarres comme le quinoa.",
                "summer_Sun_inlaw_Emily": "Oh, hé.",
                "summer_Sun4_inlaw_Emily": "Est-ce qu'Emily a cuisiné pour toi ? Sa cuisine me manque un peu. C'était vraiment très bon.$s",
                "summer_Sun6_inlaw_Emily": "D'abord mes parents partent, et maintenant Emily aussi. J'ai juste...$s#$e#C'est beaucoup, tu sais ?$s#$e#Je suis désolé. Je sais que c'est égoïste de ma part.$s",
                "summer_Sun8_inlaw_Emily": "Hé. Comment va ma soeur ?#$e#Je me suis bien débrouillé. Il a fallu s'adapter.",
                "summer_Sun10_inlaw_Emily": "La maison est si vide et silencieuse sans Emily. Je me sens si seul.$s#$e#Pourquoi ne pas faire un tour ?$l",
                "fall_Mon2": "Si je vivais en ville, je n'aurais pas à me soucier des feuilles gluantes et de la boue partout où tu vas.",
                "fall_Mon4": "C'est dégoûtant quand toutes ces feuilles tombées deviennent gluantes.",
                "fall_Mon6": "$p 48#Je t'ai déjà dit que j'ai trouvé un autre bracelet de mon arrière-grand-mère dans le grenier ?|Tu vois ce bracelet ? Il appartenait à mon arrière-grand-mère.#$e#C'était une femme vraiment intéressante.",
                "fall_Mon10": "@, Je suis heureux de te voir aujourd'hui.$h",
                "fall_Tue2": "Quelque chose sent la terre...#$b#Oh, c'est vrai. Tu travailles dans une ferme.",
                "fall_Tue4": "Tu as des bébés lapins dans ta ferme ? Les lapins sont si mignons ! <",
                "fall_Tue8": "Je commence à aimer l'odeur de la saleté. Ce n'est pas bizarre ?#$e#Je pense que c'est parce que tu es là tout le temps.$h",
                "fall_Wed4": "Si jamais tu t'ennuies, viens dire bonjour.",
                "fall_Wed6": "J'ai expérimenté l'obturateur à vitesse lente dernièrement. Cela donne aux couleurs de l'automne une sorte d'effet de \"floraison\".",
                "fall_Wed8": "Si jamais tu t'ennuies, viens dire bonjour.$h",
                "fall_Thu4": "Le rouge à lèvres à paillettes, c'est la vie.#$e#N'essayez pas de nier ce fait objectif.#$e#*ricanement*$11",
                "fall_Thu6": "Le shopping n'est plus aussi amusant qu'avant.#$e#Qu'est-ce qui m'arrive ?#$e#Hmm...",
                "fall_Fri4": "Tu as l'air d'avoir fait beaucoup d'efforts.#$b#Pourquoi ne prends-tu pas le reste de la journée ?",
                "fall_Fri8": "J'ai obtenu quelques bons clichés de saumons sautant hors de l'eau. Il faut beaucoup de patience pour y arriver.#$e#C'est un peu comme ça, la pêche ?",
                "fall_Fri10": "Hé, sexy.#$e#Je pensais justement à toi.#$e#Tu me manques.$l",
                "fall_Sat8": "Je vais peut-être essayer de faire un peu d'aquarelle aujourd'hui. Ce sera amusant de faire quelque chose de créatif.#$e#J'ai aussi beaucoup de photos que je peux utiliser comme source d'inspiration.",
                "fall_Sun10": "Je ne pense pas que je serais très heureux dans cette ville sans toi, @. Alors... merci.#$e#Sérieusement, je ferai tout pour toi si tu en as besoin.$l",
                "fall_Sun_inlaw_Emily": "Oh, hé.",
                "fall_Sun4_inlaw_Emily": "Alors... comment va ma soeur ?",
                "fall_Sun6_inlaw_Emily": "D'abord mes parents partent, et maintenant Emily aussi. J'ai juste...$s#$e#C'est beaucoup, tu sais ?$s#$e#Je suis désolé. Je sais que c'est égoïste de ma part.$s",
                "fall_Sun8_inlaw_Emily": "J'ai dû changer beaucoup de mes habitudes pour garder la maison en état.#$e#Je veux dire, tu l'as vu, non ? Je ne fais pas un mauvais travail, n'est-ce pas ?",
                "fall_Sun10_inlaw_Emily": "La maison est si vide et silencieuse sans Emily. Je me sens si seul.$s#$e#Pourquoi ne pas faire un tour ?$l",
                "winter_Mon6": "Un peu de noix de coco fraîche me donnerait l'impression d'être dans un endroit plus chaud.#$e#En plus, il y a ce traitement volumisant spécial dont j'ai entendu parler et qui utilise de l'huile de noix de coco. Je l'ai essayé plusieurs fois et c'est le meilleur.",
                "winter_Mon8": "J'aimerais qu'il fasse plus chaud ici à Stardew Valley.#$e#Je pourrais déménager ailleurs, mais...",
                "winter_Tue6": "Hmm. Il fait trop froid pour prendre de bonnes photos en ce moment.$u#$e#La neige est jolie, mais mes doigts seraient gelés. La neige est jolie, mais mes doigts seraient gelés.",
                "winter_Tue10": "Alex et moi avons une sorte de relation par intermittence depuis qu'on est enfants.$u#$e#C'est une fille bien, mais on est bien mieux en tant qu'amis.#$e#...Donc tu n'as pas à t'inquiéter de quoi que ce soit.$l",
                "winter_Wed": "J'aimerais que quelqu'un m'apporte un café à la menthe.$s#$e#Ne te donne pas la peine, je sais que tu ne pourras pas en faire un.",
                "winter_Wed4": "Hmm. Quelle est la marque de votre chemise ?#$e#Oh. Um, peu importe.",
                "winter_Thu": "Je vais commencer à écrire une liste de tous les vêtements dont j'ai besoin pour le printemps prochain.",
                "winter_Fri": "Do you ever think about the future?\nDo you have a pony on your farm?\n$h#$e#Oh. C'est décevant...$s",
                "winter_Fri6": "Comment faites-vous pour tout organiser dans cette ferme ? Comment as-tu commencé ?#$e#C'est tellement fou que tu puisses faire ça.",
                "winter_Fri10": "Je ne pensais pas dire ça un jour, mais je trouve ça vraiment cool que tu vives dans une ferme. J'aimerais en avoir une aussi.#$e#Je n'arrête pas de penser à ce que ça donnera quand toutes les plantes refleuriront au printemps.#$e#Et penser à toi au milieu du champ... c'est la meilleure partie.",
                "winter_Sat": "La seule bonne chose avec l'hiver, c'est que je dors plus.#$e#J'aime avoir au moins 10 heures de sommeil chaque nuit.",
                "winter_Sat2": "Oohhh, je suis tellement endormi.$s#$e#Mais bon. Au moins, ça fait du bien de faire la grasse matinée tous les jours.#$e#Tu as des yeux de raton laveur. Tu vas bien ?",
                "winter_Sat4": "La seule bonne chose avec l'hiver, c'est que je dors plus.#$e#J'aime avoir au moins 10 heures de sommeil chaque nuit.",
                "winter_Sat6": "La neige avait des couleurs arc-en-ciel ce matin. J'ai pris quelques bonnes photos macro.#$e#Puis je suis retourné me coucher.",
                "winter_Sun": "Tu diras bonjour à Alex pour moi ?#$e#Merci.",
                "winter_Sun6": "Si tu vois Alex, tu peux lui dire que je suis occupé aujourd'hui ?#$e#Merci.",
                "winter_Sun_inlaw_Emily": "Oh, hé.",
                "winter_Sun4_inlaw_Emily": "Je vais juste sortir et le dire. Emily me manque vraiment. Je ne pensais pas que je le ferais, mais c'est le cas.",
                "winter_Sun6_inlaw_Emily": "Qu'est-ce que je suis censé faire de moi ces jours-ci ?$a",
                "winter_Sun8_inlaw_Emily": "J'ai commencé à penser un peu plus à mon avenir.#$e#J'ai toujours pensé que quelqu'un de bien viendrait et m'enlèverait mes pieds, mais il semble qu'Emily ait été la chanceuse entre nous deux.$s",
                "winter_Sun10_inlaw_Emily": "La maison est si vide et silencieuse sans Emily. Je me sens si seul.$s#$e#Pourquoi ne pas faire un tour ?$l",
                "spring_1_2": "Je pense que cette année, je dois continuer à travailler sur ma photographie.#$e#Tu as des résolutions pour la nouvelle année ?",
                "summer_12": "Tu as vu Emily hier au luau ? C'est tellement ridicule.$11",
                "fall_1": "C'est déjà l'automne ?$s",
                "winter_28": "Enfin. Je pensais que ce temps froid ne finirait jamais.#$e#Il faut juste attendre que toute cette neige fondue finisse de fondre.",
                "summer_12_2": "Tu as vu Emily hier au luau ? C'est tellement ridicule.$11",
                "winter_28_2": "Enfin. Je pensais que ce temps froid ne finirait jamais.#$e#Il faut juste attendre que toute cette neige fondue finisse de fondre."
            }
        },
        {
            "LogName": "Haley Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueHaley",
            "Entries": {
                "Rainy_Day_0": "#$c .5#Ohh, j'avais prévu d'aller dehors aujourd'hui...$s#J'ai beaucoup changé au fil des ans, mais je préfère toujours un temps ensoleillé.",
                "Rainy_Day_1": "#$c .5#Vieillir un jour, c'est un peu effrayant. Je suis juste content de t'avoir avec moi.#Parfois je rêve de notre retraite... se relaxer sur les plages ensoleillées des îles Fern !#$e#Tu penses parfois à l'avenir ?",
                "Rainy_Day_2": "Bonjour ! Je me suis levé tôt et j'ai préparé quelque chose de sucré pour toi ! [223 234 211 651 731]#$e#$c .5#Je me demande si je ne pourrais pas travailler comme boulangère ? ...Mais ça ne serait peut-être pas aussi amusant. J'aime faire la cuisine pour toi.#Je sais que tu es forte, mais tu dois quand même bien manger pour rester au top !$h",
                "Rainy_Day_3": "#$c .5#Je ne peux pas sortir aujourd'hui... mes cheveux vont se défaire. Pardonne-moi, ma chère.$s#Tu veux que j'aille là-bas avec toi et que je me ruine les cheveux ? Heehee, non, je vais passer.$h#$e#Je veux être au mieux de ma forme pour toi.",
                "Rainy_Day_4": "#$c .5#Oh non... Si ce temps continue, je vais devenir si pâle. Oh non... Si ce temps continue, je vais devenir très pâle.$s#Tu vas sortir par ce temps ? Assure-toi juste d'essuyer tes bottes en rentrant, chérie.#$e#Je vais juste rester ici et faire un peu de ménage.",
                "patio_Haley": "#$c .5#Dites 'fromage de chèvre' !#Je documente notre temps ici dans cette ferme. Aujourd'hui, c'est un autre souvenir qui se crée !",
                "Rainy_Night_0": "#$c .5#Oh, je suis content que tu sois de retour. Il fait si froid ici tout seul... Tu es bientôt prêt à éteindre les lumières ?#*ricanement* Quand tu es trempé par la pluie, c'est dégoûtant, mais c'est aussi assez chaud de te voir te traîner comme ça.$11",
                "Rainy_Night_1": "#$c .5#Comment tu fais pour supporter la pluie comme tu le fais ? Ugh, je mourrais.#J'espère que c'est beau et ensoleillé demain matin. Trop de pluie peut me rendre de mauvaise humeur.$s",
                "Rainy_Night_2": "#$c .5#Oh, merci mon Dieu ! Je pensais que je ne te verrais pas avant demain matin.#J'espère qu'Emily ne se sent pas trop seule. Je devrais lui rendre visite bientôt.$7",
                "Rainy_Night_3": "#$c .5#Aujourd'hui, c'était un peu la galère pour moi. Désolé si je ne suis pas drôle.$s#Presque tous ceux qui parlent à Emily disent qu'elle est bizarre.\nLa pluie est horrible pour un photographe. L'éclairage est horrible et tu ne peux pas sortir sans abîmer ton matériel !\n$s",
                "Rainy_Night_4": "#$c .5#Cuisiner m'a permis de passer le temps aujourd'hui. Ça a juste demandé un petit effort pour commencer. [727 231 207 199]#J'ai fait un repas chaud pour toi, chéri. Beaucoup d'épices, juste comme tu l'aimes. Bon appétit ! [727 231 207 199]$h",
                "Indoor_Day_0": "Bonjour ! Tu as bien dormi ?$h#$e#$c .5#Je n'ai pas besoin de dormir autant qu'avant, avant de te rencontrer. Je ne sais pas ce que ça veut dire.#Je pense que je vais sortir le vieil appareil photo aujourd'hui... l'éclairage est parfait.",
                "Indoor_Day_1": "Bonjour, ma chère ! Ça sent bon, n'est-ce pas ? Je t'ai préparé le petit-déjeuner ! [194 195 210 211 216]#$e#$c .5#Cuisiner est bien plus amusant quand on a quelqu'un pour qui cuisiner.$11#Je sais que tu es très occupé par ton travail. Je suis là pour te soutenir de toutes les manières possibles !",
                "Indoor_Day_2": "#$c .5#Bonjour, rayon de soleil ! Tu as encore l'air un peu endormi.$h#Tu as bien dormi ? Tu ronflais un peu.$h#$e#J'ai des corvées à faire ici. Passez une bonne journée.",
                "Indoor_Day_3": "#$c .5#Je suis heureux d'avoir appris à aimer le nettoyage ! La maison se salit très facilement. C'est satisfaisant de tout rendre parfaitement propre.#J'espère que la journée ne sera pas trop chargée. Nous devrions passer un peu de temps ensemble.#$e#Je peux avoir un baiser avant que tu ne partes ?$11",
                "Indoor_Day_4": "#$c .5#J'avais l'impression de ne pas avoir de but dans la vie avant de te rencontrer. Maintenant, j'ai exactement ce que je veux.$l#Bonjour, ma chère. Encore une journée de corvées agricoles, hein ? Je vais penser à toi. <$h",
                "Indoor_Night_0": "#$c .5#Tu as l'air d'avoir travaillé dur, ma chère. Laisse-moi t'aider à te déstresser.$l#Je n'aurais jamais pensé dire ça, mais la vie à la campagne me convient vraiment.$h",
                "Indoor_Night_1": "#$c .5#Bonsoir, chérie. Tu as besoin de moi pour te détendre ?$l#Merci de me laisser être une épouse domestique. Je sais que je suis un peu traditionnelle dans ce domaine, mais j'aime vraiment ça.",
                "Indoor_Night_2": "Oh, bien, tu es de retour !<$h#$e#$c .5#C'est probablement mon moment préféré de la journée.$l#Comment s'est passée votre journée ?",
                "Indoor_Night_3": "#$c .5#Oh, cette odeur ? J'ai mis un peu de parfum à la fleur de cerisier avant que tu n'arrives. J'espère que tu l'aimes.#Bonsoir, chérie. Quand veux-tu aller te coucher ?$l",
                "Indoor_Night_4": "#$c .5#Le dîner est prêt ! J'espère que tu as faim ![727 231 207 199 197 212 208]$h#Cette recette a pris du temps à faire, mais c'était vraiment amusant. Allez-y ! [727 231 207 199 197 212 208]$h",
                "Outdoor_0": "Je me sens toujours mieux quand je suis dehors, à respirer de l'air frais.#$e#$c .5#Tu sais ce que je veux dire, non ? Comme, regarde toi. Tu es toujours dehors.#Ne vous méprenez pas, le vieux chalet de votre grand-père est très bien ! Mais rien ne vaut ce magnifique paysage.",
                "Outdoor_1": "#$c .5#Je vais appeler Emily aujourd'hui. Je dois juste attendre qu'elle se lève.#On doit s'assurer que la ferme est mignonne ! Ça pourrait être important... pas vrai, chéri ?",
                "Outdoor_2": "#$c .5#Est-ce qu'aujourd'hui va être une autre journée chargée ?#Salut, chérie ! Si j'en savais plus sur le travail à la ferme, je t'aiderais davantage. Je suis désolé.#$e#Je vais penser à toi.$h",
                "Outdoor_3": "#$c .5#Je m'ennuyais tellement dans cette ville. Mais une fois que tu as appris à t'arrêter et à apprécier les choses, ce n'est pas si mal.#Je vais juste faire un peu de poussière par ici. Ça devrait t'aider, non ?",
                "Outdoor_4": "#$c .5#C'est une bonne journée pour travailler mon bronzage, tu ne crois pas, chérie ?#Ne vous surmenez pas, ma chère. Fais une pause de temps en temps, ou va manger quelque chose.",
                "Outdoor_Haley": "#$c .5#C'est une bonne journée pour travailler mon bronzage, tu ne crois pas, chérie ?",
                "funLeave_Haley": "#$c .5#Eh bien, je ne peux pas rester ici toute la semaine. Aujourd'hui c'est mon jour pour sortir.#Je vais faire un peu de socialisation en ville aujourd'hui.",
                "funReturn_Haley": "#$c .5#Tout le monde est tellement plus gentil avec moi ces jours-ci. C'est probablement parce que je suis plus gentille avec eux, aussi.$h#C'était sympa de voir tout le monde en ville. Tu as passé une bonne journée, chéri ?",
                "OneKid_3": "#$c .5#*renifler* Je ne pleure pas parce que je suis triste. Je pleure parce que... Je ne savais pas... ...que je pouvais aimer autant notre bébé. *renifler*$s#N'est-ce pas étrange ? Je n'ai pas l'habitude d'être une mère.",
                "TwoKids_2": "#$c .5#Attention à ces bébés ! Voilà la brigade des mignons !$h#N'est-ce pas %kid2 un très beau bébé ?",
                "TwoKids_3": "#$c .5#Une grande maison, deux enfants, et un beau terrain. Je ne sais pas ce que je pourrais demander d'autre.#Deux enfants plus tard et j'ai gardé ma ligne. Pas pour me vanter ou quoi que ce soit, mais...$h^Un autre point positif de l'adoption ? On a tous les deux pu garder nos chiffres.$h",
                "spring_8": "Je dois admettre que j'étais un peu une reine du drame quand j'étais plus jeune.#$e#Ok, peut-être une assez grosse reine du drame.$h#$e#Mais c'est juste fou d'y penser. Ces années d'adolescence sont comme sorties de la vie de quelqu'un d'autre. Elles sont si lointaines maintenant.",
                "spring_14": "J'espère que tu ne m'en voudras pas si je continue à dire bonjour à Alex pendant les festivals.#$e#C'est une petite ville, alors j'ai l'impression que nous devons tous être amis.",
                "spring_22": "Il y a beaucoup de jolies fleurs là-bas ! Ça ne me dérangerait pas que tu en ramènes à la maison pour que je puisse décorer mes cheveux plus tard dans la semaine...",
                "spring_23": "Quoi ? Bien sûr, nous sommes encore assez jeunes pour la danse des fleurs. Ne sois pas stupide.$h#$e#Et j'ai hâte de montrer à toute la ville combien je suis fier d'être avec toi.",
                "spring_28": "J'espère que nous nous ferons de bons souvenirs cet été. Qu'est-ce que tu attends avec impatience ?",
                "summer_6": "Tu sais, il y a une chose amusante dans le fait de ne plus passer tous les jours avec Alex... Je n'ai pas à l'écouter parler non-stop de sport.",
                "summer_8": "Si tu as trop chaud dehors, pourquoi ne viens-tu pas me chercher ? Nous passerons du temps à l'ombre.",
                "summer_12": "J'aime danser, mais quand Emily fait son truc au luau, c'est plus amusant pour moi de regarder.",
                "summer_22": "Tu veux que je porte quelque chose de sexy ce soir ?#$e#Hah, comme si c'était une question, non ?$h",
                "summer_27": "Les gelées au clair de lune sont demain soir. On peut appeler ça un rendez-vous ?",
                "fall_3": "Eh bien, nous y voilà ! Il fallait que je prépare quelque chose pour me sortir du blues de l'automne. Tiens, essaye. [223 234 211 651 731]",
                "fall_8": "Avec les couleurs extérieures, je ne veux pas manquer l'occasion de faire de bonnes photos.#$e#Peut-être que je peux aussi faire de la peinture à l'eau. J'ai juste besoin de rester créative.",
                "fall_13": "Il est temps de renouveler mon abonnement à \"Fashion Girl\". Je dois me rappeler de le faire aujourd'hui.#$e#Je sais, je deviens un peu vieux pour eux. Mais qu'y a-t-il de mal à avoir un peu de nostalgie de l'adolescence ?",
                "fall_22": "Brr... il fait en fait assez froid ce matin. Je m'attendrais presque à ce qu'il neige bientôt.$s",
                "fall_28": "Je pense avoir vu quelques flocons de neige ce matin. C'est toujours si magique de voir les premiers de l'année.",
                "winter_8": "Je veux passer dans ma chambre noire aujourd'hui. J'ai des photos à développer.#$e#En plus, ça ne serait pas mal de prendre des nouvelles d'Emily. C'est presque comme si j'étais la grande soeur maintenant, d'une certaine façon.",
                "winter_22": "C'était amusant, se lever au milieu de la nuit comme ça et regarder un film.$h#$e#Je suis un peu endormi, mais ça valait le coup.#$e#De plus, ce n'est pas comme si l'un de nous dormait bien, de toute façon.",
                "winter_24": "La fête est demain ! Qu'est-ce que tu espères trouver sous ce sapin ?$h",
                "winter_28": "Bonne année, presque ! J'ai fait une tarte pour ce soir. [222 608]$h#$e#Tu peux aller chercher quelque chose à boire, et on fera une petite fête."
            }
        }
    ]
}