{
    "Changes": [
        {
            "LogName": "Jodi",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jodi",
            "Entries": {
                "spring_1_2": "C'est un jour si merveilleux aujourd'hui ! Notre famille a tellement de raisons d'être reconnaissante !$h#$e#Je n'oublierai jamais ce que c'était que de voir Kent descendre de ce bus.$h",
                "Mon2": "#$1 JodiAltar#Hier, j'ai visité l'autel de Yoba pour demander le retour de mon mari sain et sauf.#$e#J'essaie de rester positive, mais c'est difficile parfois.$s",
                "Mon4": "Tu as passé beaucoup de temps avec Sam ? Peut-être qu'elle peut te montrer ses talents musicaux.",
                "Mon6": "J'ai eu le temps de faire une sieste l'autre jour. J'avais presque oublié comment c'était.$h",
                "Mon8": "C'est bien d'avoir une famille... mais je mentirais si je disais que je n'ai jamais regretté la liberté de la jeunesse...$s",
                "Mon10": "Les notes de Vincent se sont un peu améliorées.$h#$e#En tant que mère, on ne cesse jamais de s'inquiéter, mais ça me soulage un peu.",
                "Mon2_inlaw_Sam": "Je suis reconnaissant pour la visite de Sam aujourd'hui. ...Est-ce qu'elle nettoie derrière elle ?#$b#J'espère qu'elle n'est pas un trop gros fardeau pour toi...",
                "Mon6_inlaw_Sam": "Je suis reconnaissant pour la visite de Sam aujourd'hui.$h#$b#Pour te dire la vérité, je n'étais pas sûr de ce qu'elle deviendrait, mais ça me rend si heureux de vous voir ensemble.",
                "2_1": "Mon mari Kent est un soldat, il travaille à l'étranger. C'est pourquoi il n'est pas là en ce moment.#$b#Je sais qu'il reviendra sain et sauf une fois sa tournée terminée !#$e#Je peux vous aider ?",
                "Tue": "Bonjour.#$e#Tu as besoin de quelque chose ? Je suis un peu occupé.",
                "Tue2": "Cela doit être tellement agréable de voir pousser les plantes de votre ferme.#$e#Tu as déjà pris une bouchée de la première récolte de la saison ? Je sais que je le ferais.$h",
                "Tue4": "L'exercice est important pour rester en bonne santé. Je m'assure toujours de réserver du temps pour cela.#$e#En tant que parent, je n'ai pas beaucoup de temps à consacrer à moi-même. J'essaie donc de faire en sorte que chaque minute compte.",
                "Tue6": "Je veux que Sam se fixe des objectifs réalisables pour son avenir, mais chaque fois que j'en parle avec elle, elle se contente de dire qu'elle a tout sous contrôle.$s#$b#C'est difficile d'être un parent quand je sais que ce n'est plus à moi de résoudre ses problèmes à sa place.$s",
                "Tue8": "J'ai demandé à Vincent de faire son lit ce matin. Donc c'est une chose de moins à faire.#$e#Puis il a commencé à demander des bonbons pour son \"travail\".$s",
                "Tue10": "J'ai toujours pensé que l'enfance est une chose qui doit être chérie et protégée, mais...#$e#J'ai peut-être fait des erreurs. Je voulais juste le meilleur pour Sam et Vince. Est-ce que j'ai essayé trop fort ?$s",
                "Wed2": "J'aimerais avoir plus de temps à passer dehors. Tu dois passer la majorité de tes journées dehors, hein ? J'aimerais avoir plus de temps à passer dehors. Tu dois passer la majorité de tes journées dehors, hein ?",
                "Wed4": "J'ai commencé à porter des gants en caoutchouc pour garder mes mains douces.#$e#Plus tu vieillis, plus tu dois travailler pour rester en bonne santé.$s#$e#Ok, bye !",
                "Wed6": "Oh, j'ai tellement de choses à faire aujourd'hui.#$e#J'aime mes enfants, mais j'ai parfois l'impression d'avoir perdu mon identité en tant qu'épouse et mère.$s#$b#Tu commences à oublier qui tu étais et quels rêves tu avais quand tu étais jeune.$s",
                "Wed8": "Quand j'étais plus jeune, j'avais des rêves, oui. Je voulais être...#$b#Mon Dieu, on dirait les rêves d'une petite fille stupide maintenant.$s#$e#Je voulais être chanteuse, à un moment donné.$s#$b#Mais je peux vivre par procuration à travers Sam sur ce point.",
                "Thu2": "Les raisins sont l'un des rares fruits que je peux faire manger à Vincent. Il les engloutit.$h#$e#Tu en feras pousser dans ta ferme plus tard cette année ?",
                "Thu4_1": "Je dois essentiellement faire le travail de deux parents. Beaucoup de gens ne comprennent pas.#$e#Sam fait beaucoup pour Vince, mais rien ne remplace vraiment le rôle d'un père.",
                "Thu4": "Avec le retour de Kent, je pensais que les choses seraient plus faciles, mais...$s#$e#Je veux dire, hum, comment va cette ferme ? Vous faites pousser des choses intéressantes ?",
                "Thu6": "Avec les enfants, c'est toujours plus, plus, plus ! Comment se fait-il que Vince ne comprenne toujours pas qu'assez de bonbons est assez ?$3#$e#Je suis désolé. La journée a été difficile jusqu'à présent.$s",
                "Thu8": "Hé, hum... si tu as des restes que tu ne veux pas manger, je serais heureux de te les enlever des mains.#$e#J'aurais bien besoin d'un jour de congé pour préparer le dîner.$s",
                "Thu10_1": "Merci d'être un bon ami, @. Je sais que Kent reviendra bientôt.",
                "Thu10": "Kent a esquissé un sourire ce matin.$h#$e#C'est important d'être reconnaissant pour des petites choses comme ça.",
                "Fri2": "$d Joja#Le travail de Sam chez JojaMart lui convient, mais j'aimerais qu'elle ait une remise pour les employés.|La nourriture chez Pierre est tellement plus fraîche et plus saine que tout ce que j'ai pu acheter chez JojaMart. Mais les prix bas de Joja me manquent.",
                "Fri4": "Aujourd'hui est une bonne journée. Pas de gros pépins et je suis en avance sur le programme !$h#$e#C'est important d'être reconnaissant de temps en temps.",
                "Fri6_1": "Vous avez des projets pour le week-end ?#$e#Moi ? Eh bien, il y a longtemps. Mais c'était il y a de nombreuses années.$h",
                "Fri6": "On regardait un film hier soir, et à la moitié, Kent s'est levé et est sorti de la maison sans un mot.$s#$e#Je me demande... s'il apprécie encore ce genre de choses ?",
                "Fri8_1": "@, s'il vous plaît, ne le dites à personne, mais je pense que j'ai une touche de TOC.$s#$e#Je n'ai pas toujours été comme ça. Mais ces dernières années, c'est devenu de plus en plus difficile.$s#$e#Je vois de la saleté sur tout au bout d'un moment. J'aurais tellement plus de temps si je n'avais pas à m'en occuper.$s",
                "Fri8": "@, s'il vous plaît, ne le dites à personne, mais je pense que j'ai une touche de TOC.$s#$e#Je n'ai pas toujours été comme ça. Mais ces dernières années, c'est devenu de plus en plus difficile.$s#$e#Je vois de la saleté sur tout au bout d'un moment. J'aurais tellement plus de temps si je n'avais pas à m'en occuper.",
                "Fri10_1": "Tu es vraiment quelqu'un de bien, @. Merci pour tout ce que tu as fait.",
                "Fri10": "Kent a tenu jusqu'à la fin de notre soirée cinéma, au lieu de partir.#$e#Je me demande s'il faisait juste semblant pour nous ?$s",
                "Sat2": "Salut.#$e#C'est bon de te revoir.",
                "Sat6": "Où va le temps ? *Soupir*#$e#Je me souviens quand Sam était un petit bébé qui portait des couches. Elle était une petite fille si mignonne.$s#$e#Ne lui dis pas que j'ai dit ça.$h#$e#Tu dois vraiment aimer me parler, hein ?",
                "Sat8": "Je ne supporte pas de trop penser à la guerre. Mais parfois, je ne peux pas m'empêcher de m'inquiéter du monde dont Sam et Vincent vont hériter. Mais parfois, je ne peux m'empêcher de m'inquiéter du genre de monde dont Sam et Vincent vont hériter.$s#$e#Qu'y a-t-il d'autre à faire que de continuer ?",
                "Sun": "Salut, @.#$q 116/117 Sun_old#Désolé de demander ça, mais est-ce que tu pries ?#$r 116 10 Sun_116#Oui#$r 117 0 Sun_117#Non",
                "Sun_old": "$p 116#Merci pour vos prières pour mon mari. Cela signifie beaucoup pour moi.|Mon mari est à la guerre à l'étranger. L'ai-je mentionné ?",
                "Sun_116": "C'est génial. Si vous le voulez bien, pourriez-vous prier pour mon mari, Kent ? Juste pour qu'il revienne sain et sauf de la guerre.#$b#Merci.",
                "Sun_117": "Je vois. Désolé de vous avoir dérangé.",
                "Sun2": "Je fais une pause dans les tâches ménagères aujourd'hui.$h#$e#Si je ne passe pas de temps dehors, je deviens folle !#$e#En plus, je ne veux pas que mes jambes deviennent molles.",
                "Sun4": "Je suis heureuse que Sam soit progressivement devenue un bon modèle pour Vincent. Ces deux-là se connectent d'une manière qu'une mère ne peut simplement pas faire.",
                "Sun6": "Tu as entendu Sam jouer de la guitare récemment ? Elle est vraiment très bonne !$h#$b#...Si un peu fort.",
                "Sun_2": "Je n'arrive pas à croire que mon mari soit enfin de retour !$h#$e#On devrait se voir plus souvent.",
                "Sun2_2": "Je fais une pause dans les tâches ménagères aujourd'hui.$h#$e#Si je ne passe pas de temps dehors, je deviens folle !#$e#En plus, je ne veux pas que mes jambes deviennent molles.",
                "Sun4_2": "Sam a parcouru un long chemin avec Vincent. Elle s'est vraiment investie quand Kent a été déployé pour la première fois.#$e#Ça m'a rendu heureux de la voir grandir et changer comme ça.",
                "Sun6_2": "Tu as entendu Sam jouer de la guitare récemment ? Elle est vraiment très bonne !$h#$b#...Si un peu fort.",
                "Sun8_2": "J'ai fait un rêve où j'avais une liberté totale, aucune obligation envers qui que ce soit d'autre que moi...#$b#...Puis je me suis réveillée et j'ai réalisé que j'avais une journée entière de tâches ménagères devant moi...$s",
                "spring_Wed4": "Hmm... Je devrais probablement aller chercher des médicaments contre les allergies pour Sam aujourd'hui...",
                "spring_Wed8": "Je me demande si quelqu'un dirait quelque chose si je ne nettoyais pas la maison aujourd'hui...$s#$e#De qui je me moque ? Je le remarquerais.$4",
                "spring_Sat2": "L'air du printemps est merveilleux.$h#$b#Juste... s'il te plaît, ne m'apporte pas de fleurs de printemps. Sam est terriblement allergique.",
                "spring_Sat8": "L'air du printemps est merveilleux.$h#$b#Juste... s'il te plaît, ne m'apporte pas de fleurs de printemps. Sam est terriblement allergique.#$e#Elle a eu une réaction mortelle grave une fois, quand elle était petite. Je ne me rappelle pas avoir jamais eu aussi peur.$s",
                "spring_Sat2_inlaw_Sam": "Sam t'a parlé de ses allergies de printemps, non ? Assurez-vous juste de garder les fleurs de printemps hors de votre maison.#$e#Elle est peut-être trop désireuse de plaire pour vous le dire franchement.",
                "summer_Mon4_1": "Notre jardin d'été nous permet de réduire un peu les factures d'épicerie.#$e#Nous devons faire preuve de créativité ici et là pour joindre les deux bouts.",
                "summer_Mon4": "La pension de retraite de Kent dépasse en fait ce qu'il touchait pendant son service actif.#$b#Nous pouvons payer nos factures décemment, mais... eh bien, euh...$s#$b#Comment ça se passe pour toi ?",
                "summer_Tue8_1": "Notre jardin d'été nous permet de réduire un peu les factures d'épicerie.#$e#Nous devons faire preuve de créativité ici et là pour joindre les deux bouts.",
                "summer_Tue8": "C'était un tel soulagement de voir Kent rentrer à la maison. Je ne m'attendais pas à voir à quel point il avait changé.$s#$e#S'il souffre, je veux souffrir avec lui.$s#$b#Mais j'ai aussi peur que le pousser à s'ouvrir ne fasse qu'empirer les choses.$s",
                "summer_Wed8_1": "Je suis content que tu aies emménagé en ville, @. Il y a peu de personnes que j'ai rencontrées qui sont aussi généreuses et attentionnées que toi.",
                "summer_Wed8": "Kent est vraiment un homme bon au coeur. J'aurais aimé que tu puisses le rencontrer avant sa tournée, @.$s",
                "summer_Thu6_1": "Les tâches ménagères sont frustrantes parce que vous n'avez jamais fini.#$e#Le jour après avoir balayé le sol, il est de nouveau sale.",
                "summer_Thu6": "Certains jours sont difficiles. Mais Kent est chez lui, et difficile ou pas, notre famille est complète.#$e#Je dois prendre le temps d'être reconnaissant pour cela.",
                "summer_Fri": "Tu dois faire ton exercice quotidien assez facilement avec ton travail à la ferme, hein ?$h#$e#Je ne fais du sport qu'une fois par semaine. Je passe toujours le temps à pousser pour rattraper le reste de la semaine.",
                "summer_Fri6": "Je suis reconnaissante pour l'éducation que Vince reçoit de Penny. Il n'aurait pas autant d'attention individuelle dans une école publique.#$e#De plus, faire la navette entre la ville et une école publique n'est pas envisageable, de toute façon.",
                "fall_Mon4": "Parfois, la ville de Zuzu, où nous vivions, me manque.#$b#Mais peut-être que mes souvenirs sont juste filtrés par la nostalgie de ma jeunesse.",
                "fall_Mon8_1": "Parfois, la ville de Zuzu, où nous vivions, me manque.#$b#Mais peut-être que mes souvenirs sont juste filtrés par la nostalgie de ma jeunesse.",
                "fall_Mon8": "Je me demande si les choses reviendront un jour à la normale avec Kent.$s#$e#J'aimerais qu'il fasse plus de choses à la maison, mais chaque fois que je suis frustrée, je me sens coupable d'attendre davantage de lui.$s",
                "fall_Thu4": "J'ai peut-être un peu gâté les enfants. Ils n'ont jamais eu à faire de corvées.#$e#Je suppose que je veux qu'ils puissent profiter de leur enfance tant qu'ils le peuvent encore. Eh bien, Sam est pratiquement une femme maintenant, cependant.#$b#J'espère qu'elle n'est pas devenue paresseuse. Ça n'arrivera pas.$s#$e#Être parent n'est pas très facile.",
                "fall_Fri": "Caroline et moi sommes de bons amis. Je lui dis tout.",
                "fall_Fri6": "$d Joja#Les choses sont devenues un peu gênantes l'autre jour avec Caroline. J'espère qu'elle ne m'en veut pas de ne pas faire mes courses dans le magasin de son mari...|Je suis heureuse de ne plus avoir à m'inquiéter que Caroline me demande quand je ferai à nouveau des achats dans le magasin de son mari.",
                "fall_Sun4": "Quand tu deviens parent, tu dois laisser ton ancien style de vie derrière toi.#$e#Ce n'est peut-être pas tout à fait vrai... mais si tu ne fais pas attention, ça arrivera.",
                "fall_Sun8_1": "Tu as déjà eu des problèmes de sommeil, @? Je n'arrive pas à éteindre mon cerveau quand je vais me coucher.",
                "fall_Sun8": "Oh ! Désolé, tu peux répéter ça ? [...]  Je suis tellement fatigué aujourd'hui, c'est comme si mon cerveau était sous l'eau.#$b#Kent n'a pas beaucoup dormi la nuit dernière. Naturellement, moi non plus.$s#$e#Chaque fois que j'essaie de l'ouvrir, plus il devient silencieux. Je ne sais pas.$s",
                "winter_Wed4": "Qu'est-ce que je fais pour m'amuser ? Hmm... C'est une bonne question.#$e#J'aime dormir.$s",
                "winter_Fri8": "La fin de l'année n'est plus très loin, hein ? Je n'arrive pas à croire que c'est déjà presque fini.",
                "winter_Sat10_1": "Merci d'être un bon ami, @. Je sais que Kent reviendra bientôt.",
                "winter_Sat10": "Quand tu t'engages à épouser quelqu'un, beaucoup de gens ne réalisent pas une chose importante...$s#$b#...que tu n'épouses pas seulement cette personne aujourd'hui, mais aussi toutes les personnes qu'elle deviendra un jour.$s#$e#Kent a changé. Ce n'est pas toujours facile de l'accepter. Parfois, je ne peux tout simplement pas.#$b#Mais je ne sais toujours pas l'étendue de ce qu'il a traversé. Et comment puis-je le blâmer pour ça ?$s#$e#Eh bien, le mariage n'a pas pour but de vous rendre la vie plus facile. Il s'agit d'aimer et d'être aimé, parce que nous le pouvons, parce que c'est comme ça que nous avons été créés.#$e#Bref, désolé. S'il te plaît, ne me laisse pas t'empêcher de passer ta journée.",
                "winter_Sun8_1": "Tu as déjà eu des problèmes de sommeil, @? Je n'arrive pas à éteindre mon cerveau quand je vais me coucher.",
                "winter_Sun8": "Oh, qu'est-ce que tu as dit ? Je suis désolé, je suis tellement fatigué aujourd'hui !#$b#Kent a été agité et retourné toute la nuit. Il devait encore faire de mauvais rêves.$s#$e#J'ai peur de lui demander de quoi il rêve.$s",
                "winter_24": "Vince est si excité pour demain ! C'est difficile d'avoir le blues de l'hiver avec sa jolie petite tête par ici.",
                "winter_28": "Les enfants vont se coucher tard, mais pas moi. J'ai beaucoup de prières à dire ce soir.",
                "winter_24_2": "Vince est si excité pour demain ! C'est difficile d'avoir le blues de l'hiver avec sa jolie petite tête par ici.",
                "winter_28_2": "Les enfants vont se coucher tard, mais pas moi. J'ai beaucoup de prières à dire ce soir."
            }
        }
    ]
}