{
    "Changes": [
        {
            "LogName": "Leah",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Leah",
            "Entries": {
                "Beach": null,
                "Mon4": "Tu as déjà goûté le vin de la vallée ?#$e#Mieux encore, tu pourrais probablement faire ton propre vin dans ta ferme. Ce serait génial.$h",
                "Mon6": "Marnie et Jas sont des voisins formidables. J'aime passer devant leurs vaches en allant en ville.#$e#Shane ? Hum... Je euh... ne lui ai pas beaucoup parlé.$u",
                "Mon8": "Salut @! Je pensais justement à toi et à ta ferme.#$e#J'imaginais le plaisir que l'on doit ressentir en récoltant un gros tas de produits.$h#$e#Ce ne serait pas bien d'avoir de l'aide, cependant ?$l",
                "Tue2": "Je me suis demandée pendant un moment si quelqu'un allait emménager dans cette ferme. C'est bien que tu l'aies fait !",
                "Tue4": "Ce que je préfère dans Pelican Town, c'est la quantité d'indépendance que l'on peut avoir.#$b#Nous sommes tous faits pour coopérer, mais en ville, la coopération ressemble plus à une dépendance aveugle.#$e#Tant de personnes ne peuvent pas tenir une semaine sans que quelqu'un d'autre leur prépare à manger ou établisse leur emploi du temps à leur place.#$b#Je pense que beaucoup de gens qui disent vouloir l'indépendance ne vont pas forcément jusqu'au bout.#$e#Désolé, je suis vraiment en train de juger là ?$h",
                "Tue6": "J'ai fait une petite peinture pour Elena pour l'accrocher dans sa maison. La pauvre fille n'a pas grand-chose pour que sa maison soit confortable.#$e#Mais je respecte les sacrifices qu'elle fait pour poursuivre ce qu'elle veut. Nous sommes tous les deux ici pour des raisons similaires.",
                "Tue8": "Salut. Tu veux parler ?#$e#Le paysage d'ici me donne beaucoup d'idées. Le terrain est presque une sculpture en soi.#$e#Je ne fais pas de l'art pour l'argent. C'est juste une envie que j'ai.#$e#L'agriculture semble être une profession très gratifiante. Tu peux créer de la nourriture délicieuse pour tout le monde !$h#$e#Tu es probablement occupé. Désolé.",
                "Tue10": "Alors... si on sort ensemble, je veux m'assurer... que tu acceptes que je ne gagne pas beaucoup d'argent, d'accord ?#$e#Je me demandais juste.#$b#Je pense que tu sais pourquoi.$l",
                "Wed2": "Tu as rencontré mon amie Elena, n'est-ce pas ?#$b#Peut-être qu'on pourrait tous se retrouver au prochain festival.",
                "Wed4": "Il y a un bel arbre à l'ouest de ma maison. Ses fruits sont délicieux, mais il est un peu difficile à atteindre.",
                "Wed8": "J'ai trouvé de superbes morceaux de bois flotté pour la sculpture dernièrement.#$q 225/226 Wed_old#Alors, hum... Tu aimes la sculpture que j'ai faite pour toi ?#$r 225 10 Wed_225#Oui, ça me fait penser à toi quand je le regarde.#$r 226 -100 Wed_226#Euh, à quoi ça ressemble, déjà ?",
                "Wed_old": "$p 025#J'ai fait d'autres sculptures semblables à celle que je t'ai faite.|Ne vous inquiétez pas, cependant. Je ne m'imposerai pas sur l'espace au sol de votre maison avec d'autres sculptures.$u",
                "Wed_225": "Vraiment ? Oh, je suis contente !$h#$b#Désolé, je sais que ce n'est pas très professionnel de ma part de demander ça, mais je ne pouvais pas tenir plus longtemps.",
                "Wed_226": "Ahh... c'est pas grave.$s",
                "Wed10": "Haha, yep. Même coiffure aujourd'hui, comme toujours.#$e#Ça gardera mes cheveux loin de ton visage si on s'embrasse, par contre.$l#$e#Oh ! J'ai dit ça à haute voix ?$h",
                "Thu": "Je suis curieux de voir ce que vous allez faire de votre ferme, même si les rochers et les arbres qui s'y sont installés sont d'une beauté naturelle.",
                "Thu2": "Il y a en fait beaucoup de nourriture sauvage dans cette région, si tu sais où chercher.#$e#J'ai mangé des salades fraîches presque tous les jours.$h",
                "Thu4": "La recherche de nourriture est une de mes spécialités. Un jour, je te ferai une salade fraîche.$h",
                "Thu6": "Les salades d'Emily au saloon sont plutôt délicieuses. Sa recette est très similaire à celle que j'utilise.",
                "Thu8": "J'espérais tomber sur toi !  Voici un petit quelque chose que j'ai pensé que tu pourrais apprécier. [196]$h",
                "Thu10": "Oh, @! Salut !$h#$e#Tes corvées matinales se sont bien passées ?$l#$e#J'espère que je pourrai t'aider un jour.",
                "Fri4": "La nature elle-même sera toujours un plus grand artiste que n'importe lequel d'entre nous.#$e#Tu travailles directement avec la nature, pourtant. Oui, je dirais que l'agriculture est un art, en quelque sorte.",
                "Fri6": "Bonjour, @. C'est une belle journée, n'est-ce pas ?#$e#Viens dans ma cabane si tu as besoin de parler à quelqu'un.$h",
                "Fri8": "Si jamais tu trouves du bois flotté intéressant, je pourrais en avoir besoin.#$e#Ce serait spécial que tu me le donnes.$l",
                "Sat4": "Tu as beaucoup d'art dans ta maison ?#$e#Une maison ne devient un foyer que lorsqu'elle a une touche créative.",
                "Sat6": "Les humains sont nés pour être créatifs, tu ne crois pas ? C'est ce qui fait de nous ce que nous sommes.#$e#Bien sûr, il existe de nombreuses façons d'être créatif. La peinture et la sculpture sont mes préférées.",
                "Sat10": "Hé, mon amour.$l#$e#Tu veux venir me rendre visite à l'étang demain en fin d'après-midi ? Je serai là s'il ne pleut pas.$l#$e#Ou tu peux me trouver n'importe quand. Ça ne me dérange pas.$l",
                "Sun2": "Viens chez moi un jour. Je te montrerai mes derniers projets.",
                "Sun4": "Je parie que tu pourrais faire pousser des produits sauvages dans ta ferme. Tu as essayé ?#$e#Rien ne vaut le sentiment de récompense que procure la découverte de quelque chose de délicieux dans la forêt, mais cela peut être pratique si vous n'avez pas le temps de chercher.",
                "Sun6": "Je peux être économe dans mon mode de vie, mais j'ai parfois l'impression que ma carrière artistique est une bombe à retardement.$s#$e#Tu connais quelqu'un qui s'en est sorti en vivant comme un artiste affamé ?$s",
                "Sun8": "Bonjour, @. C'est une belle journée, n'est-ce pas ?#$e#Viens dans ma cabane si tu as besoin de parler à quelqu'un.$h",
                "Sun10": "Hé toi.$l#$e#J'ai pensé à toi toute la journée.$l#$e#Alors, parlez-moi de votre semaine.$h",
                "summer_Mon4": "Une si belle journée, n'est-ce pas ?#$e#Oh, au fait, j'ai trouvé ça. J'en ai gardé un pour toi. [396]#$e#Pour moi, ils ont juste le goût de souvenirs d'été.",
                "summer_Mon6": "J'ai un bon oeil pour les fruits sauvages. Un jour, je te ferai une bonne salade de fruits.$h",
                "summer_Mon8": "Je suis contente que tu habites juste en haut de la rue. La vie est meilleure quand on vit à côté de gens qu'on aime.",
                "summer_Mon10": "Je suis contente que tu habites juste en haut de la rue.#$e#Je suis toujours heureuse de te voir.",
                "summer_Tue2": "Nous ne serions pas capables de survivre sans la nature. Il est bon de s'en souvenir.",
                "summer_Tue4": "Je suis passé devant le ranch de Marnie hier, et les vaches n'arrêtaient pas de me regarder.#$e#Leurs visages étaient si doux.#$e#Tu as aussi des vaches ?",
                "summer_Tue6": "Les choses simples de la vie sont les meilleures : une douce brise d'été, des nuages majestueux et un gobelet rempli de rouge de Stardew Valley.",
                "summer_Tue8": "Une fois, j'ai fait une randonnée nocturne avec des amis et nous nous sommes retrouvés par hasard dans un vieux vignoble.#$b#Le propriétaire du vignoble nous a invités à entrer. Je me souviens que l'air de cette nuit d'été était si pur et si chaud. C'était la première fois que je buvais un verre de vin.#$e#Quel est votre souvenir d'été préféré ? @?",
                "summer_Thu": "Je vais souvent à la plage pendant l'été.#$e#Le son de l'océan est si beau, n'est-ce pas ?",
                "summer_Thu4": "Je ne me lasse jamais de la forêt, mais c'est incroyable que nous ayons aussi une plage ici.#$e#J'ai trouvé les plus beaux coquillages arc-en-ciel échoués sur le rivage plusieurs fois.",
                "summer_Thu6": "Les mouettes doivent voir la plage si différemment de nous.#$e#J'ai toujours envié leur capacité à voler. Et toi ?",
                "summer_Thu8": "Le son de l'océan me met dans un état méditatif. C'est si paisible.#$e#Mais tu es toujours le bienvenu pour me parler, aussi.",
                "summer_Thu10": "*ricanement* Mais oui, j'aime les longues promenades sur la plage. C'est très perspicace de ta part de demander ça !$h",
                "summer_Fri4": "La nature elle-même sera toujours un plus grand artiste que n'importe lequel d'entre nous.#$e#Tu travailles directement avec la nature, pourtant. Oui, je dirais que l'agriculture est un art, en quelque sorte.",
                "summer_Fri8": "C'est très calme dans ma cabine ces derniers temps.$s#$b#Je suis heureux que tu passes me voir.#$e#Alors, comment se passe ta journée ?",
                "summer_Sat4": "Je suis un régime pescatarien assez strict. Ce n'est pas que je sois moralement opposé à la consommation de viande, mais...#$b#...tant que chacun a sa propre façon de respecter la nature, je suis d'accord avec eux. C'est juste ma façon, pour moi.",
                "summer_Sat6": "Oui, je vais souvent à la plage pendant l'été.#$b#Bien sûr, tu peux te joindre à moi. Ne soyez pas timide.$h",
                "summer_Sat8": "Fais-moi savoir si tu trouves quelque chose de savoureux dans les bois, ok ?#$e#Il est parfois difficile de vivre dans la pauvreté, mais je ne voudrais pas manger différemment même si j'avais de l'argent.",
                "summer_Sat10": "Hé toi.$l#$e#Tu es juste celui qui manquait à ma journée.#$e#J'ai besoin d'un câlin. Viens ici.",
                "summer_Sun4": "C'est bien de pouvoir voir un peu plus Elena pendant l'été.#$e#Bien sûr, c'est toujours un plaisir de te voir, aussi.",
                "summer_Sun6": "Bonjour, @. C'est une belle journée, n'est-ce pas ?#$e#Viens dans ma cabane si tu as besoin de parler à quelqu'un.$h#$b#Il fait un peu chaud dans la journée, alors j'ai tendance à sortir l'après-midi.",
                "summer_Sun8": "Question : Qu'est-ce qui est meilleur qu'une délicieuse salade de fruits ?#$b#Deux salades de fruits, avec quelqu'un avec qui les partager ! [610]$h#$e#Non, j'insiste. Mangez !$l",
                "summer_Sun10": "Oh, @! Salut !$h#$e#Tes corvées matinales se sont bien passées ?$l#$e#J'espère que je pourrai t'aider un jour.",
                "fall_Mon4": "Enfant, je n'aimais pas vraiment les champignons, jusqu'à ce que quelqu'un les cuisine pour moi de la bonne façon.#$e#Je ne mange pas vraiment de viande, donc ils sont une bonne source de protéines pour moi.",
                "fall_Mon6": "#$c .5#J'ai trouvé des champignons sauvages ce week-end !#$e#J'ai mangé une énorme assiette de champignons sauvages et d'oeufs pour le petit-déjeuner aujourd'hui... Je suis encore plein.#$e#Garde le nez sur le sol et tu trouveras toi-même quelques champignons... J'en suis sûr.",
                "fall_Mon8": "Hé ! Je suis allé à la chasse aux champignons et j'en ai trouvé un tas. En voici un que j'ai gardé pour toi. [404]#$e#Vous avez déjà essayé d'en mettre un dans un sauté ?",
                "fall_Mon10": "Je n'ai jamais aimé les féculents, mais Kel voulait toujours manger un petit-déjeuner pour le dîner et c'est moi qui cuisinais.$s#$b#J'en ai eu tellement marre de ces aliments au bout d'un moment.$s#$e#Désolé, c'est peu attrayant de ma part. Changeons de sujet.",
                "fall_Tue": "Alors, qu'est-ce qui vous plaît le plus dans la vie à la ferme ?",
                "fall_Tue2": "Je me demande si je pourrais faire un collage avec des feuilles séchées ?#$e#Ils sont juste si colorés... Je ne peux pas m'empêcher de penser au potentiel des projets artistiques.$h",
                "fall_Tue8": "Je me suis sentie très inspirée ces derniers temps. L'automne fait ressortir un côté plus personnel en moi.",
                "fall_Tue10": "J'essaie généralement de me tenir à l'écart de mon art, et de le laisser exister pour sa propre beauté, plutôt que pour moi-même.#$e#Parfois, cependant, je ne peux pas m'en empêcher. La sculpture que je t'ai donnée en est un exemple.$l",
                "fall_Wed2": "C'est si agréable de vivre près de la rivière.#$e#Parfois, je peux entendre les saumons sauter et éclabousser hors de l'eau.",
                "fall_Wed4": "C'est si agréable de vivre près de la rivière.#$e#Je m'endors au son apaisant de l'eau chaque nuit.",
                "fall_Wed6": "Apparemment, il y avait une vieille femme qui vivait dans ma hutte avant moi.#$e#Après sa mort, le maire Lewis a gardé la propriété jusqu'à ce que je puisse venir et signer pour elle.",
                "fall_Wed10": "@, merci de toujours croire en moi.#$b#Je pense que tu es arrivé juste au moment où j'avais le plus besoin de toi.",
                "fall_Thu": "Hé. Comment ça se passe à la ferme ?#$e#Cette saison, il doit y avoir tellement de graines différentes à choisir.",
                "fall_Thu2": "Tu as déjà pris une journée entière de congé ?#$e#C'est une pause rafraîchissante.",
                "fall_Thu4": "Je parie que tu pourrais faire pousser des produits sauvages dans ta ferme. Tu as essayé ?#$e#Rien ne vaut le sentiment de récompense que procure la découverte de quelque chose de délicieux dans la forêt, mais cela peut être pratique si vous n'avez pas le temps de chercher.",
                "fall_Thu8": "Je n'ai plus beaucoup de liens avec mes parents. On s'est éloignés l'un de l'autre.#$e#Je les appelle de temps en temps, mais nous avons surtout nos propres vies en ce moment.#$e#Pourquoi, c'est inhabituel pour toi ?",
                "fall_Fri2": "Bonjour. Comment se passe votre journée ?",
                "fall_Fri4": "Tu as déjà goûté le vin de la vallée ?#$e#Mieux encore, tu pourrais probablement faire ton propre vin dans ta ferme. Ce serait génial.$h",
                "fall_Fri10": "Je regardais justement mes décorations d'automne. Je me demande si j'aurai des enfants un jour avec qui je pourrai partager ça ?",
                "fall_Sat": "Si tu entends des coups dans ma cabane, c'est probablement parce que je travaille sur une de mes sculptures.",
                "fall_Sat2": "Les décorations accentuent le sentiment de la saison. Je pense que c'est une tradition qui en vaut la peine.",
                "fall_Sat4": "Hééé ! Alors, qu'est-ce que tu penses de mes décorations d'automne ?$h#$e#Tu devrais avoir des décorations pour le réveil des esprits dans ta ferme. Rien de trop effrayant, cependant.",
                "fall_Sat6": "C'est agréable de faire quelque chose d'amusant et de fantaisiste de temps en temps, comme les décorations de ma maison.#$e#Je dois entrer en contact avec l'enfant qui est en moi, non ?$h",
                "fall_Sat10": "Hé. Tu devrais venir chez moi demain matin. Apporte deux omelettes et on appellera ça un brunch.$h#$e#Désolé, si tu cherches à être créatifve, il n'y a pas beaucoup d'autres choses que j'aime pour le petit-déjeuner.",
                "fall_Sun4": "Bonjour, @. Tu voulais parler de quelque chose ?",
                "fall_Sun6": "Les humains sont nés pour être créatifs, tu ne crois pas ? C'est ce qui fait de nous ce que nous sommes.#$e#Bien sûr, il existe de nombreuses façons d'être créatif. La peinture et la sculpture sont mes préférées.",
                "fall_Sun8": "Je ne me suis jamais sentie vraiment en sécurité en ville. Ici, par contre, je n'ai même pas à m'inquiéter de verrouiller ma porte.",
                "fall_Sun10": "Hé toi.$l#$e#J'ai pensé à toi toute la journée.$l#$e#Alors, parlez-moi de votre semaine.$h",
                "winter_Mon4": "Je suis un régime pescatarien assez strict. Ce n'est pas que je sois moralement opposé à la consommation de viande, mais...#$b#...tant que chacun a sa propre façon de respecter la nature, je suis d'accord avec eux. C'est juste ma façon, pour moi.",
                "winter_Mon6": "J'aime l'aspect de tout ce qui est couvert de neige fraîche.",
                "winter_Mon8": "Un de mes premiers souvenirs est celui d'une fois où je suis allé faire de la luge. J'ai dévalé la pente et me suis écrasé sur un tas de neige.#$e#Je me rappelle m'être allongée là, écoutant le silence et regardant le ciel, avec la neige qui tombait sur mon visage. Je voulais juste rester là pour toujours.",
                "winter_Tue": "Tu ne trouves pas que le saloon a l'atmosphère idéale pour l'hiver ? C'est si confortable.",
                "winter_Tue4": "Il fait assez froid dans ma petite cabane.$s#$e#Je me blottis juste sous une énorme couverture, et je vais bien.$h",
                "winter_Tue6": "Je suppose que la nature peut être assez dure en hiver. Elle nous fournit quand même assez pour que nous puissions nous en sortir.",
                "winter_Tue8": "L'agriculture semble si amusante. Je veux essayer, un jour.$l",
                "winter_Tue10": "Hé. Viens ici. Réchauffe-moi.#$e#Mmm, tu es douillet.$l",
                "winter_Wed2": "Nous ne serions pas capables de survivre sans la nature. Il est bon de s'en souvenir.",
                "winter_Wed4": "J'ai vu un lapin des neiges tôt ce matin ! Ils sont rares, n'est-ce pas ?",
                "winter_Wed6": "Je ne me suis jamais sentie vraiment en sécurité en ville. Ici, par contre, je n'ai même pas à m'inquiéter de verrouiller ma porte.",
                "winter_Wed8": "Vous avez vu des lapins des neiges par ici ? C'est l'une des choses que je préfère dans les bois à cette époque de l'année.",
                "winter_Thu": "J'aime décorer pour les différentes saisons.",
                "winter_Thu2": "J'ai du mal à trouver des aliments frais à manger.#$e#J'ai mangé beaucoup de pain.$s",
                "winter_Thu4": "J'espère qu'Elena se débrouille bien dans sa petite maison. J'aime à penser que c'est dur pour moi parfois, mais cette fille sait vraiment comment s'en sortir.",
                "winter_Thu10": "De la neige sur le sol dehors, quelqu'un qui m'aime dans mes bras... Ouais, c'est plutôt sympa.$l",
                "winter_Fri2": "Alors, qu'est-ce qui vous plaît le plus dans la vie à la ferme ?#$e#Tu dois avoir beaucoup plus de temps à ta disposition ces derniers temps.",
                "winter_Fri4": "Le temps semble passer plus lentement ici.#$e#Quand je vivais en ville, l'année passait si vite.",
                "winter_Fri8": "Je ne me suis jamais sentie vraiment en sécurité en ville. Ici, par contre, je n'ai même pas à m'inquiéter de verrouiller ma porte.",
                "winter_Fri10": "Hé. Que dirais-tu de prendre un petit verre ensemble ce soir ?$h#$e#C'est bon. Je te fais confiance.$l#$e#Je veux juste être endormi vers minuit, cependant.",
                "winter_Sat2": "Bonjour. Comment se passe votre journée ?",
                "winter_Sat4": "Bonjour, @. Tu voulais parler de quelque chose ?",
                "winter_Sat6": "Tu aimes les décorations d'hiver de ma maison ?#$e#J'ai toujours hâte de les mettre en place, mais je dois attendre que le temps soit propice.",
                "winter_Sat8": "Tu n'as jamais froid dans ta ferme ?#$e#Viens dans ma cabane si tu veux te blottir sous un de mes édredons et boire du cidre.$h",
                "winter_Sun2": "Je déteste être brutal, mais si nous ne traitons pas la nature avec respect, nos petits-enfants seront condamnés.#$e#Tu ne crois pas ?",
                "winter_Sun4": "Apparemment, il y avait une vieille femme qui vivait dans ma hutte avant moi.#$e#Après sa mort, le maire Lewis a gardé la propriété jusqu'à ce que je puisse venir et signer pour elle.",
                "winter_Sun6": "Je peux être économe dans mon mode de vie, mais j'ai parfois l'impression que ma carrière artistique est une bombe à retardement.$s#$e#Tu connais quelqu'un qui s'en est sorti en vivant comme un artiste affamé ?$s",
                "winter_Sun8": "Merci de toujours croire en mon travail, @. Je n'ai jamais été sûr que les choses allaient marcher, mais maintenant, j'ai enfin un sentiment d'élan dans ma vie.",
                "spring_1_2": "Je pensais que la neige allait me manquer, mais je retire ce que j'ai dit. C'est tellement mieux. Bonne année !",
                "spring_23": "Je pense que je vais danser au festival demain. Je veux dire, pourquoi pas ?",
                "summer_27": "J'ai été stupéfait la première fois que j'ai vu les gelées au clair de lune. Je n'oublierai jamais cette année-là.",
                "fall_15": "La foire de Stardew Valley me donne l'impression d'être à nouveau un enfant. Je suis content que notre ville l'accueille.",
                "winter_24": "Hé ! Vous vous sentez déjà dans l'esprit des fêtes ?#$e#Je suis plus que prêt, moi-même. Apportez les bonnes choses à manger !",
                "winter_28": "Une merveilleuse nouvelle année pour toi !$h#$e#C'était une bonne chose pour moi. Et pour toi ?",
                "spring_23_2": "Je me demande comment se porte cette petite clairière au fond des bois ?#$b#Je n'y suis pas retourné depuis le bal des fleurs de l'année dernière.",
                "summer_27_2": "J'ai été stupéfait la première fois que j'ai vu les gelées au clair de lune. Je n'oublierai jamais cette année-là.",
                "fall_15_2": "La foire de Stardew Valley me donne l'impression d'être à nouveau un enfant. Je suis content que notre ville l'accueille.",
                "winter_24_2": "Hé ! Vous vous sentez déjà dans l'esprit des fêtes ?#$e#Je suis plus que prêt, moi-même. Apportez les bonnes choses à manger !",
                "winter_28_2": "Une merveilleuse nouvelle année pour toi !$h#$e#C'était une bonne chose pour moi. Et pour toi ?"
            }
        },
        {
            "LogName": "Leah Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueLeah",
            "Entries": {
                "Rainy_Day_0": "#$c .5#Je trouve parfois l'inspiration dans les endroits les plus improbables.#Humm, peut-être que je devrais mettre de la musique. Quelque chose pour me réveiller.$s",
                "Rainy_Day_1": "#$c .5#J'avais l'habitude de trouver la pluie déprimante quand je vivais en ville. Mais ici, dans Stardew Valley, c'est magnifique.#Pas une mauvaise journée pour rester à l'intérieur. J'ai quelques nouvelles idées de projets que j'aimerais essayer.",
                "Rainy_Day_2": "Bonjour ! Je me suis levé tôt et j'ai fait un peu de chasse aux champignons. Tiens, prends-en un.[281 404 420 257]#$e#Chercher des champignons, c'est comme partir à la chasse au trésor. C'est très amusant.$h",
                "Rainy_Day_3": "#$c .5#C'est dans des jours comme celui-ci que je suis vraiment heureux de mes bottes à usage intensif.$h#Les nuages sont si épais ici. C'est presque comme si c'était encore la nuit.",
                "Rainy_Day_4": "#$c .5#Les arbres ont supplié pour cette pluie... Je suis heureux pour eux.#Tu peux aller pêcher aujourd'hui, si tu veux. Fais-moi savoir si tu trouves du bois flotté.",
                "Rainy_Night_0": "#$c .5#Comment s'est passée ta journée ? Tu as vu des animaux dehors ?#Les animaux sont-ils restés au sec aujourd'hui ?",
                "patio_Leah": "#$c .5#Ne regardez pas de trop près, c'est un travail en cours.#Mes sculptures en bois se vendent relativement bien, alors je travaille toujours à en créer une nouvelle.",
                "Rainy_Night_1": "#$c .5#D'habitude, je préfère la salade... mais une nuit humide comme celle-ci me donne des envies de soupe chaude.$h#Ce n'était pas une mauvaise journée. J'ai juste dû réajuster mes attentes et en tirer le meilleur parti.",
                "Rainy_Night_2": "#$c .5#Ça va être relaxant de s'endormir par une nuit comme celle-ci...$l#Bienvenue à la maison, mon amour. Hmm, viens ici et embrasse-moi.$l",
                "Rainy_Night_3": "J'ai fait une petite sculpture en bois aujourd'hui, mais elle était si moche que je l'ai jetée dans le feu.$u#$e#Je pense que pour devenir un grand artiste, tu dois être critique envers ton propre travail.",
                "Rainy_Night_4": "#$c .5#Je suis contente que tu sois à la maison... C'est une bonne nuit pour se mettre sous les couvertures et rester au chaud.#Tu m'as manqué aujourd'hui. On devrait... passer du temps ensemble ce soir.$l",
                "Rainy_Night_Leah": "#$c .5#Comment s'est passée ta journée aujourd'hui, ma chérie ? Boueuse ?#Une vieille amie de la ville m'a demandé de faire une peinture pour elle. Je l'ai presque terminé aujourd'hui.",
                "Indoor_Day_0": "#$c .5#Cette maison est bien plus agréable que mon ancienne cabane ! Elle ne me manque pas.#Hum, de quoi ai-je envie aujourd'hui ? Peindre ou sculpter ?",
                "Indoor_Day_1": "#$c .5#Lève-toi et brille ! Regardez ce qui a fini de pousser dans un pot à l'arrière. [16 18 20 22 90 259 396 402]$h#Bien le bonjour, @. Je les ai plantés dans un petit pot à l'arrière... [16 18 20 22 90 259 396 402]#$e#Je l'ai cultivé avec beaucoup d'amour et d'attention. Profitez-en.",
                "Indoor_Day_2": "#$c .5#N'oubliez pas de garder les yeux ouverts sur la nourriture sauvage ! Il y en a beaucoup.#Bonjour. Qu'est-ce que tu espères faire aujourd'hui ?",
                "Indoor_Day_3": "#$c .5#Je n'ai pas pu résister. Ces légumes étaient au maximum de leur fraîcheur, donc...#Je me disais... la vie est trop courte pour manger de la mauvaise nourriture. Heureusement, nous vivons dans l'une des meilleures régions pour les légumes frais !#$e#Tiens, je t'ai fait une salade saine. [196]#$e#Je suis surpris que tu n'en aies pas encore marre de ma salade !",
                "Indoor_Day_4": "#$c .5#Bonjour ! Je nous ai fait du café.[395]$h#Ma matinée ne serait pas complète sans une tasse de café chaud.[395] Et toi ?$h",
                "Indoor_Night_0": "#$c .5#Quelque chose à propos de cette heure de la nuit me donne soif.#Tu as du temps à passer avec moi ce soir ? J'ai pensé à toi...$l",
                "Indoor_Night_1": "#$c .5#Le cours du temps est si délicat... même la plus petite décision change l'avenir à jamais.#Avec la courte vie que nous vivons, chacun laisse une trace dans le monde. J'espère que je fais ma part pour laisser une bonne marque.",
                "Indoor_Night_2": "#$c .5#C'est tellement plus beau ici la nuit que l'éclat aveuglant de la ville.#Tout a parfaitement fonctionné pour moi. J'ai beaucoup de chance.",
                "Indoor_Night_3": "#$c .5#Je n'aurais jamais pensé recevoir un pendentif de sirène si peu de temps après avoir emménagé ici ! Mais j'en suis heureuse.$l#Tu as eu de bons souvenirs aujourd'hui ?",
                "Indoor_Night_4": "#$c .5#J'ai vu un lapin sauvage aujourd'hui. J'aimerais pouvoir en caresser un un jour. Ils ont l'air si doux...#J'ai vu des merles à crête rouge aujourd'hui. Ils doivent être bien au chaud dans leurs nids maintenant.",
                "Outdoor_0": "#$c .5#La brise fraîche est agréable. Ça me rappelle que je vivais près de la rivière.#Hééé, bonjour. Je me demandais quand tu me trouverais ici.$h",
                "Outdoor_1": "#$c .5#Humm... Je vais faire un peu de maintenance par ici. J'ai juste l'envie de faire un peu de martelage de temps en temps.#Je peux dire quelles parties de la maison ont été ajoutées par Robin. Laissez-moi juste dire qu'elle savait vraiment ce qu'elle faisait.",
                "Outdoor_2": "#$c .5#Ça va être un jour spécial, je le sens.#Bonjour ! Je me sens un peu plus éveillé maintenant que je suis dehors.",
                "Outdoor_3": "#$c .5#Ah... cette odeur de terre fraîche. Il n'y a rien de tel.$h#Tu peux dire que l'air est pur ici... ça fait du bien aux poumons.",
                "Outdoor_4": "Ne te surmène pas, chérie.#$e#$c .5#Ce n'est pas comme si nous étions affamés, alors il n'y a pas d'urgence, non ?#Assurez-vous de faire une pause de temps en temps, ou de manger quelque chose.$h",
                "funLeave_Leah": "#$c .5#Je vais faire une promenade dans la nature aujourd'hui. J'ai besoin de sortir de la maison.#Je vais faire une longue promenade aujourd'hui, alors j'espère que je verrai des choses intéressantes. Tu me verras dans la soirée.",
                "funReturn_Leah": "#$c .5#J'ai passé une journée agréable et relaxante. Comment s'est passée ta journée ?#Les bois étaient magnifiques, comme d'habitude. J'ai l'impression de découvrir quelque chose de nouveau à chaque fois que je le visite -- des insectes, des petites fleurs, tu sais.",
                "OneKid_3": "#$c .5#Stardew Valley est un endroit idéal pour qu'un enfant apprenne à apprécier la nature, tu ne crois pas ?#C'est amusant d'être un parent. Je veux m'assurer %kid1 grandit en ayant un amour pour le plein air.",
                "TwoKids_3": "#$c .5#Nous avons une merveilleuse ferme et une famille bien remplie. Notre nouvelle vie a vraiment bien tourné, n'est-ce pas ?#J'espère %kid1 et %kid2 trouver des moyens d'expression sains. Il ne s'agit pas forcément de peinture ou de sculpture, mais de ce qui les rend heureux.",
                "spring_4": "Tu as déjà mis toutes les cultures en terre ? Ou... c'est mieux d'échelonner ?#$e#Je suis juste curieux. Je fais confiance à votre jugement.",
                "spring_19": "Il y a un café à Grampleton qui veut accrocher un échantillon de mon travail. Je suppose que j'ai du pain sur la planche !#$e#J'espère juste qu'un peu de tout ça se vendra.",
                "spring_25": "Elena dit que la beauté est vécue dans l'esprit, elle pense donc que les mots ressemblent le plus à nos pensées et sont les meilleurs pour créer la beauté.#$e#Mais... ne pensons-nous pas aussi en images ? Et les pensées en images ne sont-elles pas généralement plus puissantes ?#$b#...je ne sais pas. Qu'est-ce que tu en penses ?$u",
                "summer_8": "Désolé si je suis mouillée au toucher... J'ai transpiré toute la nuit dans la chaleur.",
                "summer_9": null,
                "summer_12": "C'était sympa de rattraper Elena au festival d'hier. On dirait qu'elle est dans un endroit assez bien avec son style de vie.",
                "summer_15": "Ahhh, je suis si heureuse qu'il nous reste encore une bonne partie de l'été.$h#$e#Je ne suis pas prête à ce que ce soit fini.",
                "summer_20": "Il faut avoir du cran pour savoir que mon travail est exposé dans la maison d'autres personnes.#$e#Je me déverse dans ces pièces, alors c'est presque comme si elles pouvaient espionner une partie de mon âme. Est-ce que ça a un sens ?#$e#Eh bien, votre travail se retrouve sur la table à manger d'autres personnes. Donc c'est un peu la même chose.$h#$b#C'est juste la conséquence de laisser un petit impact sur le monde, je suppose.",
                "summer_24": "Je me demande comment vont mes anciens voisins. Marnie, Jas...#$e#...Oh oui. Et Shane.#$e#Je suppose que je suis toujours techniquement voisin avec eux, hein ?$h",
                "fall_7": "Je me demande si je devrais retourner au cours de danse aérobique de Caroline. Je n'y suis allé que... deux fois ? ...je crois...#$e#Oh oui ! Une fois, le Dr Harriet était là. C'était mignon.$h#$b#Hé, plus de pouvoir pour elle.",
                "fall_10": "Emily travaille toujours au Saloon, n'est-ce pas ? Hm, je me demande si elle va quitter la ville un jour ?#$e#Je n'ai jamais eu l'occasion de la connaître très bien, mais j'ai toujours eu le sentiment qu'elle était faite pour autre chose que servir des tables.",
                "fall_13": "En gros, je peux vivre mon rêve. @, J'espère que tu comprends que je ne prends pas ça pour acquis, hein ?",
                "fall_24": "Le café de Grampleton exposait certaines de mes peintures et ils ont fini de vendre la dernière pièce ! Bravo !$h#$e#Peut-être qu'ils me le redemanderont.",
                "winter_4": "Humm... Je me demande comment Elena s'en sort avec tout ce froid ? Tu penses que peut-être elle apprécierait un repas chaud de notre part ?",
                "winter_11": "Désolé, j'ai laissé la nuit froide ici la nuit dernière, n'est-ce pas ?#$e#J'ai cassé les fenêtres la nuit dernière pour laisser sortir les vapeurs de peinture. Je... laissons juste la cheminée fonctionner toute la journée.$s",
                "winter_16": "Parfois, il est difficile de vendre une pièce dont je suis vraiment fier.$s#$e#Je veux dire, si on a de l'argent, peut-être que je vais juste... en garder quelques-uns ?$l",
                "winter_20": "L'art sur le thème de la fête de l'étoile d'hiver est si amusant et si facile à réaliser. Je peux le rendre aussi joyeux que je le souhaite.$h",
                "winter_27": "La neige fondait et s'égouttait de façon répétée sur ce point du toit. Et puis le soleil a commencé à se réfracter à travers elle.#$b#Il a envoyé ces minuscules petits flashs à travers une partie de la pièce. C'est si beau.#$e#Oh, c'était il y a juste quelques matins."
            }
        }
    ]
}