{
    "Changes": [
        {
            "LogName": "Lewis",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lewis",
            "Entries": {
                "Saloon": null,
                "Saloon4": null,
                "cc_Bus": "@, Tu as entendu ? Il semblerait que le bus de la vieille ville ait recommencé à fonctionner pendant la nuit !$h#$b#Cette vieille chose est en sommeil depuis un certain temps... C'est vraiment un grand mystère.",
                "Mon": "C'est une bonne saison pour commencer à penser au jardinage, même pour nous, les non-agriculteurs.#$e#La vallée est connue pour produire certaines des plus belles fleurs de printemps !$h",
                "Mon2": "Votre grand-père et moi parlions beaucoup de jardinage. J'ai appris une bonne partie de ce que je sais de lui.",
                "Mon6": "Ça doit être difficile d'être un enfant dans la Ville des Pélicans. Il n'y a plus autant d'enfants qu'avant...#$e#J'ai commandé la construction de cette structure de jeu il y a quelques années. J'espère que Jas et Vincent savent qu'ils sont bien aimés ici.",
                "Tue8": "Notre communauté a vraiment changé au fil des ans. Je me souviens qu'il y avait une vieille maison délabrée là où se trouve aujourd'hui le JojaMart.#$e#Je ne suis pas sûr que quelqu'un ait occupé cette maison depuis ma naissance. En tant que garçon, j'ai fait en sorte de m'en éloigner.",
                "Wed2": "Parfois, tu peux dire s'il y a quelque chose d'enterré sous terre. Il suffit de garder les yeux ouverts.",
                "Wed6": "L'une des raisons pour lesquelles j'aime cette ville est la richesse de son histoire. Les gens ont habité la vallée bien avant la construction de Pelican Town.",
                "Thu": "Bonjour, @! C'est bon de te voir dehors.#$b#Il est bon de passer du temps à socialiser avec les habitants de la ville de temps en temps.$h",
                "Thu2": "Le saloon peut être assez animé la nuit. Parfois, on met même une pièce dans le juke-box. *gloussement*$h#$e#J'aime bien m'y rendre une fois par semaine pour prendre des nouvelles, de toute façon.",
                "Thu6": "Je ne pense pas que les parents d'Emily et de Haley reviendront à Pelican Town de sitôt, voire jamais. Cela a toujours été leur rêve de vivre librement dans le monde entier.#$e#Leurs filles ont atteint l'âge adulte, et puis... pouf ! Elles sont parties.#$e#Normalement, tu devrais t'attendre à ce que ce soit les enfants qui fassent ça.$h",
                "Fri2": "L'ancien conservateur du musée avait la propriété privée des objets exposés. J'aurais aimé que nous ayons les fonds nécessaires pour les conserver.",
                "Fri4": "Dans une petite ville comme celle-ci, j'ai la possibilité d'être le planificateur d'événements sur le terrain. Je n'aurais pas le même luxe si j'étais maire d'une grande ville.#$e#Bien sûr, c'est plus stressant, mais je ne peux pas contester le genre de satisfaction que j'en retire.$h",
                "Sat2": "Je suis heureux que notre ville ait pu avoir le Dr Harriet. Le timing de son arrivée était impeccable.#$e#Lorsque notre ancien médecin a annoncé son départ à la retraite, nous ne savions pas si nous allions tous devoir faire la navette pour recevoir des soins médicaux.",
                "Sat8": "Je n'aurai jamais d'enfants à moi, alors je considère l'esprit de Pelican Town comme mon enfant, d'une certaine manière.#$e#Si je laisse mon empreinte sur les personnes qui trouvent un foyer dans cette ville, c'est tout ce que je peux espérer.",
                "Sun": "Certains habitants de la ville se méfient des étrangers. Tu devras gagner leur confiance avant qu'ils ne s'ouvrent à toi.#$e#Sois persévérant et tu arriveras à les convaincre.$h",
                "Sun2": "Leah et Elena ont emménagé ici un an avant toi. Tu leur as beaucoup parlé ?#$e#Ils passent pas mal de temps ensemble aux festivals, mais ils ne sont pas un couple. ...Je ne le pense pas, en tout cas.",
                "Sun4": "La culture de fleurs dans votre ferme peut vraiment améliorer l'esthétique.#$b#Si j'étais toi, je les ferais pousser et je les laisserais jusqu'à la fin de la saison.$h",
                "summer_Mon4": "Cultiver un jardin est une quête à la fois littérale et figurative. Mes plates-bandes sont mon jardin, mais d'une certaine manière, c'est aussi le cas de Pelican Town dans son ensemble. #$q 007/008 summer_Mon4_old#Je suis sûr que tu comprends, @?#$r 007 5 summer_Mon_007#Oui, ma ferme est le reflet de mon âme.#$r 007 5 summer_Mon_007#Oui, je veux cultiver ma communauté, pas seulement ma ferme.#$r 008 -15 summer_Mon_008#Non, pas vraiment...#$r 008 -15 summer_Mon_008#Euh... quoi ?",
                "summer_Mon4_old": "$p 007#Pour des gens comme toi et moi, c'est ainsi que nous gagnerons à long terme.|J'espère que tu comprendras ça un jour.",
                "summer_Mon_007": "C'est fantastique ! On dirait qu'on parle la même langue, alors.$h",
                "summer_Mon_008": "Hmm... c'est pas grave.$s",
                "summer_Mon10": "Bien le bonjour, @!$h#$e#J'espère que votre travail a été gratifiant. Sachez que nous apprécions tous ce que vous faites.",
                "summer_Tue4": "Tu parles à Willy de temps en temps ? Il vit dans cette cabane depuis aussi longtemps que je m'en souvienne.#$e#C'est une bonne personne.",
                "summer_Tue8": "L'une des choses que j'aime le plus dans le jardinage est de voir les gens s'arrêter pour admirer votre travail.#$e#Tu as déjà ressenti ça à propos de l'esthétique de ta ferme ?",
                "summer_Wed6": "J'ai appris quelques astuces de jardinage d'Evelyn. Cela vaut toujours la peine de passer du temps avec une bonne âme comme elle.",
                "summer_Thu": "Hmm... Je me demande si c'est l'anniversaire de quelqu'un aujourd'hui ? Je ferais mieux de vérifier le calendrier dans la boutique de Pierre.",
                "summer_Thu4": "Le saloon est assez animé la nuit.#$e#J'aime y aller une fois par semaine pour prendre des nouvelles. Et pour goûter aux authentiques spaghettis de Gus.",
                "summer_Fri": "Hé là, @! C'est bien de passer une soirée au saloon quand tu peux. Tout le monde a besoin d'une pause de temps en temps.$h#$b#Ton grand-père a toujours travaillé trop dur... Je prendrai une bière supplémentaire en son honneur ce soir.",
                "summer_Sun6": "C'est le moment idéal pour cuisiner avec des poivrons épicés ! Vous en avez fait pousser cet été ?",
                "fall_Mon": "Robin et moi aimons nous donner du fil à retordre. J'espère que nous n'avons pas été choquants quand nous t'avons accueilli dans le bus il y a longtemps.$h#$e#Elle et Demetrius ont apporté un grand espoir à notre communauté.#$b#Et sache que tu le fais aussi !$h",
                "fall_Mon4": "Je suis le maire de Pelican Town depuis plus de vingt ans !#$e#Personne ne s'est jamais présenté contre moi au moment d'une élection. J'aime à penser que cela signifie que je fais bien mon travail.#$e#J'aime être maire.",
                "fall_Tue": "Peu de gens ont tendance à rendre visite à Clint, son magasin étant situé à la périphérie de la ville. Pourquoi ne pas lui rendre visite ?#$e#Je suis sûr qu'il pourrait utiliser la compagnie. Et de l'entreprise.",
                "fall_Tue6": "C'est à cette époque de l'année que je suis devenu maire pour la première fois, il y a plus de vingt ans.#$e#Ça me fait me sentir vraiment vieux.$s",
                "fall_Wed4": "Chaque mercredi, je prends des gaufres au sarrasin et du café pour le petit-déjeuner. C'est une petite tradition que je garde pour que la vie de célibataire reste intéressante.$h",
                "fall_Thu4": "Tu as des ruches dans ta ferme ?#$e#Si tu les places près des fleurs, tu peux obtenir différents types de miel.",
                "fall_Fri10": "J'ai l'impression d'être devenu aussi proche de toi, @, comme je l'étais avec ton grand-père. C'est étrange mais réconfortant de voir comment les temps changent.#$e#Pour chaque vie qui quitte ce monde, une nouvelle vient la remplacer. Nous ne devons pas l'oublier.",
                "fall_Sun4": "Ah... Il n'y a rien de tel qu'une bonne tasse de thé le matin.",
                "winter_Mon8": "Si ma vie entière est comme une année, je suppose que je suis déjà entré en hiver, pour ainsi dire.#$e#Je me demande à quoi ressemblera le monde dans quelques décennies, si je suis toujours là ?",
                "winter_Tue": "Je dois équilibrer le budget avant la fin de l'année. J'espère que je n'aurai pas à supprimer des festivals pour maintenir le minimum nécessaire à l'entretien de base.#$e#J'imagine que je trouverai un moyen. Je le fais toujours. Mais il n'y a pas de garanties.",
                "winter_Tue8": "Je dois commencer à élaborer un plan pour améliorer notre ville l'année prochaine !",
                "winter_Wed10": "Je dois dire, @, Je t'ai vu vendre des choses plutôt... intéressantes de ce bac d'expédition.#$e#Vous avez des histoires intéressantes à raconter ?$h#$e#...Non, sérieusement.",
                "winter_Thu": "Est-ce que tout le monde reste au chaud ? Faites-moi savoir si le chauffage de quelqu'un tombe en panne. Certaines des maisons autour d'ici sont assez vieilles.",
                "winter_Thu8": "Le calme de l'hiver me met toujours d'humeur sombre.#$b#Plutôt, je ne dirais pas exactement que ça me rend triste. C'est juste que j'ai l'impression que... mon âme ralentit pour s'adapter à la sensation de l'extérieur.#$b#C'est difficile à exprimer en mots, mais tu vois ce que je veux dire ?",
                "spring_1_2": "Santé à la nouvelle année ! Tu as beaucoup de travail en ces premiers jours de la saison, n'est-ce pas ?",
                "spring_3": "Tu as déjà planté des cultures de printemps ? La saison ne dure pas éternellement, tu sais.",
                "spring_12": "Tu as reçu ma lettre à propos du festival de l'oeuf ? J'espère que tu pourras venir !#$e#J'ai quelques bonnes idées de cachettes pour la chasse aux oeufs. Tu n'as qu'à attendre.$h",
                "spring_14": "Je pense que nous avons nettoyé tous les oeufs cachés d'hier.#$b#...Plutôt sûr, en tout cas.",
                "spring_23": "J'espère que le bal des fleurs sera encore un succès cette année.#$e#Parfois, ces vieilles traditions ont la vie dure, cependant...$s",
                "summer_10": "Je n'ai pas beaucoup dormi la nuit dernière. Le luau est toujours le festival le plus stressant de l'année pour moi.#$e#Mais que cela ne t'empêche pas de passer un bon moment !$h",
                "summer_28": "Je pense que le festival de ce soir est mon préféré parce que je n'ai pas à me soucier de quoi que ce soit. Les gelées au clair de lune font tout le travail pour moi !$h#$e#C'est un changement de rythme agréable après le luau plus tôt ce mois-ci.",
                "fall_15": "Je suppose que tu as reçu ma lettre à propos de la foire de Stardew Valley ?#$b#Ce festival est ma spécialité. Je suis sûr que ça va bien se passer.$h",
                "fall_28": "Je ne sais même pas comment la ville arrive à tout nettoyer après le réveillon des esprits. Chaque année, je me réveille en m'attendant à un désordre, mais c'est comme si tu ne savais même pas que c'est arrivé.",
                "winter_1": "Eh bien, l'hiver est là ! Cela signifie que les habitants de la ville vont passer la plupart de leurs journées à l'intérieur.#$e#Au moins, tu sauras où les trouver !$h",
                "winter_7": "Il semble que tout soit en place pour que le Festival de la Glace soit un succès demain.#$b#Rappelle-toi, si je ne suis pas trop vieux pour jouer dans la neige, toi non plus !$h",
                "winter_15": "Le marché de nuit n'est pas quelque chose que je planifie moi-même. Ces marchands ambulants se présentent d'eux-mêmes chaque année, et franchement, je suis content qu'ils le fassent.#$b#Toutes les petites villes n'ont pas ce privilège.",
                "winter_24": "Je suis reconnaissant pour toute la ville ! Je peux planifier la fête de l'Etoile d'hiver sur papier, bien sûr, mais la façon dont tout le monde se présente avec une telle bonne humeur...#$b#...c'est tout simplement magique !$h",
                "winter_28": "Ce n'est pas seulement la fin d'une autre année, c'est l'anniversaire de ton arrivée ! Je n'oublierai jamais quand tu es descendu de ce bus.$h#$e#La neige a fondu tôt cette année-là, je m'en souviens.#$e#Merci pour cette bonne année, @.",
                "spring_14_2": "Je pense que nous avons nettoyé tous les oeufs cachés d'hier.#$b#...Plutôt sûr, en tout cas.",
                "spring_23_2": "Eh bien, notre danse des fleurs continue de se dérouler. Je suppose que ça restera une tradition pendant longtemps.",
                "summer_10_2": "Je viens d'avoir le gouverneur au téléphone. Il a confirmé qu'il est déjà en route pour ici. *avaler*",
                "summer_28_2": "Je pense que le festival de ce soir est mon préféré parce que je n'ai pas à me soucier de quoi que ce soit. Les gelées au clair de lune font tout le travail pour moi !$h#$e#C'est un changement de rythme agréable après le luau plus tôt ce mois-ci.",
                "fall_15_2": "Je suppose que tu as reçu ma lettre à propos de la foire de Stardew Valley ?#$b#Ce festival est ma spécialité. Je suis sûr que ça va bien se passer.$h",
                "fall_28_2": "Je ne sais même pas comment la ville arrive à tout nettoyer après le réveillon des esprits. Chaque année, je me réveille en m'attendant à un désordre, mais c'est comme si tu ne savais même pas que c'est arrivé.",
                "winter_7_2": "Il semble que tout soit en place pour que le Festival de la Glace soit un succès demain.#$b#Rappelle-toi, si je ne suis pas trop vieux pour jouer dans la neige, toi non plus !$h",
                "winter_15_2": "Le marché de nuit n'est pas quelque chose que je planifie moi-même. Ces marchands ambulants se présentent d'eux-mêmes chaque année, et franchement, je suis content qu'ils le fassent.#$b#Toutes les petites villes n'ont pas ce privilège.",
                "winter_24_2": "Je suis reconnaissant pour toute la ville ! Je peux planifier la fête de l'Etoile d'hiver sur papier, bien sûr, mais la façon dont tout le monde se présente avec une telle bonne humeur...#$b#...c'est tout simplement magique !$h",
                "winter_28_2": "Ce n'est pas seulement la fin d'une autre année, c'est l'anniversaire de ton arrivée ! Je n'oublierai jamais quand tu es descendu de ce bus.$h#$e#La neige a fondu tôt cette année-là, je m'en souviens.#$e#Merci pour cette bonne année, @."
            }
        }
    ]
}