{
    "Changes": [
        {
            "LogName": "Maru",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Maru",
            "Entries": {
                "Mon2": "Bonjour. As-tu vu quelque chose d'intéressant lors de tes promenades en ville ?",
                "Mon4": "La conception et l'exploitation d'une ferme doivent demander beaucoup de travail technique. Que fais-tu pour t'aérer l'esprit quand tu t'énerves un peu ?",
                "Mon6": "Parfois, ma tête est tellement encombrée d'absurdités que j'ai du mal à réfléchir. Cela t'arrive-t-il ?#$e#Prendre de l'air frais aide généralement.",
                "Mon8": "N'est-ce pas amusant de voir comment la solution à un problème difficile peut apparaître dans votre tête dès que vous cessez d'y penser ?",
                "Mon10": "Ces jours-ci, je me promène juste parce que j'espère te rencontrer.$l#$e#On dirait que c'est mon jour de chance !$h#$e#Et demain, aussi ?",
                "Tue2": "Viens faire un tour chez nous quand tu auras besoin d'améliorer tes bâtiments.#$e#C'est toujours agréable d'avoir des visiteurs.",
                "Tue4": "Hmm... Je me demande s'il y a quelque chose que je peux faire pour faciliter le travail de ma mère...#$e#Avec la façon dont elle travaille, on dirait qu'elle a 20 ans de moins.$h",
                "Tue6": "Je m'inquiète pour ma mère quand elle travaille sous la pluie. Et si elle était frappée par la foudre ?$s#$e#Tu as des paratonnerres dans ta ferme ?",
                "Tue8": "Ma mère a toujours été d'un grand soutien pour mes activités. Tout comme mon père.#$e#Je ne pense pas que j'aurais aussi bien réussi si j'avais eu d'autres parents.",
                "Tue10": "Il est important de s'asseoir et de profiter des bonnes choses de la vie.#$e#Parfois, mon cerveau commence à aller à mille à l'heure et ça devient accablant.#$b#Mais heureusement, j'ai réussi à me calmer maintenant.",
                "Tue6_inlaw_Penny": "Penny avait l'habitude de parler de toi tout le temps.#$b#Finalement, j'étais comme, \"Hé ! Tu ferais mieux de demander à ce garçon de sortir avec toi s'il ne te le demande pas d'abord !\"$h^Finalement, j'étais comme, \"Hé ! Tu ferais mieux de demander à cette fille de sortir avec toi si elle ne te le demande pas d'abord !\"$h",
                "Wed2": "Les journées à la clinique sont agréables quand je peux apprendre quelque chose de nouveau.#$e#Si je n'apprends pas quelque chose de nouveau chaque jour, la journée finit par être incomplète.",
                "Wed4": "Le Dr Harriet était sur le point de jeter son défibrillateur, mais je l'ai ouvert et l'ai réparé sans problème.#$e#Malheureusement, elle a quand même dû le remplacer. Quelque chose à propos du protocole et d'éviter les poursuites judiciaires...$s",
                "Wed6": "Le moniteur cardiaque de la salle de traitement de la clinique aurait bien besoin de quelques améliorations.#$b#Il ne serait pas trop difficile d'y installer un système de commande vocale. C'est juste une chose.#$e#C'est juste un voeu pieux, cependant. Je sais que je ne peux pas trafiquer l'équipement médical standardisé.$s",
                "Wed8": "Je travaille à la clinique d'Harriet les mardis et jeudis.#$e#Elle est sympa, mais pas vraiment mon type...",
                "Thu4": "Regarde ce que j'ai fait. Et je n'ai même pas utilisé de four ! Devinez comment ?#$e#Il n'y a que peu de choses que je suis autorisé à faire, de toute façon.",
                "Thu6": "Je prévois de passer beaucoup de temps avec mon télescope cet été.#$e#Tu devrais te joindre à moi un soir où le temps est clair.$h",
                "Thu10": "Oh, @! Tu veux me parler de quelque chose ?$h#$e#Je pensais justement à toi.",
                "Fri": "Hé, désolé si j'ai l'air de mauvaise humeur... Je suis un peu endolori par le travail d'hier.#$c .5# J'ai dû transporter dix boîtes de dossiers médicaux dans le grenier !#$e#J'ai dû trier les dossiers des patients pendant quatre heures d'affilée !",
                "Fri2": "Penny est une bonne amie. On s'entend bien depuis que ma famille a emménagé ici.#$e#N'oubliez pas de dire bonjour, d'accord ?",
                "Fri4": "Ma mère est charpentière et mon père est un scientifique. Je suppose que c'est logique que je sois dans la construction de gadgets.",
                "Fri6": "Ooh, quelle semaine. Je n'ai pas fait autant de progrès sur mes projets que je l'espérais.$s#$e#Votre semaine s'est bien passée ?",
                "Fri8": "À quoi ressemblera l'agriculture dans cent ans, d'après toi ?#$e#Je suppose qu'il n'y a pas de remplacement pour le contact humain, n'est-ce pas ?$l",
                "Sat": "Tu connais mon père, Demetrius ? C'est un scientifique. J'ai beaucoup de plaisir à l'aider au laboratoire.",
                "Sat2": "Mon père étudie les propriétés uniques de la vallée. Tu ne trouveras pas beaucoup d'écosystèmes dans le monde comme celui-ci.",
                "Sat4": "Je n'ai pas encore décidé quel type de science je veux poursuivre comme carrière à long terme.#$e#Peut-être que je vais continuer à faire un peu de tout.$h#$e#Bien que, ce serait bien d'avoir une sorte de contribution au monde.",
                "Sat6": "La propulsion par fusée a été un de mes premiers centres d'intérêt. Je m'y intéresse toujours, de temps en temps.",
                "Sat8": "Je veux économiser pour pouvoir commander de l'iridium dans un catalogue de matériel. Ce truc est très cher, cependant.$s#$e#Mais... oh, les choses que je pourrais faire avec !$l",
                "Sat10": "Tout le monde a besoin d'un endroit heureux où se retirer et être seul. Le banc près du centre communautaire est le mien.#$e#Il y a l'autre banc près du saloon, mais c'est là que je retrouve Penny.#$e#Mais ça ne me dérangerait pas que tu me rejoignes sur le banc du bonheur.$l",
                "Sun8": "Tu dois aimer ton travail si tu es resté en ville aussi longtemps.#$e#Je suis vraiment heureux pour toi.$h",
                "Sun10": "Tu dois aimer ton travail si tu es resté en ville aussi longtemps.#$e#Moi aussi. Nous faisons une bonne paire, n'est-ce pas ?$l",
                "summer_Mon": "Hmm... Quel genre de gadget devrais-je bricoler cet été ?",
                "summer_Mon2": "J'ai beaucoup de choses sur ma liste de choses à faire cet été avec mes projets de gadgets. J'espère que j'arriverai à tout faire !",
                "summer_Mon6": "Quand tu travailles sur un projet technologique expérimental, il y a une douzaine d'échecs pour chaque succès.#$e#La façon dont les choses ne fonctionnent pas peut être tout aussi excitante que la façon dont elles fonctionnent.#$b#...Tant que personne n'est blessé.$s",
                "summer_Mon10": "Chaque fois que je travaille sur un projet ces jours-ci, je pense toujours à toi.#$e#Tu es un peu comme une muse, je suppose. Je veux juste voir tes réactions aux choses.$l",
                "summer_Tue2": "Ma soeur n'a tendance à sortir de sa chambre que l'après-midi.#$e#Parfois, nous y allons pendant quelques jours avant que nos chemins ne se croisent.$s",
                "summer_Tue8": "@, tu es très élégant(e) aujourd'hui.$h",
                "summer_Tue4_inlaw_Sebastian": "Hééé, beau-frère !$h^Hééé, belle-soeur !$h#$e#Sabrina semble tellement plus heureuse maintenant qu'elle n'a plus à vivre ici. J'espère que tout va bien !",
                "summer_Wed2": "Ick, c'est incroyablement chaud. Je parie que la chambre de Sabrina est vraiment cool en ce moment en comparaison.#$e#Je ne peux pas en être sûr, cependant. J'y vais rarement en fait.",
                "summer_Wed4": "C'est moi ou ça s'est soudainement mis à chauffer ?#$e#Je suppose que c'est juste moi.",
                "summer_Wed6": "Ce soir, c'est une bonne nuit pour observer les étoiles. Tu devrais t'y arrêter.",
                "summer_Wed8": "Je me demande si je peux trouver des corps célestes que je n'ai pas vus avant ce soir ?",
                "summer_Wed10": "C'est étrange. Regarder le cosmos à travers mon télescope semble un peu solitaire ces jours-ci.$s#$e#Je me sens seul... sans toi à mes côtés.",
                "summer_Thu10": "Comment vos mains restent-elles si douces avec tous ces travaux agricoles ?",
                "summer_Fri4": "Papa et moi, on va parfois manger une glace. Sabrina avait l'habitude de venir aussi, mais elle ne le fait plus.",
                "summer_Fri6": "Je suis heureux de pouvoir travailler dans une clinique si lente. Si on vivait ailleurs, ça me prendrait beaucoup plus de temps.#$e#Les heures que je travaille chaque semaine sont parfaites pour moi.",
                "summer_Fri10": "Hé @. On devrait passer du temps au bord du lac et partager une glace.#$e#Tu aimes cette idée ?",
                "summer_Sat": "Hé, tu as des histoires de ferme intéressantes à me raconter ?#$e#Je suppose que non.",
                "summer_Sat2": "Essayer de construire quelque chose de mécanique est un jeu de résolution de problèmes. J'aime devoir sortir des sentiers battus.#$e#Est-ce qu'il y a quelque chose dans votre travail comme ça, aussi ?",
                "summer_Sat4": "Hmm... Je me demande si les robots seront un jour assez populaires pour remplacer les animaux de compagnie ?#$e#Eh bien, probablement pas de notre vivant.",
                "summer_Sat6": "Mes parents soutiennent mon travail, mais ils ne veulent pas qu'un réacteur nucléaire entre dans la maison.#$e#Qu'est-ce que tu en penses ?\nQuoi ? Je pourrais le supporter.\n$h#$b#En théorie, du moins. Ils ne sont pas si dangereux si tu sais ce que tu fais.",
                "summer_Sat10": "C'est au milieu de l'été comme ça que je te vois, @, et mon coeur tout entier se réchauffe.$l#$e#Le soir, surtout, j'ai l'impression que plus tard dans ma vie, je serai nostalgique de cette époque.",
                "summer_Sun": "Je parie que tu fais pousser des cultures intéressantes en ce moment.#$b#Papa dit que beaucoup de plantes exotiques poussent dans la vallée à cette époque de l'année.",
                "summer_Sun4": "Je peux me garder assez discipliné. Ça aide de s'en tenir à un programme.#$e#Et toi ?",
                "summer_Sun8": "Je me demande si je dois postuler pour un emploi de chercheur dans une université.#$e#La vallée me manquerait, cependant. Et je peux faire à peu près tout ce que je veux ici, alors...",
                "summer_Sun10": "Je me demande si je dois postuler pour un emploi de chercheur dans une université.#$e#La vallée me manquerait, cependant. Et je peux faire à peu près tout ce que je veux ici, alors...#$e#Et il y a toi.$l",
                "fall_Mon4": "Vous vous souvenez que la margarine était plus populaire que le beurre, car elle était censée être plus saine ?#$e#Puis ils ont découvert que la margarine est en fait encore pire pour toi que le beurre. Alors maintenant, on en revient au beurre.#$e#La recherche est un drôle de voyage, parfois.$h",
                "fall_Mon6": "Hmm, l'air sent bon. C'est une bonne journée pour être dehors.",
                "fall_Mon8": "Tu devrais venir me voir à la clinique demain. Je travaille de 10 h à 16 h.$h",
                "fall_Mon_inlaw_Sebastian": "Oh, Hé @! Comment va ma soeur ?",
                "fall_Tue2": "Les couleurs de cette saison sont ce qui fait que je l'aime tant.#$e#Nous avons tous une bonne excuse pour aller dehors.",
                "fall_Tue4": "@, J'adore l'allure des arbres en ce moment !#$e#Je sais que tu les aimes aussi.",
                "fall_Tue8": "Des jours comme celui-ci me rappellent ma première rentrée scolaire en tant que petite fille.#$e#Des souvenirs nostalgiques pour toi, @?",
                "fall_Tue10": "La propulsion par fusée, robotique des bras, intelligence artificielle... la synthèse de ces éléments est quelque chose de vraiment spécial.#$e#Il y a encore un long chemin à parcourir dans chaque science. Des possibilités infinies, vraiment.",
                "fall_Wed4": "Si tu as du métal en trop qui traîne, je pourrais toujours l'utiliser pour l'un de mes projets.#$e#Mais seulement si tu n'en as pas besoin toi-même.",
                "fall_Wed6": "Tu as probablement déjà fabriqué des appareils très ingénieux. Tu as fait une machine à mayonnaise ?#$e#C'est en fait assez facile. Les propriétés du cristal de terre font le gros du travail pour toi.",
                "fall_Wed8": "L'or ne sert pas seulement à des fins décoratives. C'est aussi un très bon conducteur pour les équipements électriques.#$e#Mais ce n'est pas comme si quelqu'un en avait juste un peu qui traîne, non ?$h",
                "fall_Wed10": "Mmm, c'est agréable. Belle journée d'automne, légère brise rafraîchissante...#$b#...petit ami sur mon bras...$l^...petite amie à mon bras...$l",
                "fall_Thu": "Dans d'autres parties du monde, c'est le printemps en ce moment. Imaginez ça !",
                "fall_Thu4": "Il serait certainement intéressant de voir l'intelligence artificielle interagir avec l'intelligence organique.#$e#Ce serait encore plus intéressant si on pouvait fusionner les deux en une seule forme de vie. Vous avez des vaches qui seraient prêtes pour une expérience de \"vache bionique\" ?$h#$e#Ha, je plaisante.",
                "fall_Thu8": "Tu as déjà entendu parler d'un cristalarium ? Ils semblent un peu difficiles à fabriquer, mais pas impossibles.#$e#J'en ferais un si j'avais les matériaux.",
                "fall_Fri4": "Le Dr Harriet semble être de bonne humeur ces derniers temps. C'était une bonne semaine à la clinique cette semaine.",
                "fall_Fri6": "Je me sens particulièrement optimiste ces derniers temps...$h",
                "fall_Fri8": "L'intelligence artificielle est vraiment fascinante. Je ne suis pas aussi bon en programmation que Sebastian...#$b#...mais il y a des modules d'IA prédéfinis que j'ai essayé de modifier moi-même.#$e#Même certains algorithmes d'émotion de base devraient être possibles, mais bien sûr, je garde tout cela relativement rudimentaire.",
                "fall_Fri10": "Mmm, ce temps me donne envie de sucreries.#$e#... Et vous. *ricanement*$l",
                "fall_Sat4": "La façon dont tous les organismes dans la nature périssent et survivent pour maintenir un écosystème...#$b#...il y a beaucoup de choses que nous pouvons apprendre et appliquer pour rendre stable tout système complexe.",
                "fall_Sat6": "Mon père a fait une expérience vraiment cool en début de semaine.#$b#Les microbes du lac stabilisent en fait les niveaux de pH du lac. Mais pour ce faire, les microbes doivent mourir en quantités massives.#$e#Suis-je mauvais si c'était amusant de reproduire le processus en laboratoire ?$s#$e#Eh bien, tu sais, la nature est à la fois cruelle et belle.",
                "fall_Sat10": "Argh, mes pensées sont juste hors de contrôle en ce moment. C'est comme si mon cerveau était en surrégime.$s#$e#Tu peux me frotter le dos ? Je dois respirer lentement. *Soupir*#$b# ...Un, deux, trois, quatre, cinq, six, sept...$s#$e#Encore une fois...#$e#...$s#$e#Merci. Je vais m'en sortir.$l",
                "fall_Sun2": "Des projets pour la semaine prochaine ? Ou vous prenez les choses au jour le jour ?",
                "fall_Sun4": "Hé, à une autre bonne semaine ! *chaleureusement*",
                "fall_Sun6": "Argh, je ne peux pas empêcher mes pensées de tourner comme un tourbillon.$s#$e#Pardon.$s",
                "fall_Sun8": "Hé, c'est sympa de tomber sur toi. Comment s'est passée ta semaine ?",
                "fall_Sun10": "Tu as une feuille dans les cheveux. Laisse-moi la récupérer pour toi.#$e#...$h",
                "winter_Mon2": "Mon bonhomme de neige est un peu différent chaque année, mais mon enfant intérieur prétend que c'est la même âme qui revient toujours me rendre visite.",
                "winter_Mon4": "On n'est jamais trop vieux pour faire un bonhomme de neige.#$b#Quiconque est fatigué des bonhommes de neige est fatigué de la vie.$h",
                "winter_Mon6": "Je pense que je vais faire un peu de rafistolage sur mon bonhomme de neige aujourd'hui. Peut-être que je peux le faire durer jusqu'à la nouvelle année.$h",
                "winter_Mon8": "Salut @!$h#$e#Hé, tu ne trouves pas que mon bonhomme de neige te ressemble un peu ?",
                "winter_Tue4": "Hé, tu as des idées pour un nouveau gadget que je pourrais fabriquer ?#$e#Mhmm. Je fais confiance à ton opinion.",
                "winter_Tue6": "Je me demande si je pourrais fabriquer un appareil qui empêcherait mes cheveux de devenir crépus quand le temps est sec...",
                "winter_Tue8": "L'une de mes premières idées d'invention était une machine automatique à faire et à lancer des boules de neige.#$e#Je n'ai jamais vraiment terminé le projet, car j'en ai eu l'idée à l'âge de sept ans.#$b#Pourtant, ça ne devrait pas être trop difficile...",
                "winter_Wed4": "Hm. Je m'ennuie un peu aujourd'hui. Comment passez-vous le temps en hiver ?#$e#Mes projets actuels ne me conviennent plus, ces derniers temps. J'ai besoin d'un changement de rythme.",
                "winter_Wed6": "Pour dire la vérité, j'ai l'impression d'apprendre encore plus de Penny qu'elle n'apprend de moi.#$e#La façon dont elle comprend les enfants, la littérature, l'art... On est un couple d'intellos, mais on s'équilibre.",
                "winter_Wed6_inlaw_Penny": "Je suis si heureuse que tu aies fini avec ma meilleure amie. J'ai toujours eu un pressentiment sur toi et Penny.$l",
                "winter_Wed10": "Le monde semble parfait après une chute de neige fraîche.#$e#@, tu es une personne très bien. J'espère que tu reconnais ça en toi.$l",
                "winter_Thu4": "J'espère que Sabrina va bien. J'ai l'impression qu'elle voit à peine le soleil pendant l'hiver. Ce n'est pas sain.$s",
                "winter_Thu6": "J'ai essayé de demander à Sabrina si je pouvais les rejoindre la prochaine fois que Sam vient, mais elle n'avait pas l'air très enthousiaste.$s#$e#Je veux dire, je comprendrais si j'avais fait quelque chose de mal, mais honnêtement, pourquoi me singularise-t-elle comme ça ?$a",
                "winter_Thu8": "Je laisse Sabrina faire ses propres trucs ces jours-ci. Je pense qu'elle veut juste qu'on la laisse tranquille.#$e#Ca craint. J'ai essayé toutes ces années d'être une bonne soeur, mais je pense qu'elle n'arrêtera jamais de me repousser.$s#$e#Eh bien, toutes les relations entre frères et soeurs ne sont pas parfaites.$s",
                "winter_Thu10": "@, Viens plus près. J'ai froid.#$e#Mes mains sont si sèches à cause de l'air de l'hiver. Je suis désolé pour ça.",
                "winter_Thu4_inlaw_Sebastian": "J'ai fait un chat vocal avec Sabrina ce matin. Maintenant qu'elle a déménagé, c'est beaucoup plus facile de s'entendre avec elle.#$b#C'est drôle comment ça marche, non ?$h",
                "winter_Fri4": "Nous avons traité un patient avec la grippe hier. Ugh. J'espère vraiment que je ne l'aurai pas aussi.$s#$e#Non, je ne peux pas te dire qui c'est. Confidentialité des patients.#$b#Assurez-vous juste de vous laver les mains souvent.",
                "winter_Fri6": "Tu as l'air frais aujourd'hui. Je suppose que c'est l'air vif de l'hiver.",
                "winter_Fri10": "Tes joues sont toutes roses. *ricanement* Trop mignon.$l#$e#Mmm, fais-moi un câlin.$l",
                "winter_Sat4": "Mmm, si seulement je pouvais aller dans les grottes et trouver des métaux précieux. La quantité de choses que je pourrais accomplir... !#$e#Mais... Je ne veux pas que mes parents s'inquiètent pour leur santé.",
                "winter_Sat8": "@! Je suis content de te voir.#$e#La semaine a été un peu difficile, mais te voir rend les choses un peu meilleures.#$e#Tu es toujours une personne agréable à côtoyer. C'est agréable.",
                "winter_Sun": "J'ai tellement sommeil quand il fait froid...",
                "winter_Sun2": "J'ai envie de m'envelopper dans une couverture, mais alors je m'endormirais. Hmm.#$e#Ça perturberait vraiment mon cycle de sommeil si je faisais une sieste.",
                "winter_Sun4": "J'ai tellement sommeil quand il fait froid...",
                "winter_Sun6": "Le voyage dans le temps est théoriquement possible. Il faudrait juste plus d'énergie que ce que l'on peut exploiter.#$e#Nous parlons... d'à peu près toute l'énergie cinétique et potentielle du monde. En un seul endroit.",
                "winter_Sun10": "Le voyage dans le temps est théoriquement possible.#$b#Mais même si je pouvais voyager dans le temps, je ne voudrais rien changer.$l",
                "spring_1_2": "Une bonne journée à vous, monsieur !^Une bonne journée à toi, @!#$e#Comment se passe votre année jusqu'à présent ?",
                "summer_1": "Ce sera une excellente saison pour l'observation des étoiles.",
                "summer_27": "Tu seras à la plage demain soir, hein ? Je l'espère !",
                "fall_15": "La foire de Stardew Valley est tellement amusante. C'est l'un de mes jours préférés de l'année.#$e#Tu devrais essayer certains des jeux qu'ils proposent.",
                "winter_1": "Oh mon dieu, il fait si froid...$s",
                "winter_7": "J'adore mon bonhomme de neige, mais je suis curieux de voir ce que les autres construiront demain.",
                "winter_28": "Passez une bonne nuit. Comptons sur notre bonne étoile !",
                "summer_27_2": "Tu seras à la plage demain soir, hein ? Je l'espère !",
                "fall_15_2": "La foire de Stardew Valley est tellement amusante. C'est l'un de mes jours préférés de l'année.#$e#Tu devrais essayer certains des jeux qu'ils proposent.",
                "winter_7_2": "J'adore mon bonhomme de neige, mais je suis curieux de voir ce que les autres construiront demain.",
                "winter_28_2": "Passez une bonne nuit. Comptons sur notre bonne étoile !"
            }
        },
        {
            "LogName": "Maru Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueMaru",
            "Entries": {
                "Rainy_Day_0": "#$c .5#Je parie que ma soeur est allée se coucher il y a une heure ou deux. Quelle idiote.#Je me demande comment Penny s'en sort. Je l'appellerai peut-être plus tard dans la journée.",
                "Rainy_Day_1": "#$c .5#Tu as vu mon tournevis à tête plate avec le manche jaune ? J'égare toujours ce truc...$s#Je rêvais juste... Tu penses que MARILDA va bien ? J'espère qu'elle trouvera un endroit auquel elle appartient vraiment...",
                "Rainy_Day_2": "Hé ! J'ai eu du mal à dormir la nuit dernière, alors j'ai bricolé un peu dans mon atelier. Tiens, j'ai fait ça pour toi. [688 369 338 325 287]#$e#$c .5#Je suis heureux de contribuer là où je peux.$h#J'espère que tu en trouveras l'utilité.",
                "Rainy_Day_3": "#$c .5#Ouf, je pensais avoir dormi comme un bébé, mais je suis encore fatigué.#La seule chose que je n'aime pas avec la pluie, c'est que je ne peux pas observer les étoiles !",
                "Rainy_Day_4": "#$c .5#Certains de mes appareils électroniques sont un peu poussiéreux. Je pourrais m'en occuper aujourd'hui... ou peut-être lire un peu.#Est-ce que j'entends une fuite dans le toit ? Je vais devoir vérifier. Je connais une chose ou deux sur la charpenterie en observant ma mère.",
                "Rainy_Night_0": "#$c .5#Je suis resté à l'intérieur à cause du temps. Pas très excitant, mais c'était relaxant. Je me suis détendu avec le dernier \"Schematics Weekly\".#Assure-toi de ne pas laisser tes outils sous la pluie ! Tu ne voudrais pas qu'ils rouillent.",
                "patio_Maru": "#$c .5#Quand celui-ci sera terminé, il devrait être utile pour m'aider à cuisiner. Tu sais, à ma façon, juste pour le plaisir.#Je ne suis pas encore sûr de ce que c'est... mais c'est amusant de tourner la vieille clé à molette de temps en temps.",
                "Rainy_Night_1": "Salut @. Comment s'est passée ta journée... détrempée ?#$e#$c .5#Pourquoi ne pas faire une soirée à l'intérieur ce soir ? Tu as envie de quoi ? Pourquoi ne pas faire une soirée à l'intérieur ce soir ? Tu as envie de quoi ?#Ce temps me donne des idées de gadgets... peut-être que si je canalisais l'eau de pluie, cela pourrait alimenter un moulin ?",
                "Rainy_Night_2": "Papa a suivi les modèles météorologiques pendant les vingt dernières années.#$e#$c .5#J'espère vraiment que le climat ne changera pas au point d'affecter négativement votre agriculture.$s#Il est un peu trop tôt pour le dire, mais les résultats ont révélé des tendances anormales.",
                "Rainy_Night_3": "#$c .5#Viens ici. *baiser* J'ai besoin de contact humain ce soir.$l#On peut avoir des spaghettis au lit ce soir ?",
                "Rainy_Night_4": "#$c .5#Regarde ce que j'ai fait. Et je n'ai même pas utilisé de four ! Devinez comment ? [232 234 223 220]$h#J'ai fait un dessert ! Assure-toi de te brosser les dents avant d'aller te coucher, par contre. [232 234 223 220]$h",
                "Indoor_Day_0": "#$c .5#J'ai tellement de petits projets sur lesquels je veux travailler aujourd'hui... Je devrais peut-être écrire une liste, avant que mon cerveau ne soit trop encombré.#Hmm ? Désolé, parfois je suis tellement perdu dans mes pensées que je ne réalise même pas ce que je fais.",
                "Indoor_Day_1": "#$c .5#Tu as des idées sur la façon dont on pourrait utiliser ça ? Je n'aime pas gaspiller du bon matériel. [286 287 205 732]#J'ai trouvé ça dans mon tas de ferraille. Tu penses que tu pourrais en trouver l'utilité ? [286 287 205 732]",
                "Indoor_Day_2": "#$c .5#Il y a quelque chose dans la vie à la ferme qui me fait me lever tôt. Je ne sais pas ce que c'est. Ça me semble juste bien.#Enfin, tu es debout ! J'avais tellement faim... *grognement*$h",
                "Indoor_Day_3": "#$c .5#Que pouvons-nous faire pour rendre cette journée un peu plus spéciale ? Quelque chose d'amusant que tu veux faire ?#L'un des meilleurs aspects de la vie à la ferme est de se réveiller avec un choeur d'oiseaux chanteurs.",
                "Indoor_Day_4": "#$c .5#J'avais l'habitude de me demander où je finirais après avoir déménagé. Je n'ai jamais imaginé que ce serait juste en bas de la rue. Comme c'est drôle.$h#Comment faites-vous pour garder vos mains si douces avec tout ce travail à la ferme ?",
                "Indoor_Night_0": "#$c .5#Un jour, nous regarderons les étoiles de la même manière que les premiers hommes regardaient l'horizon : distant mais surmontable.#Tu as vu la lune ce soir ? Elle est toujours spectaculaire à l'horizon.",
                "Indoor_Night_1": "#$c .5#Il y a toujours de petites optimisations à apporter à la ferme, mais le plus important est peut-être de savoir si la mise en page vous plaît.#J'ai vu une étoile filante tout à l'heure. J'aime prétendre que c'est MARILDA qui passe nous voir.$h",
                "Indoor_Night_2": "Je n'arrive pas à décider si j'ai envie de gâteau au chocolat ou de fraises mûres. Ou peut-être les deux... ?#$e#$c .5#La vie est trop courte pour ne pas manger plus de bonnes choses.$h#Sois honnête... est-ce que je prends du poids ?$s",
                "Indoor_Night_3": "#$c .5#Tu as fait du bon travail aujourd'hui ! Tu mérites de te détendre pour le reste de la soirée.#Oh, tu es là ! J'espérais juste que tu rentres à la maison.$l",
                "Indoor_Night_4": "#$c .5#Je commence vraiment à aimer cette vieille maison. C'est si confortable la nuit. Maman a fait du bon travail en améliorant l'endroit.#Je suis vraiment fier du travail que tu fais. Tu le sais, n'est-ce pas ?",
                "Outdoor_0": "#$c .5#Oh bien ! Tu m'as trouvé. J'espérais pouvoir partager un peu de la matinée dehors avec toi.#Ahh... la ferme sent bon, ça me rappelle les montagnes près de la maison de mes parents.",
                "Outdoor_1": "#$c .5#Je suis sûr que si ma mère était là, elle pourrait te raconter une petite histoire sur chaque pièce de bois de ce côté de la maison.#Avec un peu de planification, nous pourrions automatiser la plupart des travaux agricoles et nous détendre !",
                "Outdoor_2": "#$c .5#Peu importe les progrès de la technologie, j'espère que cette ferme et ces bois seront là pour très, très longtemps.#Il va faire clair ce soir... Je me demande si le %noun constellation sera visible ?",
                "Outdoor_3": "#$c .5#Bonjour ! Ça te dérange si je te regarde d'ici ?#Ne t'inquiète pas, ça ne me dérange pas si tu laisses des traces de boue dans la maison. C'est amusant de se salir un peu de temps en temps.",
                "Outdoor_4": "#$c .5#Alors, comment c'était quand tu as emménagé ici ? C'est presque difficile de se rappeler quand je n'étais qu'une connaissance.#Je n'avais jamais réalisé la quantité de soins et de planification nécessaires pour gérer une ferme ! C'est un peu comme travailler dans un laboratoire.",
                "OneKid_0": "#$c .5#Je vais demander à Penny des conseils sur les enfants. Je sais qu'elle travaille avec des grands enfants, mais elle a un truc avec les petits.#Tu as passé du temps avec... %kid1 aujourd'hui ? Les enfants ont besoin de temps de jeu pour atteindre leur plein potentiel.",
                "OneKid_1": "#$c .5#Quoi ? Non, bien sûr que je ne vais pas faire un robot parental. Tu ne peux pas trouver un substitut à la touche humaine.$h#Qu'est-ce que tu en penses ? %kid1 grandir pour devenir un agriculteur ? Ou un ingénieur ?",
                "OneKid_3": "#$c .5#Mes parents sont ravis ; ils ont juste dit qu'ils ne s'attendaient pas à être grands-parents à un si jeune âge. Eh bien, maman et papa, surprise !#J'ai de grands espoirs pour notre enfant. J'ai lu toutes les données scientifiques sur les meilleures façons d'élever les enfants.",
                "TwoKids_3": "#$c .5#Heureusement qu'on a de bons soins de santé ici. Le Dr Harriet verra nos enfants en un clin d'oeil si nécessaire.#Mon propre atelier, deux enfants merveilleux, et un beau terrain. La vie est plutôt agréable.",
                "funLeave_Maru": "#$c .5#Je dois manquer un peu à mes parents. C'est là que je vais aujourd'hui.#Je pense que je vais rendre visite à mes parents aujourd'hui. Ça fait longtemps que je ne les ai pas vus.",
                "funReturn_Maru": "#$c .5#Eh bien, c'était bien de rentrer à la maison aujourd'hui, mais maintenant c'est encore mieux de rentrer à la maison. Mon coeur est vraiment ici, maintenant.$l#Mes parents vont très bien. Leur routine est toujours la même, même sans moi. Comment s'est passée ta journée ?",
                "spring_9": "Travailler dans une université serait intéressant, mais honnêtement, qu'est-ce que je ferais là-bas que je ne fais pas déjà ?#$b#Inventer ? Apprendre ? Expérimenter ? Je fais déjà tout cela.$h",
                "spring_15": "Je vais voir si je peux demander à un de mes robots de faire le ménage pour nous aujourd'hui.#$b#La configuration et le calibrage du robot demandent plus de travail que si je le faisais moi-même, mais c'est aussi plus amusant.$h",
                "spring_16": "Je me demande si ma marche pour aller au travail est plus courte ou plus longue maintenant, par rapport à l'endroit où j'habitais... ?",
                "spring_26": "MARILDA a vraiment été une invention unique pour moi. Je ne suis même pas sûr de pouvoir reproduire un autre robot comme elle... Et même si je le pouvais, hmm...$s#$b#Une grande partie de moi veut qu'elle reste spéciale, unique en son genre.",
                "summer_4": "Je me souviens d'une année, quand j'étais enfant, les fraises sont arrivées très tard dans la saison.#$b#Nous les mangions encore frais à peu près à ce moment du calendrier.#$e#Quoi ? Bien sûr que je m'en souviens ! Ils étaient si bons !$h",
                "summer_9": "Une autre journée de travail pour moi aujourd'hui.#$b#Hmm... J'espère que personne ne viendra avec un coup de chaleur.$s",
                "summer_16": "Eldra, l'une des constellations des 'ennemis fraternels', était à son point culminant dans le ciel la nuit dernière.#$b#Dans six mois, son frère prendra sa place. Nos ancêtres étaient vraiment créatifs, la façon dont ils ont fait tant d'histoires détaillées pour expliquer les phénomènes du ciel.",
                "summer_23": "La technologie humaine est d'une grande beauté, mais la nature l'est encore plus.#$b#Je ne pense pas que j'aurais aussi bien réussi si j'avais eu d'autres parents.",
                "summer_27": "Plus que quelques soirées avant l'arrivée des gelées au clair de lune. Je suis très excité !#$e#Pour être honnête, cependant, je suis probablement loin du niveau d'excitation de mon père.",
                "fall_9": "Passe une bonne journée aujourd'hui, chérie. Je vais juste mettre la touche finale à mon déstabilisateur de plutonium.#$e#Je plaisante.$h#$e#Non, sérieusement, je garde le déstabilisateur de plutonium dans mon labo secret. Celui qui est sous le tas de bois.#$e#Dis-moi que tu n'es pas tombé dans le panneau !$h#$b#Euh, eh bien... oh. Je suppose que j'avais un laboratoire secret à mon ancien domicile.$s#$e#Non, je n'ai pas installé un laboratoire secret ! C'est ta maison, imbécile !$h",
                "fall_15": "Hier était le dernier jour pour pouvoir planter des citrouilles à temps pour le réveillon des esprits.#$e#En fait, si tu as oublié, tu peux toujours le faire. Il faudrait juste un peu de Speed-Gro.",
                "fall_18": "Vivre à quelques pas de la maison de mes parents... dans une maison que ma mère a rénovée...#$b#Eh bien, je sais que ma situation n'est pas exactement typique. Fais-moi savoir si ça devient bizarre pour toi, d'accord ?#$e#Tu es ma priorité, tu es mon amour. Maintenant, viens ici et embrasse-moi.$l",
                "fall_22": "Penny m'a prêté un livre il y a quelques jours. Je pense que je vais le commencer plus tard dans la journée, peut-être pendant que je suis dehors.",
                "winter_11": "J'apprends mieux en mettant la main à la pâte, et j'essaie d'apprendre quelque chose de nouveau chaque jour.#$e#Pour moi, la connaissance est une fin en soi. Je n'ai pas l'intention de vendre une invention pour de l'argent.#$b#Mais je suis prêt à changer d'avis sur le sujet si cela s'avère nécessaire.",
                "winter_22": "J'adore les cheminées... encore plus que le chauffage central. C'est bizarre pour un technophile comme moi ?#$e#C'est juste cette odeur de feu de bois, et la sensation de la chaleur naturelle. Tu ne peux pas le battre.",
                "winter_23": "J'ai presque fini le livre que Penny m'a prêté il y a quelques temps.#$e#Je ne sais pas comment elle peut lire les livres aussi rapidement. Je ne lis que quelques livres par an.",
                "winter_28": "Bonne année, chérie. Faisons la fête ce soir ! [232 234 223 220]$h#$b#Ne restez pas dehors trop tard.$l"
            }
        }
    ]
}