{
    "Changes": [
        {
            "LogName": "Pam",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Pam",
            "Entries": {
                "Saloon_Wed": "Salut belle jeunesse.",
                "Saloon_Mon": "Hé, jeunesse, je t'offrirais bien un verre si je pouvais me le permettre !",
                "Saloon_Thu": "*avaler*... J'ai attendu cette boisson avec impatience tout l'après-midi. Heh heh.",
                "Saloon_Entry": "Ah... Enfin./J'ai besoin de boire./Gus ! Donne-moi l'habituel./Hey, je suis de retour !/Ooh bordel, j'ai soif !/Je suis desséché !",
                "Trailer_Entry": "Penny ! Tu as fait le dîner ?/Penny ! Tu as fait tes corvées ?/Penny ! Tu es à la maison ?/Hey ! Je suis à la maison !",
                "Mon": "#$1 PamDrank#urghh... ma tête...$k#$e#Tu sais, je mangerais des aliments plus sains si je pouvais me le permettre.#$e#Tu as probablement beaucoup de bonnes choses qui poussent dans ta ferme, hein ?",
                "Mon2": "J'aimerais bien avoir des panais.#$e#Quoi ? Tu ne crois pas que je mange sainement parfois ?",
                "Mon4": "Peut-être que si tu réussis bien dans ta ferme, ça stimulera l'économie locale.#$e#Alors tout le monde aura un travail et nous serons tous heureux, non ?",
                "Mon6": "Si je pouvais recommencer tout ça... ? Nahh, je ne pense pas à ce genre de choses.\nSi mes jambes n'étaient pas si raides, je visiterais les montagnes de temps en temps.\n",
                "Mon8": "$d bus#Ne t'inquiète pas pour ça. Je sais que je suis souvent au saloon, mais je conduis toujours sobre.|Mon travail me manque vraiment.$s",
                "Tue2": "Oh, c'est Monsieur. @.^Oh, c'est Mademoiselle @.#$e#Tu as besoin de mon aide ou autre ?",
                "Tue4": "Je lisais le journal ce matin, puis j'ai déprimé. C'est un monde pourri, petit.#$e#Garde la tête droite et tu t'en sortiras en un seul morceau...#$b#C'est ce que mon Papy disait toujours. Heh heh heh.$h",
                "Tue6": "Si je pouvais recommencer tout ça... ? Nahh, je ne pense pas à ce genre de choses.#$e#Ça n'arrivera pas, alors ça ne sert à rien.#$e#Peut-être que je frapperais mon mari dans la bouche quelques fois de plus.",
                "Tue8": "J'avais des espoirs et des rêves comme toi, autrefois... Mais regardez-moi maintenant.$s#$e#La vie ne se déroule pas toujours comme on l'attend.#$e#Ah bon. Ça ne sert à rien de s'attarder sur ce que tu n'as pas.",
                "Wed2": "$d bus#Tu ne sais pas à quel point je suis content que le bus soit en marche ! Je me sens à nouveau en vie.|Depuis que j'ai été licencié, je ne peux m'empêcher de me demander si le maire Lewis va faire quelque chose pour réparer ce bus.",
                "Wed4": "$d bus#Tu ne sais pas à quel point je suis content que le bus soit en marche ! Je me sens à nouveau en vie.|J'ai parlé à Lewis de la réparation du bus. Il dit qu'il ne peut pas le réparer légalement, car il n'appartient pas à la ville. Pour l'amour du ciel !",
                "Wed6": "$d bus#Je n'ai pas besoin de quelque chose de trop compliqué pour le travail. Donnez-moi juste quelque chose à conduire et je suis heureux.$h|J'ai rappelé la compagnie de bus. Ils ont dit qu'ils n'avaient toujours pas l'argent pour le réparer. Coupes budgétaires.$s",
                "Wed8": "$d bus#C'est agréable d'avoir à nouveau une raison de se lever le matin.|Cette foutue compagnie de bus ! Pour qui se prennent-ils, à me donner un bus qui se met en marche et se casse sur vous ?",
                "Wed10": "$d bus#J'apprécie mes promenades matinales jusqu'à l'arrêt de bus. Rien ne vaut l'odeur de l'air frais.|Certains d'entre nous ne peuvent pas gagner dans ce monde, gamin.$s",
                "Thu4": "Hé, qu'est-ce que tu penses de cette fille Sam ? Tu as entendu quelque chose sur elle ?",
                "Thu6": "Sam semble être une bonne fille, même si elle est un peu jeune.#$b#Penny dit qu'elle a besoin de grandir.",
                "Thu8": "Penny dit que je passe trop de temps au saloon...$s",
                "Fri": "Salut, étranger.",
                "Fri2": "Chaque jour est le même que le précédent...$s#$b#Si seulement j'étais né riche...$s",
                "Fri4": "Tu sais, j'ai réfléchi... J'aimerais avoir un hobby. Quelque chose d'autre à faire que de traîner dans ce saloon tous les soirs.#$e#Tu as des idées ?#$e#...Ehh. Peut-être que je vais jouer aux dames contre moi-même.",
                "Sat2": "Avoir une nouvelle jeunesse locale est bon pour notre ville.",
                "Sat4": "Hé, petit. Qu'est-ce que tu fais ?#$e#Je ne fais que passer le temps, comme toujours.",
                "Sat6": "J'aimerais qu'une équipe d'elfes vienne pendant la nuit pour ranger ma maison. Hahahaha.$h",
                "Sun4": "*Soupir*... Je suppose que je vais mettre un dîner congelé dans le micro-ondes ce soir.$s",
                "Sun6": "$d bus#C'est une bonne chose que j'ai récupéré mon travail quand je l'ai fait. Quelques semaines de plus et j'aurais été à court d'argent.|Je ne sais pas combien de temps je peux tenir avant que Gus ne me vire du saloon pour ne pas avoir payé ma note...$s",
                "summer_Mon8": "$d bus#Je suis un bon conducteur, gamin. Je n'ai pas eu un seul ticket depuis que je suis plus jeune que toi.$h|Maudit soit ce temps, hein jeunesse ?",
                "summer_Wed10": "$d bus#Il n'est pas question que je rate mes jours de chômage, nuh uh.|Certains d'entre nous ne peuvent pas gagner dans ce monde, gamin.$s",
                "summer_Thu2": "Oh, bonjour, fermier.#$e#Je t'ai vu au saloon l'autre soir ?",
                "summer_Fri8": "Le monde ne peut pas être si mauvais s'il reste des gens bien comme toi.#$e#Comment es-tu devenu si gentil, au fait ?",
                "summer_Sat2": "Ne faites pas attention à ce vieux chien à côté de la maison.#$b#Il peut te regarder de travers, mais il ne se lèvera jamais de cette boîte en cent ans.#$b#Le nom du vieux garçon ? C'est Dusty.",
                "fall_Mon10": "C'est à cette époque de l'année que je me souviens toujours...#$e#Mon idiot de mari s'est levé et est parti.#$e#Je ne me soucie pas vraiment d'où il est. Penny a bien grandi, et elle est trop bien pour lui, de toute façon.",
                "fall_Wed10": "$d bus#Je ne suis pas riche, mais je suis content de ne plus avoir à me soucier de l'argent.|Certains d'entre nous ne peuvent pas gagner dans ce monde, gamin.$s",
                "winter_Mon": "It's nice to have a reason to get up in the morning again.\nIt's so dry in winter. My skin feels like old parchment.\n",
                "winter_Mon6": "Tu as des porcs dans cette ferme ?",
                "winter_Tue4": "J'espère juste que Penny aura une bonne vie devant elle. Si tu as des enfants un jour, tu sauras ce que je ressens.",
                "winter_Wed10": "$d bus#Tu ne sais pas à quel point je suis content que le bus soit en marche ! Je me sens à nouveau en vie.|Certains d'entre nous ne peuvent pas gagner dans ce monde, gamin.$s",
                "winter_Fri8": "C'est mignon de voir comment Penny travaille avec ces enfants.#$e#Même si c'est trop tard pour moi, au moins Penny fait quelque chose de bien pour le monde.",
                "winter_Sat8": "Pêcher dans le festival de la glace est plutôt amusant. Je pense que je devrais le faire plus souvent.$h#$e#Peut-être que j'ai juste besoin d'un public pour me motiver.#$e#Heh... comme si quelqu'un avait le temps pour ça.",
                "winter_Sun8": "Votre ferme est vraiment jolie dans la neige. Ça donne une belle vue.#$e#Ne laisse pas tout tomber en morceaux, tu entends ?$h",
                "spring_1_2": "Des projets pour la nouvelle année ?#$e#Oui, nous verrons.#$e#Il faut garder la tête haute, hein ?",
                "spring_23": "J'ai hâte de voir Penny danser demain !$h#$e#J'espère juste qu'elle danse avec quelqu'un d'assez bien pour elle.",
                "winter_7": "Il est temps pour moi de m'essayer à la pêche demain. Tu seras là au festival ?",
                "winter_28": "Eh bien, il est temps pour une autre année de marcher vers le soleil couchant !#$e#Fais en sorte de ne pas laisser ta vie s'envoler, petit.",
                "spring_23_2": "J'ai hâte de voir Penny danser demain !$h#$e#J'espère juste qu'elle danse avec quelqu'un d'assez bien pour elle.",
                "winter_7_2": "Il est temps pour moi de m'essayer à la pêche demain. Tu seras là au festival ?",
                "winter_28_2": "Eh bien, il est temps pour une autre année de marcher vers le soleil couchant !#$e#Fais en sorte de ne pas laisser ta vie s'envoler, petit."
            }
        }
    ]
}