{
    "Changes": [
        {
            "LogName": "Penny",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Penny",
            "Entries": {
                "Introduction": "Oh... Bonjour ! Je suis Penny...",
                "Mon": "Salut... #$e#Oh, tu veux quelque chose ?",
                "Mon2": "Donc, je suppose que tu vas rester à Pelican Town pour le long terme ? C'est bien.",
                "Mon4": "*soupir*... Ma mère a certainement un problème pour aller trop souvent au saloon.$s#$q 237/238 Mon_old#Mais c'est mieux de ne pas s'attarder sur les mauvaises choses, non ?#$r 237 50 Mon_237#Bien. C'est mieux d'être positif !#$r 238 10 Mon_238#Je pense qu'il est bon d'être réaliste.",
                "Mon_old": "#$p 237#Mais si je continue à essayer, je pense que je peux la faire changer.|Je suppose que c'est logique. Il n'y a pas grand-chose que je puisse faire pour changer ça, de toute façon.",
                "Mon6": "Si tu cherches quelque chose qui plaira à ma mère, tu ne peux pas te tromper avec les panais.#$e#Elle l'utilise dans un remède contre la gueule de bois, mais au moins c'est mieux que quelque chose qui cause la gueule de bois en premier lieu.$u",
                "Mon_237": "She uses it in a hangover cure, but at least it's better than something that causes a hangover in the first place.\nThat's how I feel. I'm just going to focus on making the future better.\n",
                "Mon_238": "Tu as peut-être raison. C'est mieux de faire face à la réalité.$u",
                "Tue2": "Je ne donne des cours particuliers à Vincent et Jas que trois jours par semaine : mardi, mercredi et vendredi.#$e#Ce n'est pas tout à fait une semaine d'école complète, mais le fait de n'avoir que deux élèves me permet de leur accorder beaucoup d'attention individuelle.",
                "Tue6": "Enseigner aux enfants implique tellement plus de responsabilités que je ne le pensais au départ.#$e#En est-il de même pour votre agriculture ?",
                "Tue8": "$d bus#Peut-être que maintenant que ma mère a retrouvé son travail de chauffeur de bus, je peux commencer à économiser plus d'argent. Les choses semblent un peu plus claires.|J'essaie d'économiser de l'argent avec mon travail de tutrice, mais c'est difficile avec ma mère au chômage.",
                "Wed6": "Mme Eleanor était mon professeur quand j'étais petite. Beaucoup de choses que j'enseigne à Vincent et à Jas, je les ai apprises d'elle.#$e#J'ai aussi beaucoup appris en lisant les livres de la bibliothèque.",
                "Wed8": "Il est difficile d'essayer de prendre la place de la femme qui a occupé mon poste avant moi, mais le fait de n'avoir que deux étudiants rend les choses un peu plus faciles.#$e#Mme Eleanor a eu neuf d'entre nous une année. Il y avait juste plus d'enfants en ville quand je grandissais.",
                "Thu2": "C'est bien d'avoir juste deux étudiants. On a un peu plus de flexibilité avec les horaires de cours.",
                "Thu4": "It's nice to have just two students. We have a little more flexibility with the class schedule.\nSome book suggestions? Hm, well, the 'Marcie' series is really good. Everyone loves those.\n#$e#Pour ce qui est de mes préférés, il est difficile de se tromper avec tout ce que Nora Sealy a écrit.",
                "Thu8": "Salut @!$h#$e#La semaine a été excellente jusqu'à présent. Les enfants ont très bien réussi leur test d'hier.#$e#Comment se passe votre semaine ?",
                "Thu10": "Quand j'étais petite, j'ai toujours pensé que je grandirais et que j'épouserais Sam. Nous passons à peine plus de temps ensemble, pourtant.#$e#Heehee, non, tu n'as pas à être jaloux.$h",
                "Fri2": "Enseigner, c'est beaucoup de travail. Je ne peux même pas imaginer comment un \"vrai\" enseignant fait tout avec une classe complète.",
                "Fri6": "Devenir enseignant vous fera mûrir pas mal. J'ai l'impression d'avoir mûri de cinq ans rien qu'au cours des deux dernières années.",
                "Fri10": "Bonjour, @!$h#$e#C'est étrange. Je me sens à la fois plus vieux et plus jeune avec toi.",
                "Sat6": "Je veux faire ce que je peux pour aider le monde, même si je n'aide que les gens qui m'entourent.#$e#Tu dois nourrir beaucoup de gens avec le travail que tu fais, hein ?",
                "Sat8": "Jas me fait parfois des dessins très mignons. Mon préféré est celui où elle a dessiné ta ferme à côté de la sienne.#$e#Elle a dessiné chaque petit poteau de clôture. C'était adorable.$h",
                "Sat10": "Les romans d'amour que je lisais quand j'étais enfant ont pris beaucoup plus de sens pour moi, ces derniers temps.$l#$e#Quoi ? ...Oh, désolé, rien.$l",
                "Sun2": "Je m'excuse si ma mère est... eh bien, un peu trop.#$e#Tous les autres sont déjà au courant de notre existence, donc...",
                "Sun6": "J'ai vu un bon nombre de personnes aller et venir à Pélican-ville. Tu ne vas pas partir de sitôt, n'est-ce pas ?",
                "Sun8": "Salut @! C'est toujours un plaisir de te voir.",
                "Sun10": "C'est tellement embarrassant. Je n'arrête pas de perdre la tête au milieu des leçons.$l#$e#Tu sais pourquoi, n'est-ce pas ?$l",
                "summer_Mon2": "Maru est une bonne amie. J'ai l'impression d'apprendre beaucoup à chaque fois que je discute avec elle.#$e#Elle me donne de bonnes idées que je peux utiliser pour mes cours de sciences avec les enfants.",
                "summer_Mon4": "Maru me dit que chaque famille a des problèmes d'une manière ou d'une autre.$u#$b#Ça me dérange parfois, quand j'ai l'impression que la moitié de la ville nous juge, ma mère et moi.$s#$e#Uhm, désolé, comment se passe ta journée ?",
                "summer_Mon8": "Pendant ma première année de tutorat, je rentrais en pleurant au moins une fois par semaine. J'ai juste pensé, \"Je ne peux pas bien faire avec ces enfants.$u#$e#Mais ça a fini par devenir plus facile. Je pense que j'étais trop critique envers ma propre performance et la façon dont les enfants la recevraient.",
                "summer_Tue": "Les enfants ont un programme de lecture d'été. C'est bien d'y aller un peu plus doucement à cette période de l'année.",
                "summer_Tue2": "J'espère que Vincent fait ses lectures d'été aujourd'hui...$u#$b#Mais je ne suis pas censée être folle de lui en ce moment. Le but est de construire l'indépendance.",
                "summer_Tue4": "Les enfants ont un programme de lecture d'été. C'est bien d'y aller un peu plus doucement à cette période de l'année.",
                "summer_Tue10": "Sam et moi étions comme Vincent et Jas quand on était plus jeunes. Nous avons vraiment grandi de manière différente depuis, cependant.#$e#Sam est juste à un endroit différent de sa vie. Elle grandit encore.",
                "summer_Wed": "Nous ne prenons pas de vacances d'été complètes, car nous devons compenser nos courtes semaines d'école pendant l'année régulière.#$e#Jodi et Marnie ont demandé que l'on procède de cette manière, au lieu de faire les choses comme une école normale.",
                "summer_Wed4": "J'ai hâte de sortir autant que les enfants. Le monde extérieur est aussi notre salle de classe !$h#$e#Bien que, parfois, Vincent veuille juste courir partout, plutôt que de faire une leçon de science.$u",
                "summer_Wed8": "Aujourd'hui nous apprenons le cycle de l'eau. J'avais pensé que ce serait une leçon à donner dehors.",
                "summer_Wed10": "@! Oh. bonjour !$l#$e#Désolé, est-ce qu'il fait juste anormalement chaud aujourd'hui ?$l",
                "summer_Sat2": "Aujourd'hui, c'est le jour de la récréation pour les enfants.#$e#Ça n'a rien à voir avec mon travail de tutrice. Je fais ça juste pour le plaisir.",
                "summer_Sat4": "$d cc#Merci d'avoir réparé le centre communautaire. Je suppose que tu es une sorte de héros de la ville.|Bonjour, @. C'est bon de voir que tu vas bien.",
                "summer_Sat8": "Je pense que le rire des enfants est le plus beau son du monde.$h#$e#Cette joie pure, non frelatée... c'est de ça qu'il s'agit, n'est-ce pas ?",
                "summer_Sat10": "Tu aimes voir les enfants jouer, toi aussi ?#$e#Il me rappelle ces jours parfaits et révolus, mais d'une manière qui retrouve cette perfection et me donne de l'espoir.$h",
                "summer_Sun": "Alors... tu aimes décorer ta ferme ?#$e#Ça doit être bien d'avoir son propre endroit à décorer.",
                "summer_Sun2": "J'ai trouvé un livre de bibliothèque étendu dans la saleté. Comment quelqu'un peut-il être aussi irresponsable ?$s#$e#Si vous en trouvez d'autres, veillez à les renvoyer à leur place.",
                "summer_Sun4": "Alors... tu aimes décorer ta ferme ?#$e#Ça doit être bien d'avoir son propre endroit à décorer.",
                "summer_Sun6": "Que penses-tu que je devrais faire avec les enfants la semaine prochaine ? Je pensais essayer un petit jeu de dessin pour pratiquer le vocabulaire.",
                "summer_Sun8": "Parfois, je me regarde, et je me demande si je suis un assez bon modèle pour les enfants.$s#$e#Si je suis censé leur montrer tous les endroits où l'éducation peut les mener dans la vie, eh bien, regardez ma vie...$s#$e#...je me dis juste que tout ira bien. Tant qu'ils trouvent le bonheur un jour dans le futur...$u",
                "summer_Sun10": "Ces derniers temps, j'ai plus confiance en ce que je fais.#$e#Plus que jamais, je me souviens de l'importance de prendre soin de ceux qui m'entourent et de les soutenir.",
                "fall_Mon6": "Peut-être que je pourrais trouver un emploi d'enseignante à plein temps un jour. Mais je ne sais pas si ce serait mieux pour moi.#$e#Je ne peux pas m'imaginer avoir les mêmes relations avec vingt ou trente étudiants que celles que j'ai avec Jas et Vincent.",
                "fall_Mon8": "Maru et moi sommes devenus rapidement amis quand sa famille a déménagé ici. Elle me manquerait beaucoup si elle devait partir.",
                "fall_Mon10": "Si je rencontrais mon père à nouveau, je ne sais pas ce que je ferais... et je ne veux pas vraiment le savoir.$a#$e#Tout ce que j'ai en ce moment, c'est zéro grâce à lui. Alors, qu'il aille se faire voir, tu sais ?$a",
                "fall_Tue": "Je fais venir Vincent un peu plus tôt chaque jour, pour une aide supplémentaire.#$e#Il a fait de bons progrès, même s'il doit être un soldat parfois.$h",
                "fall_Tue10": "Je suis passé devant votre ferme l'autre soir en déposant Jas chez elle. Je t'ai vu au loin, et...#$b#...le paysage était magnifique, mais c'est toi que j'ai préféré.$l",
                "fall_Wed4": "D'aussi loin que je me souvienne, j'ai toujours été un lecteur passionné. Les livres sont une chose qui a toujours été là pour moi.",
                "fall_Wed6": "Les livres sont bons pour une petite évasion de temps en temps. Je pense que tout le monde a besoin d'une certaine forme d'évasion.",
                "fall_Thu10": "Vincent m'a demandé hier si j'étais amoureuse de toi. Ce garçon, je te jure...$u#$e#...$l",
                "fall_Thu8": "C'est toujours difficile de s'occuper de ma mère, mais après le départ de papa, on a décidé de rester ensemble quoi qu'il arrive.$u#$e#Tout le monde a besoin de quelqu'un qui surveille ses arrières, tu sais ?$u",
                "fall_Fri4": "...$s#$e#Oh, désolé. @. J'étais juste en train de penser. L'automne est toujours une période difficile pour moi.$s#$e#Je t'en parlerai un jour.",
                "fall_Sun10": "@! Je pensais juste à l'avenir...#$e#Où te vois-tu dans dix ans ?$l#$e#J'ai quelques idées pour moi-même...$u",
                "winter_Mon": "Le 25, nous ferons la fête de l'étoile d'hiver. C'est l'un de mes événements préférés.#$e#C'est censé être le moment de montrer sa gratitude pour toutes les bonnes choses de sa vie... mais pour la plupart des gens, c'est juste un moment de détente et d'échange de cadeaux.",
                "winter_Mon6": "Il y a beaucoup d'excitation pour la fête de l'étoile d'hiver de cette année. Je me demande qui je vais avoir cette année ?$h",
                "winter_Mon10": "J'ai lu avant de me coucher hier soir, mais je n'ai parcouru que quelques pages.#$e#Mon esprit n'arrêtait pas de vagabonder...$l",
                "winter_Tue4": "Elena est une romancière, n'est-ce pas ? J'adorerais lire certaines de ses oeuvres, mais je ne la connais pas très bien...",
                "winter_Tue8": "Elena a partagé certains de ses écrits avec moi. Ce n'était pas le genre de choses que j'aime lire habituellement, mais je me suis assuré d'être poli.#$e#Elle est toujours très talentueuse.",
                "winter_Tue10": "À l'approche de la fête de l'étoile d'hiver, je comptais mes bienfaits.#$b#Je suis très reconnaissant d'avoir appris à vous connaître, @.$l",
                "winter_Wed": "J'adore que la bibliothèque ait une cheminée. C'est tellement plus agréable de se blottir avec un bon livre.",
                "winter_Wed4": "J'ai hâte de voir à quoi ressemble votre ferme au printemps.#$e#Ça va être si frais et si beau.$h",
                "winter_Wed8": "Je ne sais pas si Vincent ira un jour à l'université. Je n'y suis jamais allé.$u#$e#Mais s'il grandit un jour pour devenir un jeune homme bienveillant, je ne peux rien demander de plus.",
                "winter_Thu4": "Je dois m'assurer que je fais de mon mieux dans mon travail. Si les parents pensent que leurs enfants n'apprennent pas assez...$u#$b#...ils les mettront dans un bus chaque jour pour le long trajet vers une école publique.#$e#Jusqu'à présent, tout va bien, cependant.",
                "winter_Thu6": "Hé, @, Je me demandais... tu n'as pas donné de boissons alcoolisées à ma mère, n'est-ce pas ?$u#$e#Parfois, j'aimerais que Gus la bannisse du saloon.$s",
                "winter_Thu10": "Oh. bonjour @.$l#$e#Désolé, je n'ai pas beaucoup dormi la nuit dernière. J'étais debout tard...$s#$b#...euh, à lire. C'est un très bon livre que je ne peux pas lâcher.$l",
                "winter_Fri": "... oui ?$u",
                "winter_Fri2": "Tu es ami avec Linus ? Il vit dans une tente dans les montagnes.#$e#Tout le monde l'ignore, le pauvre. Il est en fait très gentil... Juste un peu bizarre.#$e#Il doit faire si froid pour vivre dans une tente à cette époque de l'année.",
                "winter_Fri6": "George ne sort plus autant de chez lui qu'avant. J'espère que tout va bien.$u",
                "winter_Sun6": "Je dois cacher la plupart de l'argent que je gagne avec mon travail. Sinon, ma mère pourrait le boire.$s#$e#Ma mère m'aime toujours. Elle ne le fait pas tout le temps, mais c'est déjà arrivé.",
                "winter_Sun10": "Un jour, nous devrions retourner chez moi le soir et nous installer confortablement avec un livre.$h#$e#Si tu peux le faire, essaie d'arriver avant 8 heures. Je ne veux pas que ma mère rentre plus tôt et rende les choses difficiles.",
                "spring_1_2": "C'est un nouveau et brillant début d'année ! J'espère que la matinée a été agréable pour toi.$h",
                "spring_12": "Nous avons décoré quelques œufs plus tôt cette semaine en préparation de la fête des œufs.#$e#Tu y seras aussi ?",
                "spring_23": "J'ai de bons souvenirs de la danse des fleurs.#$e#J'imagine que la danse peut sembler un peu démodée pour un nouveau venu, mais les pas sont vraiment faciles à apprendre.",
                "summer_10": "Mmm... Je peux déjà presque goûter la nourriture du luau de demain.#$e#J'espère juste que personne ne gâchera la soupe cette année...$a#$e#C'est une des raisons pour lesquelles je ne traîne pas avec Sam autant qu'avant.$a",
                "fall_15": "J'adore la foire de Stardew Valley.#$b#Ces jeux de carnaval peuvent être un peu difficiles pour les enfants, cependant.#$e#Tu peux peut-être gagner un prix, @.",
                "fall_26": "Le réveillon des esprits me faisait peur quand j'étais petite. Mais aujourd'hui, je l'apprécie.#$e#Tout le monde doit être un peu aventureux de temps en temps, non ?$h",
                "winter_7": "La neige fait vraiment ressortir l'enfant en chacun. Le festival de demain devrait être très amusant.",
                "winter_24": "Demain, c'est le grand jour ! C'est le jour le plus magique de l'année.$h#$e#Observer l'expression des visages des enfants lorsqu'ils ouvrent leurs cadeaux est vraiment spécial.",
                "winter_28": "Bonne année... ! ...demain !$h#$e#Je me demande ce qui attend notre petite ville l'année prochaine.",
                "spring_12_2": "Nous avons décoré quelques oeufs plus tôt cette semaine en préparation de la fête des oeufs.#$e#Tu y seras aussi ?",
                "summer_10_2": "Mmm... Je peux déjà presque goûter la nourriture du luau de demain.#$e#J'espère juste que personne ne gâchera la soupe cette année...$a#$e#C'est une des raisons pour lesquelles je ne traîne pas avec Sam autant qu'avant.$a",
                "fall_15_2": "J'adore la foire de Stardew Valley.#$b#Ces jeux de carnaval peuvent être un peu difficiles pour les enfants, cependant.#$e#Tu peux peut-être gagner un prix, @.",
                "fall_26_2": "Le réveillon des esprits me faisait peur quand j'étais petite. Mais aujourd'hui, je l'apprécie.#$e#Tout le monde doit être un peu aventureux de temps en temps, non ?$h",
                "winter_7_2": "La neige fait vraiment ressortir l'enfant en chacun. Le festival de demain devrait être très amusant.",
                "winter_24_2": "Demain, c'est le grand jour ! C'est le jour le plus magique de l'année.$h#$e#Observer l'expression des visages des enfants lorsqu'ils ouvrent leurs cadeaux est vraiment spécial.",
                "winter_28_2": "Bonne année... ! ...demain !$h#$e#Je me demande ce qui attend notre petite ville l'année prochaine."
            }
        },
        {
            "LogName": "Penny Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialoguePenny",
            "Entries": {
                "Rainy_Day_0": "#$c .5#Les jours de pluie, mes pensées dérivent toujours vers la cannelle et les cookies.#C'est un sacré voyage pour aller à la bibliothèque sous la pluie, mais ça vaut la peine de faire cette distance supplémentaire si je peux vivre ici.",
                "Rainy_Day_1": "Je me demande si Maru et le Dr. Harriet vont se mettre ensemble un jour ? Je suis sûre que Harriet l'aime bien...#$e#$c .5#...mais je pense que leur différence d'âge les rend tous les deux indécis.#Je pense que Maru devra faire le premier pas, cependant.$h",
                "Rainy_Day_2": "#$c .5#Salut, chérie ! J'ai fait quelques courses ce matin et j'ai trouvé ça pour toi.[186 180 770 535]#Ah oui ! J'ai pris ça hier, mais je l'avais oublié.[186 180 770 535] Je pensais que tu pourrais utiliser un de ces trucs.",
                "Rainy_Day_3": "Hmm... peut-être que je devrais expérimenter une nouvelle recette. Tu as aimé la dernière recette que j'ai faite, n'est-ce pas, chéri ?#$e#Comment ça s'appelait... \"Chili de @'?",
                "Rainy_Day_4": "#$c .5#Les jours comme celui-ci, j'aime me blottir contre un bon livre.#Un bon livre et du thé. Mmm, ça semble merveilleux en ce moment.$h",
                "Rainy_Night_0": "#$c .5#Comment s'est passée ta journée, chérie ? J'ai passé mon après-midi à lire un roman.#Je sais que certaines personnes s'épanouissent en lisant entre les lignes d'un livre pour y trouver un sens plus profond. Moi, je trouve juste de la joie dans l'histoire elle-même.",
                "patio_Penny": "#$c .5#C'est beaucoup plus paisible que mon ancien endroit en ville. Je suis très heureux ici.#Tu veux te joindre à moi un moment ? ...Ou, je suppose que tu dois avoir beaucoup à faire, non ?",
                "Rainy_Night_1": "#$c .5#Je suis sûr que maman est au saloon en ce moment... Mais je ne me sens plus si mal à propos de ça. Ce n'est plus de mon ressort.#Ma mère a été gentille avec toi dernièrement ? Tu sais ce qu'on dit : \"Quand tu te maries, tu fais partie de la famille.",
                "Rainy_Night_2": "#$c .5#Je pensais justement à la nuit où on s'est rencontrés dans les bains publics. Je n'oublierai jamais cette nuit...$l#Hm, je n'ai pas fini tout le classement que j'espérais. Peut-être que je peux le faire à la première heure demain matin.$s",
                "Rainy_Night_3": "#$c .5#Le bruit de la pluie me dérangeait, quand je vivais dans cette vieille caravane en métal. Mais c'est plutôt apaisant ici.#J'espère que Vincent et Jas sont bien au chaud dans leur lit, eux aussi.",
                "Rainy_Night_4": "#$c .5#J'avais envie de faire un bon dîner. J'espère que tu l'aimeras. [212 214 225 209 200]$h#Je pense que je me suis un peu amélioré en cuisine, si je peux me permettre. [212 214 225 209 200]Allez-y !$h",
                "Indoor_Day_0": "#$c .5#C'est si paisible ici. J'avais l'habitude de faire les cauchemars les plus horribles, mais maintenant je dors comme un bébé.#En grandissant, je me suis toujours posé des questions sur cette ferme. Qui aurait cru que je vivrais ici un jour ?",
                "Indoor_Day_1": "#$c .5#Bonjour ! Je t'ai préparé un petit-déjeuner chaud.[195 210 211] C'est important pour moi que tu partes d'ici avec le ventre plein.$h#Bonjour ! Je me suis réveillé avec la faim, alors j'en ai fait assez pour deux. Bon appétit ![195 210 211]",
                "Indoor_Day_2": "#$c .5#Tu sais, je pense que je vais lire un livre aujourd'hui. J'ai pris quelque chose de nouveau à la bibliothèque la dernière fois que j'y étais.#Gunther m'a demandé de vous saluer. Tu sais si on a quelque chose à donner ?",
                "Indoor_Day_3": "#$c .5#J'aime entendre parler de tous les objets que tu as trouvés. Pour penser... il y avait peut-être des fermiers à cet endroit il y a 10 000 ans.#J'ai reçu un tout nouveau livre de la bibliothèque. C'est toujours excitant quand il y a une nouvelle livraison.$h",
                "Indoor_Day_4": "#$c .5#J'étais timide quand on s'est rencontrés ? C'est drôle d'y penser, maintenant que nous sommes allés si loin.$h#Je voulais juste dire... J'aime ta façon d'être ce matin.$h",
                "Indoor_Night_0": "#$c .5#Bonsoir, chérie. Tu as fait tout ce que tu voulais aujourd'hui ? Si non, ce n'est pas grave. Nous avons tout le temps du monde !#Quand la lumière est faible, tu as ces petites étoiles brillantes dans les yeux. Tu es si belle.$l",
                "Indoor_Night_1": "#$c .5#Hmm... jupe ou pantalon demain ? Oh, de qui je me moque... Je vais toujours avec la jupe.#Donc c'est à ça que ressemble le bonheur pour toujours.$l",
                "Indoor_Night_2": "#$c .5#Nous devrions toujours essayer de nous souvenir de ceux qui ont moins de chance que nous. Je suis juste très reconnaissant pour ce que nous avons.#Ouf. L'ai-je mentionné ? La semaine dernière, Vincent n'a pas arrêté de me bombarder de questions de petits enfants sur la vie de couple.",
                "Indoor_Night_3": "Maman doit se sentir assez seule maintenant que je suis parti. J'espère juste qu'elle ne va pas plus au saloon pour compenser.#$e#Tu ne devrais pas te sentir mal ! Maman doit résoudre ses propres problèmes. ",
                "Indoor_Night_4": "#$c .5#Prêt à te border ? J'ai fait le lit et tout...#Hee hee. Je peux, hum, finir ce chapitre plus tard si tu veux aller te coucher.$l",
                "Outdoor_0": "Je n'ai jamais rêvé que de vivre dans un endroit aussi beau, et maintenant c'est devenu réalité.#$e#$c .5#Je réalise tout ce qui me manquait avant que tu n'arrives en ville.$l#J'étais si malheureuse à la maison.$s",
                "Outdoor_1": "#$c .5#N'est-ce pas un endroit parfait pour élever des enfants ? J'aurais été tellement heureuse de grandir dans une ferme.#Je comprends que tu doives aller directement au travail, chérie. Mais tu rentreras tôt ce soir ?",
                "Outdoor_2": "#$c .5#Hé. Tu vas expédier quelque chose d'inhabituel aujourd'hui ?#Salut, chérie ! Si j'en savais plus sur le travail à la ferme, je t'aiderais davantage. Je suis désolé.#$e#Je vais penser à toi.$h",
                "Outdoor_3": "#$c .5#Je viens de voir un oiseau chanteur volant vers l'ouest. Dans Stardew Valley, c'est un très bon présage.$h#Je pense que je vais faire un peu de lecture ici sur le porche.$h",
                "Outdoor_4": "#$c .5#Ahh... Ça fait du bien d'être dehors. Je pourrais passer toute la journée ici, à observer chaque petite chose.#Oh ! Je viens d'avoir une bonne idée de leçon pour Jas et Vincent. Je suis en train de réfléchir aux détails.",
                "OneKid_0": "#$c .5#Tu as eu le temps de jouer avec notre petit aujourd'hui ? Peut-être qu'un deuxième enfant arrangera les choses.#Ah oui. Ma mère est venue hier pour passer du temps avec %kid1. C'est un peu surréaliste de voir ce côté protecteur de sa personnalité.",
                "OneKid_1": "#$c .5#Les enfants ne me laissent plus autant de temps qu'avant pour lire. Je vais peut-être devoir me contenter des livres audio.#Petit(e) %kid1 va avoir une si belle enfance ici.",
                "OneKid_3": "Je me sens beaucoup plus vieille maintenant que nous avons un enfant. Peut-être que c'est juste cette nouvelle responsabilité qui me pèse.#$e#C'est pas mal ! J'en voulais un depuis longtemps.",
                "TwoKids_0": "#$c .5#Les enfants m'occupent beaucoup, mais je veux m'assurer que je ne te néglige pas. ...Comment vas-tu ?#J'ai déjà donné %kid1 et %kid2 leur nourriture. Ce sont des enfants si affamés !",
                "TwoKids_1": "#$c .5#Les enfants adorent quand tu chantes pour eux. Ils s'arrêtent et deviennent si attentifs. C'est si précieux.$h#Nous devons nous assurer et donner %kid1 beaucoup d'attention maintenant que nous avons %kid2. Nous ne voulons pas de jalousie entre eux.",
                "TwoKids_2": "#$c .5#Les enfants ne restent pas éternellement dans leur berceau. J'essaie de profiter de chaque moment avec eux.#J'ai fait ce rêve où %kid2 des ailes ont poussé et volent dans le ciel nocturne. Qu'est-ce que cela signifie ?",
                "TwoKids_3": "#$c .5#Une belle maison, deux enfants merveilleux, et un beau terrain. Nous avons beaucoup de chance.#Avec la façon dont j'ai grandi, je n'ai jamais vraiment pensé que j'arriverais à grand-chose. Mais voir nos enfants comme ça, ça me donne de la chance.$l",
                "funLeave_Penny": "#$c .5#Aujourd'hui, ce n'est pas un jour de travail. J'ai juste besoin de temps à l'extérieur aujourd'hui.#Je vais aller en ville aujourd'hui, juste pour le plaisir. Je serai de retour dans un moment !",
                "funReturn_Penny": "#$c .5#J'ai passé un bon moment... C'est bien de rester en contact avec tout le monde. Parle-moi de ta journée.#Beaucoup de gens étaient dehors et dans les environs. Je suis content d'avoir pu discuter avec quelques-uns d'entre eux.",
                "spring_1": "Nous avons une longue et chaude année devant nous. Faisons en sorte qu'elle soit productive.",
                "spring_4": "Le printemps est probablement ma saison préférée. Il y a une certaine fraîcheur dans l'air qui me remplit d'espoir.",
                "spring_8": null,
                "spring_13": "L'école est fermée aujourd'hui. Je vais en ville pour le festival de l'oeuf. Tu viens aussi ?",
                "spring_16": "Ah, le \"nettoyage de printemps\"... Je vais vraiment apprécier ça.",
                "spring_19": "C'est vraiment agréable de voir ma mère fière de moi. Je me suis demandé, brièvement, si elle serait jalouse de moi.#$b#Mais cela ne s'est pas avéré être un problème !$h",
                "spring_26": "J'ai un projet artistique que Jas et Vincent vont adorer, avec les fleurs restantes du festival.#$b#J'ai vraiment hâte d'y être.$h",
                "summer_9": "Lire un livre imprimé est si différent de l'utilisation d'un lecteur électronique. Il s'agit de la texture des pages...#$b#...les sons qu'elles produisent lorsque vous les tournez, et la façon dont votre mémoire associe chaque partie de l'histoire au nombre de pages qui se trouvent derrière vous.#$e#Je sais que mes livres peuvent prendre une étagère entière, mais ça en vaut la peine.$h",
                "summer_10": "Ces enseignants doivent vraiment profiter de leurs vacances d'été en ce moment.#$e#Ah bon. Pour être honnête, chaque jour ressemble à des vacances d'été ici, même si je dois aller travailler.$h",
                "summer_19": "Je n'ai jamais vraiment été ivre, pour être honnête. Peut-être un peu pompette, une fois, mais je ne peux pas dire que j'ai apprécié l'expérience.$s#$e#Juste... trop de connotations négatives.$s#$e#Tout le monde n'a pas besoin d'avoir toutes les expériences à son actif, tu sais ?$u",
                "summer_23": "Je vais être honnête. Je n'ai pas vraiment de leçon précise en tête pour enseigner aujourd'hui. Je vais probablement juste improviser.#$e#Ça va aller. Je fais ça depuis assez longtemps.",
                "fall_10": "Je me demande ce que seront Jas et Vincent quand ils seront grands.#$e#Ce sont les seuls étudiants que j'ai jamais eus. Je sais que ce n'est pas normal pour un professeur.",
                "fall_12": "Parfois, je me demande si ma mère va rencontrer quelqu'un et retomber amoureuse. J'en doute un peu, cependant.",
                "fall_16": "Pas d'école aujourd'hui, bien sûr. Je te verrai à la foire de Stardew Valley ?",
                "fall_19": "Je dois rattraper le temps perdu avec Maru hier. C'est bizarre que nous soyons dans des phases différentes de nos vies maintenant.#$b#Mais elle est toujours aussi bonne amie.$h",
                "winter_5": "La neige qui tombe me rappelle grand-mère, se berçant au coin du feu. Je me souviens surtout de son ombre vacillant sur le bois orange. C'était il y a longtemps.",
                "winter_6": null,
                "winter_9": "Cela fait si longtemps que Nora Sealy n'a pas publié de nouveaux livres. Je me demande si elle va s'y mettre un jour.$s#$e#Désolé, je pense tout haut. Je suis sûr que je vais trouver quelque chose à lire aujourd'hui.",
                "winter_12": "Je me demande si Vincent apprendra un jour à aimer lire...$s#$e#Ça ne me suffit pas de lui apprendre des choses qu'il n'utilisera jamais. Je veux qu'il y trouve de la joie.#$b#De plus, je ne veux pas laisser tomber Jodi.",
                "winter_16": "Brr... Une si longue marche dans la neige, pour aller à l'école ce matin.$s#$e#Oui, ici à la campagne, je suppose que nous marchons toujours dans les deux sens.#$e#...$h",
                "winter_26": "Je crois que j'en ai assez de la neige pour un moment. J'espère qu'elle fondra bientôt.#$e#Il commence à y avoir un peu de neige fondue dehors, de toute façon.",
                "winter_28": "J'ai fait un gâteau pour le Nouvel An ce soir. Assure-toi de rentrer tôt à la maison pour qu'on puisse le fêter ! [220 221]$h"
            }
        }
    ]
}