{
    "Changes": [
        {
            "LogName": "Robin",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Robin",
            "Entries": {
                "cc_Begin": "Oh, ce vieux centre communautaire ? Oui, je le remettrais bien en état, mais Lewis n'a pas vraiment été clair avec moi sur ce qu'il veut en faire, exactement.",
                "Mon": "Hé là, @.#$e#Je rêvais juste à de nouveaux projets de menuiserie.#$e#Tu t'en sors bien chez toi ? Comment se portent les boiseries de ton chalet ?",
                "Mon2": "Je t'ai dit que j'ai construit notre maison de A à Z ?#$e#C'est sans aucun doute le point culminant de ma carrière jusqu'à présent.",
                "Mon4": "Nahh, je ne vais pas dans les mines tant que ça. Trop sombre et dangereux.#$e#Fais-moi savoir si tu trouves quelque chose de bien là-bas, cependant.",
                "Mon6": "Le travail de Demetrius nous a techniquement amené ici. Je dirais que ça a plutôt bien marché, cependant.",
                "Tue2": "Il y avait de superbes bâtiments dans votre ferme, mais ils ont tous disparu.#$e#J'aimerais aider à restaurer la ferme à nouveau. Faites-moi savoir ce que je peux faire.",
                "Tue4": "Leah s'y connaît aussi en menuiserie. Je préfère juste faire des choses avec un usage un peu plus pratique.",
                "Tue6": "Demetrius est peut-être un peu stoïque, avec son cerveau scientifique, mais j'ai appris assez rapidement à atteindre son côté romantique.#$e#Je lui ai appris à danser avec moi, après tout.$h",
                "Tue8": "Je dois dire que tu as été d'un grand soutien pour notre entreprise depuis ton arrivée en ville.$h",
                "Wed": "Hé, comment ça se passe ?#$q 604/605/606 Wed_old#Tu t'es bien installé ?#$r 604 0 Wed_604#Jusqu'ici, tout va bien.#$r 605 0 Wed_605#Je vais bien, juste débordée. Je vais bien, juste débordée.#$r 604 0 Wed_604#Cet endroit est rafraîchissant.#$r 606 -10 Wed_606#Cet endroit est nul. Pourquoi je suis là ?",
                "Wed_old": "$p 006#J'espère que les choses commencent à s'améliorer.|N'hésitez pas à venir nous voir à tout moment.",
                "Wed_604": "Je suis heureux de l'entendre. Fais-moi savoir si tu as besoin de quelque chose.$h",
                "Wed_605": "Accroche-toi. Ca va s'arranger.#$b#Souviens-toi, on n'avait même pas de maison quand on a emménagé ici. Je suis sûr que tu retomberas sur tes pieds bientôt, aussi.",
                "Wed_606": "Oh mon dieu, je n'avais pas réalisé que c'était si mauvais.$s#$b#Merci d'être honnête. Sache que tu n'es jamais seul ici. Nous sommes tous de votre côté.",
                "Wed2": "Quand on a emménagé ici, on a dû vivre dans une caravane jusqu'à ce que je puisse finir la maison.#$e#Demetrius avait une remorque séparée pour son laboratoire.",
                "Wed4": "Tu as déjà de bons meubles pour ta maison ?#$e#Je ne peux pas imaginer rentrer dans une maison que je n'aime pas.#$e#Désolé, je veux dire, tout ce qui marche pour toi, non ?$h",
                "Wed8": "Le père de Sabrina ? C'était un type bien. Les choses n'ont juste pas fonctionné.#$e#Nous étions tous les deux très jeunes.",
                "Thu2": "Tu as essayé d'entrer en contact avec Sebastian ?",
                "Thu4": "J'entends des bruits électriques étranges venant de la chambre de Maru de temps en temps.#$e#Je me suis toujours demandé si elle s'intéresserait à moi ou à Demetrius. Je suppose que c'était un peu des deux.$h",
                "Thu6": "J'ai rencontré Demetrius à l'université alors que je travaillais comme apprentie et que j'élevais Sabrina.#$e#J'ai encore la tête qui tourne quand je me demande comment nous avons réussi à trouver du temps pour tout cela !",
                "Thu8": "Parfois, je me demande si Sabrina m'en veut passivement de ne pas avoir son père à ses côtés.$s#$e#Peut-être qu'elle a l'impression que Maru a tout, et qu'elle vit dans son ombre...$s",
                "Thu10": "@, c'est bon de te voir !$h#$e#T'avoir comme voisin est l'une des meilleures choses qui nous soient arrivées depuis que nous avons emménagé ici.",
                "Fri2": "Sam vient de temps en temps pour jouer à des jeux avec Sabrina. Peut-être qu'ils t'inviteront à les rejoindre un jour.",
                "Fri_inlaw_Maru": "Je pensais que toi et Maru vous entendriez bien. Ça me rend vraiment heureux de vous voir ensemble.",
                "Fri8": "C'est étrange. Je ne me sens pas assez vieille pour être la mère de deux enfants d'âge adulte.#$e#La vie devient de plus en plus rapide à mesure que tu avances, je suppose.",
                "Sat4": "Ugh, j'aimerais que Sabrina ne fume pas.$s#$e#Je ne sais même pas où elle a trouvé ça.$s",
                "Sat6": "Demetrius est généralement décontracté à propos de tout, à l'exception de tout ce qui concerne Maru.#$e#C'est le seul domaine dans lequel tu dois vraiment gagner sa confiance.#$e#Désolé s'il a déjà dit quelque chose de distant. [...]  Ce n'est pas seulement toi.",
                "Sat8": "Ici, j'ai un peu plus de flexibilité pour réaliser les projets qui m'intéressent.#$e#Je ne pense pas que j'aurais ce genre de liberté en travaillant en ville.",
                "summer_Tue6": "Mmm, j'ai envie d'une pêche mûre. Tu en as dans ta ferme ?",
                "summer_Tue10": "Tu as déjà essayé quelque chose de créatif avec des blocs de notes et de tambour ?#$e#Souviens-toi que tu peux changer les tonalités sur eux.",
                "summer_Wed": "Je travaillerai en plein soleil s'il le faut. Ne t'inquiète pas, j'ai la crème solaire la plus résistante que tu puisses trouver.",
                "summer_Wed8": "Quoi ? Tu as peur que je travaille trop tard sur mes projets de construction ? Non, je fais beaucoup de pauses dans la journée.#$b#Mais pas quand tu regardes, je suppose.$h#$e#De plus, il faut beaucoup de travail pour construire aussi rapidement que je le fais.",
                "summer_Fri_inlaw_Sebastian": "Est-ce que Sabrina est sortie beaucoup ces derniers temps ?#$e#Veillez à ce que vous preniez bien soin l'un de l'autre !$h",
                "summer_Fri_inlaw_Maru": "Est-ce que Maru a bricolé quelque chose de sympa dernièrement ?#$e#Veillez à ce que vous preniez bien soin l'un de l'autre !$h",
                "fall_Mon4": "Maru t'a-t-il déjà montré ses derniers projets ?",
                "fall_Mon8": "C'est quand Maru est devenue une adolescente que j'ai su qu'elle était quelque chose d'autre avec les machines.#$e#Enfant, elle démontait toujours nos appareils électroniques, même si elle ne savait pas toujours les remonter.#$e#Mais finalement, elle est arrivée à un point où elle les a reconstitués à sa façon, avec des modifications.#$b#Je suis vraiment fier de ses progrès.",
                "fall_Thu8": "Quand les choses s'arrangent pour nous, c'est notre devoir d'aider les autres dans le besoin.#$b#Tu ne le penses pas aussi ?",
                "fall_Fri6": "La forêt sombre est difficile à trouver, mais il n'y a rien de mieux pour travailler.#$e#Je suppose que tu n'en as pas d'autres qui traînent, n'est-ce pas ?$h",
                "winter_Mon6": "Tu aimes ta cheminée ? Faites-moi savoir si vous voulez la rénover.#$e#La bonne cheminée fait la plus grande différence dans la mise en valeur d'une pièce.",
                "winter_Mon8": "J'ai toujours eu la passion de construire des choses, même quand j'étais enfant.#$e#Parfois, je recevais un \"regarde\" des autres à propos de mes hobbies. Je n'ai pas laissé ça me déranger.",
                "winter_Wed": "Je pense que j'ai besoin d'un peu de temps pour moi. Une visite à la source chaude pourrait être en ordre.#$e#Tu y vas parfois ?",
                "winter_Wed6": "Les styles d'architecture et les modes d'habitation peuvent aller et venir, mais ils ont tous un objectif en tête : créer un meilleur endroit où vivre.#$e#L'humanité a toujours cherché un meilleur endroit pour vivre. C'est aussi vieux que l'histoire elle-même. J'apprécie donc la sensation de ce lien dans mon travail.",
                "winter_Fri_inlaw_Maru": "Est-ce que Maru reste confortablement installé chez vous ?#$e#N'oubliez pas de lui dire de vous rendre visite bientôt !",
                "winter_Sat8": "Quand j'étais petite, je me souviens avoir cherché comment fabriquer un vrai igloo et l'avoir assemblé.#$e#Ça s'est plutôt bien passé ! J'ai joué le rôle de contremaître et j'ai mis deux de mes amis au travail.$h",
                "winter_15": "J'ai pensé que nous pourrions aller en famille au marché de nuit un de ces soirs.#$e#Je ne sais pas si je peux convaincre Sabrina d'y aller, cependant...",
                "summer_27": "Je ne pense pas que je me lasserai un jour de voir les gelées au clair de lune avec Demetrius.#$e#J'espère que tu pourras le faire aussi.",
                "fall_15": "La foire de Stardew Valley est vraiment quelque chose d'autre. J'espère que tu feras une présentation de la grange pour que nous puissions la voir !",
                "winter_28": "Une autre année de passée. Encore quelques décennies de ça et je serai vieux.#$e#Mais je vais continuer à faire ce que je fais pendant de nombreuses années.$h",
                "spring_1_2": "Joyeux printemps ! Hé, c'est le bon moment pour me faire part de tous les projets que vous pourriez avoir pour moi.",
                "winter_15_2": "J'ai pensé que nous pourrions aller en famille au marché de nuit un de ces soirs.#$e#Je ne sais pas si je peux convaincre Sébastien d'y aller, par contre...",
                "summer_27_2": "Je ne pense pas que je me lasserai un jour de voir les gelées au clair de lune avec Demetrius.#$e#J'espère que tu pourras le faire aussi.",
                "fall_15_2": "La foire de Stardew Valley est vraiment quelque chose d'autre. J'espère que tu feras une présentation de la grange pour que nous puissions la voir !",
                "winter_28_2": "Une autre année de passée. Encore quelques décennies de ça et je serai vieux.#$e#Mais je vais continuer à faire ce que je fais pendant de nombreuses années.$h"
            }
        }
    ]
}