{
    "Changes": [
        {
            "LogName": "Sebastian",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Sebastian",
            "Entries": {
                "Mon2": "Euh... quoi de neuf ?",
                "Mon6": "Je ne comprends pas pourquoi l'idée d'une vie après la mort est si attrayante. Les gens se rendent-ils compte de la durée réelle de l'éternité ?#$e#Je comprends le besoin de confort, mais...#$b#...pour moi, penser à \"l'éternité\", c'est plutôt regarder dans un abîme sans fin. Je préfère me concentrer sur ce qui est temporaire et en face de moi.",
                "Mon8": "Il semble assez narcissique de supposer que nous sommes importants dans le grand schéma des choses.$s#$e#Mais je suppose que nous flottons tous en aval. Il faut profiter du voyage tant qu'il dure.",
                "Mon10": "Il semble assez narcissique de supposer que nous sommes importants dans le grand schéma des choses.$s#$e#Cela dit, tu comptes pour moi, quelle que soit l'indifférence de l'univers.$l",
                "Tue4": "Tu jettes un caillou dans le lac, ça fait des vagues. Mais les ondulations finissent par atteindre le bord et s'arrêtent.#$b#Tout a une fin, alors comment les choses qui ont un effet durable peuvent-elles être plus importantes ?",
                "Wed4": "Les choses ordinaires de la vie m'ennuient. Comment les gens s'enthousiasment-ils pour les choses les plus banales ?#$e#Par exemple, les parents d'Abby ont acheté une nouvelle machine à laver il y a quelques mois, et ils racontent des histoires sur cette chose pendant des heures...#$b#... comme si c'était la chose la plus importante qui leur arriverait.#$e#Dans un sens, c'est assez drôle, mais dans un autre, c'est déprimant à souhait.$s",
                "Wed10": "C'est bien d'avoir une raison de rester ici à Pelican Town.#$e#Hum, tu sais de quoi je parle, non ?$l",
                "Thu4_inlaw_Maru": "C'est un peu plus facile de ne plus avoir à vivre avec Maru. Comment tu tiens le coup ?",
                "Fri2": "*Soupir*... Si l'essence n'était pas si chère, j'irais en moto en ville aujourd'hui.#$e#$q 415/416 Fri_old#Alors, que fais-tu quand tu ne travailles pas ?#$r 415 0 Fri_bad#Plus d'agriculture#$r 416 30 Fri_good#Bandes dessinées#$r 415 -30 Fri_bad#Magasinage#$r 415 -30 Fri_bad#Sports",
                "Fri_old": "$p 416#Hé, si tu t'ennuies, n'hésite pas à venir dans ma chambre...$h|Tu préfères probablement la vie dans une petite ville, hein ?",
                "Fri8": "Quoi de neuf ?$h#$e#Je serai au saloon ce soir pour détruire Sam au billard encore.$h",
                "Sat4": "Tu ne fumes pas, n'est-ce pas ?#$b#...Ouais, pas de problème, c'est tout bon.",
                "Sat6": "Peut-être que je devrais faire quelque chose de créatif ce week-end.#$b#Je me demande si mon client accepterait que je redessine le logo de son programme ?",
                "Sat8": "Sam m'a presque battu au billard hier soir.#$e#Enfin, 'presque' est un terme relatif, mais elle va de mieux en mieux.$h",
                "Sat10": "Salut, @. Comment se passe votre journée ?$h",
                "summer_Mon2": "Tout le monde se réjouit quand le soleil est là... C'est un tel cliché.$a",
                "summer_Mon4": "Tu n'en as jamais assez du soleil ? Quand la chaleur te rend fou, que tu es tout en sueur, que tu es sale...#$b#...et tu dois t'enduire la peau d'une substance odorante pour l'empêcher de brûler... Pourquoi les gens aiment-ils l'été, déjà ?",
                "summer_Mon10": "Je dois dire, @, quand je t'ai rencontré, je ne pensais pas que je t'aimerais. Tu avais l'air si... dynamique ?$h#$e#Mais je suis content d'avoir eu tort. C'était probablement juste moi projetant des hypothèses sur quelqu'un qui a volontairement déménagé à Pelican Town.$l",
                "summer_Tue4": "Il est définitivement préférable d'avoir trop froid que d'avoir trop chaud.#$b#Trop froid ? Mettez un sweat-shirt. Le problème est résolu.#$b#Trop chaud ? Tu es foutu.",
                "summer_Tue6": "Les soirées d'été sont décentes, du moins, s'il fait assez froid.#$e#Quand il fait nuit noire dehors et que tu ressens encore cette vague de chaleur, sortir... c'est le bordel.",
                "summer_Tue8": "Mon père biologique ? Oui, je l'ai rencontré quelques fois.#$e#Il est incroyablement ordinaire.#$e#C'est à peu près tout.",
                "summer_Wed4": "C'est agréable de ressentir ce sentiment d'accomplissement lorsque tu répares un bug qui t'a échappé pendant des jours.$h#$e#Oh, désolé, c'est probablement assez ennuyeux pour toi d'entendre ça.",
                "summer_Wed6": "Merde. Aujourd'hui n'est pas un bon jour.$a#$e#Si tu peux me laisser un peu d'espace, j'apprécierais.#$e#Écoute, tu sais comment je travaille.",
                "summer_Wed8": "Pourquoi est-ce que je souris ? Je suppose que j'ai été inhabituellement heureux ces derniers temps...$h",
                "summer_Thu": "Sortir et faire la conversation avec les gens du coin, juste pour le plaisir. ...C'est probablement votre genre de chose, n'est-ce pas ?",
                "summer_Thu2": "Je n'ai vraiment pas envie d'aller nager, si c'est ce que tu me demandes.$s#$e#Oh, tu t'es juste arrêté pour dire bonjour ? Désolé.",
                "summer_Thu6": "Je me sens juste tellement coincée, à vivre ici. Ma vie ne change pas d'une année sur l'autre.$s",
                "summer_Thu8": "Je me sens coincé. Comment diable as-tu fait ça ? @, abandonner ta vie et partir loin ?#$e#Je tuerais pour pouvoir faire ça. Mais le coût de la vie ne cesse de grimper en ville.$s",
                "summer_Fri2": "Tu es debout depuis combien de temps ? *bâillement* ...Merde.",
                "summer_Fri4": "Je dois rester debout tard. C'est le seul moment où la maison n'est pas étouffante.#$e#Je ne peux pas dormir quand il fait trop chaud pour se mettre sous les couvertures.",
                "summer_Sat2": "J'ai vraiment envie d'un café, mais il fait bien trop chaud pour ça.#$e#Et le café glacé n'est pas aussi bon.",
                "summer_Sat4": "Sam et moi nous sommes liés à la musique, il y a longtemps.#$e#C'est une fille bien. La plupart des gens ne s'intéressent pas à mes loisirs, mais elle est toujours prête à essayer ce que j'aime.",
                "summer_Sat6": "Il y a toutes sortes de créatures qui se cachent sous terre, mais les gens n'en parlent presque jamais. Je veux dire... pourquoi pas ?#$e#C'est comme si certaines personnes choisissaient spécifiquement d'être ennuyeuses.",
                "summer_Sat10": "Ce serait peut-être amusant de faire du vélo pendant un orage de nuit.#$e#Je veux dire, euh, oublie ça. Trop dangereux, je sais.$l#$e#Je sais que tu t'inquièterais. Je dois y penser.",
                "summer_Sun6": "Certaines personnes regardent le ciel nocturne et commencent à se sentir insignifiantes.#$b#Mais c'est ce que je ressens tout le temps. Pour moi, c'est en fait un réconfort pour le ciel de me rappeler cette simple vérité.",
                "summer_Sun8": "La meilleure chose avec le lac est quand il y a une pleine lune juste au-dessus. Cela donne à toute la zone une belle lueur sereine.",
                "fall_Mon6": "Pourquoi Maru doit-elle être instantanément bonne dans tout ce qu'elle fait ?$s#$e#Je suis toujours meilleur qu'elle en musique... et en programmation...#$b#...mais même avec la programmation, elle est très douée pour installer les scripts d'IA pour ses robots.$s",
                "fall_Mon6_inlaw_Maru": "Ne te méprends pas, je suis heureux que toi et Maru soyez ensemble, mais...#$b#...c'est juste un autre rappel de la façon dont elle continue à me distancer. Tout doit être parfait pour elle.$s",
                "fall_Mon8": "Cela a-t-il un sens si je dis que plus un endroit est bondé, plus il est solitaire ?#$e#J'étais dans une boîte de nuit à Zuzu City il y a quelques années. Il y avait trop de monde pour danser et trop de bruit pour parler.#$b#Ça va à l'encontre du but recherché, n'est-ce pas ?",
                "fall_Tue2": "Peut-être que je devrais rendre visite à Abby bientôt.$u#$e#...je ne sais pas.$u",
                "fall_Tue4": "Épice de citrouille ceci... épice de citrouille cela... mec, j'en ai marre de ces modes saisonnières.",
                "fall_Tue8": "Je ne suis pas vraiment en colère que maman ait épousé Démétrius. Elle peut vivre sa propre vie.#$b#J'aimerais juste qu'ils me laissent vivre ma propre vie, aussi.",
                "fall_Wed4": "Je suis resté debout presque toute la nuit pour finir un travail pour un de mes clients. C'était en fait très amusant.#$e#Je ne me sens même pas fatigué, pour commencer.$h",
                "fall_Wed6": "*Soupir* Si je vivais en ville, je pourrais rejoindre un groupe des \"Chroniques Solariennes\" et faire certains de ces raids épiques à 8 personnes.$s#$e#Ah bon. Je suppose que ce n'est pas vraiment la même chose quand tu ne connais personne dans le groupe.",
                "fall_Thu4": "Ma chambre serait peut-être un peu moins déprimante si j'avais une fenêtre...$s",
                "fall_Thu6": "Hm, peut-être que je devrais déplacer mon synthétiseur de chez Sam à ici. Ce serait beaucoup plus facile de s'entraîner.#$e#Ou je peux juste m'entraîner sur le clavier de mon ordinateur. C'est comme ça que j'ai appris, en tout cas.",
                "fall_Thu8": "Je sais que je devrais essayer de me rapprocher de Maru. C'est juste que...#$b#...si j'essaie de la rencontrer à son niveau, en étant tout excité avec elle, ça ne me semble pas correct. Ce n'est tout simplement pas moi.#$e#Est-ce que ça a un sens ?",
                "fall_Fri": "*bâillement*... j'étais debout jusqu'à 3 heures à lire ce nouveau livre...#$q 462/463 fall_Fri_old#Tu lis, @?#$r 462 -30 Fri_bad#Ouaip. Les classiques.#$r 463 30 Fri_good#Seulement la science-fiction et le fantastique#$r 462 0 Fri_bad#J'aime une bonne romance#$r 463 -30 Fri_bad#Non, je ne lis pas de livres.",
                "fall_Fri_old": "$p 462#Tu n'aimerais probablement pas ça.$s|Je pense que ça te plairait.",
                "fall_Sat6": "Finalement, je dois me lever le matin pour que mes parents ne me traitent pas avec condescendance. Je préfère ne pas être traité comme un enfant.",
                "fall_Sat8": "Comment diable faites-vous pour vous lever si tôt chaque jour ? Je ne comprends pas.#$e#C'est officiellement ton super pouvoir. \"Gars du matin\".^C'est officiellement ton super pouvoir. \"Fille du petit matin\".",
                "fall_Sat10": "@, Hé ! Je suis content d'être tombé sur toi.$h#$e#Je passe juste une très bonne journée. Je voulais voir comment tu allais.",
                "fall_Sun4": "Beaucoup de gens semblent obsédés par eux-mêmes. Certains ne peuvent pas s'intéresser à un livre ou à une émission de télévision si les personnages ne leur rappellent pas eux-mêmes.#$b#C'est exactement le contraire qui fait que j'aime lire de la fantasy.",
                "fall_Sun6": "Les gens agissent complètement différemment dans les grands groupes. Ils mettent tous ce masque, cette persona...#$b#...et c'est juste pour que les autres personnes les acceptent.#$b#Ne deviennent-ils pas un peu trop à l'aise en perdant le contact avec la vraie version d'eux-mêmes ?",
                "fall_Sun10": "Hé. Tu veux rester tard avec moi ce soir ?#$e#Quand il y a une lueur à l'horizon, c'est généralement là que je peux dire qu'il est temps d'aller au lit.",
                "winter_Mon6": "Les gens disent toujours \"sois juste toi-même,\" mais je pense que pour la plupart d'entre eux, c'est juste un dicton.#$b#Ils ne le pensent pas vraiment quand ils le disent.",
                "winter_Mon8": "La fête de l'étoile d'hiver arrive. Je sais que je devrais essayer de penser à des choses pour lesquelles je suis reconnaissante, mais...$s#$b#...c'est dur quand il y a tant de gens de mon âge qui avancent dans leur vie.$s",
                "winter_Mon10": "J'étais juste en train de penser... Je suis vraiment reconnaissant de t'avoir dans ma vie.$l#$e#Je pensais juste à quelque chose, avec la fête de l'étoile d'hiver qui arrive.",
                "winter_Tue2": "Tu veux parler ? Euh... Je suis un peu occupée en ce moment.#$e#Ok, pas \"occupé\" occupé, mais...$s#$b#...Désolé, aujourd'hui n'est pas un bon jour. Peut-être plus tard.",
                "winter_Wed6": "Sam est encore en manque d'affection. Et on a joué en ligne la nuit dernière. Sam est encore dans le besoin. Et nous avons juste joué en ligne la nuit dernière.#$e#Ah bon. Elle est toujours heureuse si je ne dis oui qu'une fois sur les quatre ou cinq fois où elle me le demande.",
                "winter_Wed10": "Abby est une fille super, ne vous méprenez pas. Elle est plus cool que la plupart des gens en ville.#$b#Mais elle est un peu jeune. Et en plus, je t'ai toi.$l",
                "winter_Thu4": "J'avais l'habitude d'aimer mes sushis habillés autant que possible. Mais si le poisson est bon, tout le reste ne fait qu'entraver la saveur.#$e#Peut-être un peu de sauce soja.#$e#En plus, un de mes personnages préférés d'une série que je lis a un faible pour le sashimi, donc...$s",
                "winter_Thu10": "Tu veux finir mon café ? J'en ai déjà bu quelques tasses. [395]#$e#Il faut que tu te réchauffes !$h",
                "winter_Fri4": "Hmm... Je me demande si je peux braver le froid pour aller faire un tour ce soir...$s",
                "winter_Fri6": "Je suis très excité. Un nouveau volume de \"Cave Saga X\" sort le mois prochain.$h#$e#J'ai déjà précommandé le mien.$h",
                "winter_Sat4": "Tu ne dois pas passer beaucoup de temps à la maison, vu que tu es toujours en train de courir partout.#$e#Ça a l'air épuisant.",
                "winter_Sat8": "Je ne comprends pas pourquoi l'idée d'une vie après la mort est si attrayante. Les gens se rendent-ils compte de la durée réelle de l'éternité ?#$e#Je comprends le besoin de confort, mais...#$b#...pour moi, penser à \"l'éternité\", c'est plutôt regarder dans un abîme sans fin. Je préfère me concentrer sur ce qui est temporaire et en face de moi.",
                "winter_Sat10": "Mec, je dois partir d'ici, vite.#$e#Du nouveau dans votre ferme, malgré la neige ?",
                "winter_Sun4": "J'ai construit un Snowgoon mais Demetrius m'a obligé à m'en débarrasser.#$b#Tu sais que ta vie va à l'envers quand ton beau-père te traite comme un enfant de six ans.$u",
                "winter_Sun6_inlaw_Maru": "Je n'arrive pas à croire que Maru vienne encore ici pour construire son bonhomme de neige.#$e#Tu es sûr que c'était une bonne idée d'épouser quelqu'un qui vit à deux pas de ta ferme ?#$e#Désolé. Je veux dire, si ça marche pour toi.$s",
                "spring_1_2": "Je devrais parcourir les forums pour trouver d'autres clients. N'importe quoi pour me tenir occupé à l'intérieur ce printemps.",
                "spring_12": "Je ne suis pas trop fan des festivals. Beaucoup d'agitation, trop d'interaction sociale... Plus de stress que de plaisir, si tu me demandes.",
                "spring_23": "Pouah... Demain est le pire festival de l'année, et de loin. Attends juste de voir à quel point j'ai l'air stupide pendant la danse des fleurs.",
                "summer_10": "Hehe... Ca pourrait être drôle de mettre quelque chose de dégoûtant dans la soupe du potluck demain. Mais n'empoisonnez personne.#$e#Pourquoi gâcher le repas-partage ? Hmm... Je suppose que certaines personnes se sentent libérées quand les structures rigides de la société s'effondrent un peu. Peut-être que je suis bizarre.",
                "summer_27": "Demain, nous nous rassemblerons tous sur les quais pour assister à la migration des baleines au clair de lune. Je pense que ça commence à 10 heures.",
                "fall_20": "Tu attends avec impatience le festival de la veille des esprits ? C'est probablement mon préféré.$h",
                "fall_26": "Le festival Spirit's Eve est demain. J'espère vraiment qu'ils auront ces squelettes exposés à nouveau cette année.$h#$e#J'ai presque l'impression qu'ils sont mes amis à ce stade.",
                "winter_24": "C'est la veille de l'étoile d'hiver aujourd'hui. Tu ferais mieux de t'assurer que tu as l'estomac vide pour la fête de demain.",
                "winter_28": "Ce serait bien si on pouvait sauter la première partie de l'année.#$b#Tout le monde prend des résolutions vides qu'ils ne tiendront jamais. J'aimerais que plus de gens puissent au moins être sincères.",
                "Mountain_47_23": "Je viens ici pour le calme et la tranquillité.",
                "summer_Mountain_58_35": "#$c .5#La température ne devient confortable que la nuit.#$e#Il semble toujours y avoir un peu de fraîcheur au bord du lac.",
                "spring_12_2": "Je ne suis pas trop fan des festivals. Beaucoup d'agitation, trop d'interaction sociale... Plus de stress que de plaisir, si tu me demandes.",
                "spring_23_2": "Pouah... Demain est le pire festival de l'année, et de loin. Attends juste de voir à quel point j'ai l'air stupide pendant la danse des fleurs.",
                "summer_10_2": "Hehe... Ca pourrait être drôle de mettre quelque chose de dégoûtant dans la soupe du potluck demain. Mais n'empoisonnez personne.#$e#Pourquoi gâcher le repas-partage ? Hmm... Je suppose que certaines personnes se sentent libérées quand les structures rigides de la société s'effondrent un peu. Peut-être que je suis bizarre.",
                "fall_20_2": "Tu attends avec impatience le festival de la veille des esprits ? C'est probablement mon préféré.$h",
                "fall_26_2": "Le festival Spirit's Eve est demain. J'espère vraiment qu'ils auront ces squelettes exposés à nouveau cette année.$h#$e#J'ai presque l'impression qu'ils sont mes amis à ce stade.",
                "winter_24_2": "C'est la veille de l'étoile d'hiver aujourd'hui. Tu ferais mieux de t'assurer que tu as l'estomac vide pour la fête de demain.",
                "winter_28_2": "Ce serait bien si on pouvait sauter la première partie de l'année.#$b#Tout le monde prend des résolutions vides qu'ils ne tiendront jamais. J'aimerais que plus de gens puissent au moins être sincères."
            }
        },
        {
            "LogName": "Sebastian Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueSebastian",
            "Entries": {
                "Rainy_Day_0": "#$c .5#Enfin... une grosse pluie. Je me lasse facilement du temps ensoleillé.#Je pense que je vais passer une bonne journée aujourd'hui. Et tu t'amuses aussi, d'accord ?$h",
                "Rainy_Day_1": "#$c .5#Hé. Je pensais à mon ancienne chambre au sous-sol. Je m'y sentais bien, mais celle-ci est beaucoup plus intéressante. Et l'odeur ne me manque pas...#Je ne pouvais pas vraiment entendre le bruit des gouttes de pluie dans mon ancienne chambre au sous-sol. C'est bien d'en être capable dans cette maison.$7#$e#Je me sentais un peu gênée de vivre dans la maison de ma mère pendant si longtemps.",
                "Rainy_Day_2": "Hé. Je n'arrivais pas à dormir la nuit dernière alors je suis allé faire un tour dans les grottes. J'ai trouvé ça... tu le veux ?[575 769 767 84 66 78]#$e#$c .5#J'ai juste du mal à dormir parfois, ça n'a rien à voir avec toi. Je t'aime.$7#J'ai juste continué à marcher, et je suppose que je me suis un peu emporté. Désolé, je ne voulais rien dire par là.",
                "Rainy_Day_3": "#$c .5#C'est une bonne journée pour s'allonger, lire un livre ou autre chose... Qu'en penses-tu ?#C'est à la limite de mon cerveau... Hier, j'étais déconcerté par ce problème de codage, mais aujourd'hui, je pense que je peux le faire fonctionner.$7",
                "Rainy_Day_4": "#$c .5#Hé, un autre jour de pluie... parfait.#$e#Tu as l'air d'avoir froid... Viens plus près.$l#Tu te souviens de cette journée qu'on a passée à la plage ? Sous le parasol ?$l",
                "Rainy_Night_0": "I'm trying my best to quJe fais de mon mieux pour arrêter de fumer maintenant qu'on est mariés... Je ne veux pas mourir dans tes bras. C'est une mauvaise habitude.it smoking now that we're married... I don't wanna die on you. It's a bad habit.#$e#Je veux qu'on ait un avenir ensemble.$l",
                "patio_Sebastian": "#$c .5#Besoin de quelque chose ? Je vais rester ici à travailler sur mon vélo pendant un moment.#Je veux juste m'assurer que tout est en parfait état. La prochaine fois que je roule, je ne veux pas avoir de soucis en tête.",
                "Rainy_Night_1": "#$c .5#J'étais d'humeur musicale aujourd'hui, alors j'ai joué avec un programme de synthétiseur. J'aimerais le faire plus souvent ; c'est vraiment gratifiant.$h#J'ai travaillé un peu sur l'ordinateur portable aujourd'hui. En fait, je réfléchissais à des idées pour un jeu que je veux faire.#$e#Avec vos revenus agricoles, je peux me permettre de faire ce que je veux de ma vie. C'est assez incroyable. Merci.$h",
                "Rainy_Night_2": "#$c .5#Oh, bon sang ! J'étais censé sortir les poubelles aujourd'hui, n'est-ce pas ? Je le ferai... demain matin.$s#Désolé, je n'ai pas fait de dîner. Il y a peut-être une pizza surgelée dans le frigo ou autre chose.#$e#Je ne sais pas, mon esprit était ailleurs. C'est dur de se rappeler de faire les corvées...",
                "Rainy_Night_3": "Comment s'est passée votre journée ? Tu as tué des monstres ?$h#$e#$c .5#Ça fait du bien de se défouler de temps en temps, n'est-ce pas ?#Dans tous les cas, je suis content que tu saches comment éviter d'être ennuyeux.$7",
                "Rainy_Night_4": "#$c .5#Peut-être qu'une sorcière nous rendra visite ce soir ? Hah... si seulement la vie était aussi intéressante...#Hé, fais moi savoir quand tu es prêt à te coucher pour la nuit...$l",
                "Indoor_Day_0": "Plus je vieillis, moins je suis attiré par la ville. Elle avait une certaine mystique à elle, autrefois.#$e#$c .5#Mais il s'avère que ce n'était qu'un fantasme romantique. La ville est si animée, si pleine de gens... Je n'y ai pas ma place. Je suis un solitaire.#Vivre ici... c'est juste le bon type de solitude pour moi. Le genre qui me fait attendre avec impatience de te revoir chaque jour à la maison.$7",
                "Indoor_Day_1": "Hé... tu veux du café ?[395]$7#$e#$c .5#J'en avais besoin... je me suis réveillée tôt après un cauchemar et je n'arrivais pas à me rendormir.#C'est de la bonne qualité. Pas les déchets de la marque Joja.",
                "Indoor_Day_2": "Je n'arrivais pas à dormir la nuit dernière, alors je suis allé faire un tour de nuit en moto.#$e#$c .5#J'ai besoin de rester indépendante, même si nous sommes mariés. C'est comme ça que je suis. Mais je t'aime toujours.$7#La lune était assez brillante pour projeter des ombres à travers les arbres. C'était juste la nuit parfaite.$7",
                "Indoor_Day_3": "Hé. Tu as bien dormi la nuit dernière ?#$e#$c .5#Je t'ai entendu marmonner. Tu avais l'air effrayé, mais je dois admettre... que c'était plutôt mignon.$l#La nuit n'a pas été trop mauvaise pour moi, mais j'admets que je suis jaloux de la façon dont tu peux dormir comme un loir parfois.$7",
                "Indoor_Day_4": "#$c .5#Vivre ici avec toi m'apprend à sortir un peu de ma coquille. Je pense que c'est bon pour moi.$7#La façon dont tu as monté cette ferme... Je dois dire que ça m'a permis d'apprécier d'où vient notre nourriture.$7",
                "Indoor_Night_0": "Hé. J'ai juste traîné autour de la maison, aujourd'hui. Rien d'intéressant...#$e#...#$e#$c .5#Oh, j'ai rattrapé toute la vaisselle et la lessive. Donc il y a ça.#La vue depuis notre maison est parfaite. Tu peux voir le soleil se coucher sur Pelican Town depuis le porche d'entrée.",
                "Indoor_Night_1": "J'ai peut-être bu trop de café... Je ne me sens pas très fatigué.#$e#$c .5#Je ne voulais pas qu'il soit gaspillé. Ça, et c'était une saveur que j'aime vraiment.#J'essaie toujours de m'adapter aux horaires de la ferme. J'avais l'habitude de rester debout jusqu'à 5 heures du matin et de faire la grasse matinée jusqu'à 14 heures, parfois.$h",
                "Indoor_Night_2": "#$c .5#Je pensais que vivre à côté de ma famille ne serait pas assez loin. Mais les choses sont beaucoup moins tendues juste parce que je n'ai pas à partager un toit.#C'est vraiment cool d'avoir notre propre maison. Je peux faire ce que je veux et ne pas avoir de gens qui me harcèlent tout le temps.#$e#Je suis sûr que Maru est heureux que je sois parti.",
                "Indoor_Night_3": "#$c .5#J'ai repéré une chauve-souris par la fenêtre tout à l'heure. C'est un peu difficile à voir, mais si tu restes concentré, tu peux souvent les attraper en train de voltiger. Elles sont là.#Oh, hé. J'ai fait ça, si tu le veux. Ce n'est pas vraiment la qualité d'un restaurant, mais j'apprends. [227 228]",
                "Indoor_Night_4": "#$c .5#J'ai souvent eu l'impression de ne pas être appréciée chez moi... mais ici, j'ai vraiment l'impression d'être à ma place. Merci de me faire sentir le bienvenu.$l#Je ne me sens pas fatiguée, mais je vais essayer d'aller me coucher. Je veux juste avoir une chance de te voir avant que tu ne partes pour la journée.$7",
                "Outdoor_0": "#$c .5#Je sens que je veux faire quelque chose aujourd'hui... mais je ne sais pas quoi. Tu as déjà eu ce problème ?#Hah, je suis resté debout presque toute la nuit ici, à lire sous la lumière du porche. Je pourrais avoir besoin d'une sieste plus tard.$h",
                "Outdoor_1": "Hmm... parfois je dois me forcer à rester dehors pour la santé.#$e#$c .5#Je ne sais pas ce que c'est, mais j'aime être à l'intérieur. Peut-être que je suis juste tellement habitué à mon sous-sol sombre.#Le soleil commence à être assez brillant. Je vais probablement y retourner bientôt.",
                "Outdoor_2": "#$c .5#Je vais te regarder d'ici. J'aime bien te regarder.$h#Debout sur le porche comme ça... Je me demande si un jour je deviendrai un vieux mentor mystérieux pour un enfant de la ville.$7",
                "Outdoor_3": "#$c .5#Je ne veux pas devenir molle maintenant que je suis une fille mariée. Peut-être que je devrais commencer à manger plus de piments forts et à faire de la musculation ? C'est juste une idée...$h#Je suis allé faire un petit tour juste avant que tu te lèves. On dirait que certains animaux sont déjà debout et vivants.$7",
                "Outdoor_4": "Nous devrions élever plus de slimes... En grande quantité, ils peuvent être assez rentables. Et ils sont si faciles à élever.#$e#Aussi, des slimes de couleurs différentes produisent des objets différents. Je ne sais pas, je pense que ce serait une sorte de passe-temps amusant pour nous.",
                "OneKid_0": "#$c .5#Je suis encore en train de m'habituer à être une mère. Ne t'inquiète pas, je prendrai bien soin de notre enfant ! C'est juste... quelque chose de nouveau.#Eh bien, nous l'avons finalement fait. Nous avons découvert quelqu'un dont les horaires de sommeil sont encore plus erratiques que les miens. Merci, %kid1.$s",
                "OneKid_1": "#$c .5#Être une mère est tellement plus difficile que je ne l'aurais jamais pensé... mais je sais que tu es celle qui gagne notre vie, alors je promets de faire de mon mieux chaque jour.#Peut-être quand %kid1 est un peu plus âgé, j'achèterai un side-car pour la moto et on pourra tous aller faire un tour.$h",
                "OneKid_3": "#$c .5#Je ne pensais pas que je pouvais aimer autant un tout petit être humain. Sérieusement, je ferais absolument tout pour cet enfant.$l#Tu as senti %kid1? Il est peut-être temps de prendre un bain...",
                "TwoKids_0": "#$c .5#J'essaie de garder les enfants sur un calendrier pour préserver ma santé mentale. Mon propre emploi du temps est toujours en désordre, cependant.#Ne t'inquiète pas, j'ai déjà nourri les enfants... %kid2 J'ai encore renversé le lait au chocolat sur ma chemise.",
                "TwoKids_1": "#$c .5#Je ne peux pas dire que c'est exactement le genre de vie que j'imaginais quet je t'ai rencontré. Mais ça semble plus utile que je ne l'aurais jamais imaginé.$l#J'espère %kid1 and %kid2 sont gentils l'un envers l'autre. Maru et moi nous sommes toujours disputés quand nous étions enfants. ...Si j'y repense, c'était surtout ma faute...",
                "TwoKids_2": "#$c Bientôt, quand les enfants dormiront, j'aurai besoin d'être seule. Les enfants m'ont épuisé.$s#J'ai fait ce rêve récurrent que %kid2 porte un costume de shaman de l'ombre et est assis sur une citrouille lumineuse. Bizarre, hein ?",
                "TwoKids_3": "Nous avons parcouru un long chemin, @. Regardez notre famille. Pour être honnête, je n'ai jamais vraiment pensé que je me retrouverais dans cette situation.#$e#Maintenant que je suis là, j'aime bien...$l",
                "funLeave_Sebastian": "#$c .5#Je vais faire une promenade aujourd'hui. J'ai besoin d'un peu de temps pour moi. Je te verrai dans la soirée.#J'ai beaucoup de choses en tête aujourd'hui. Je te dirai dans la soirée si c'est toujours le cas, mais pour l'instant, j'ai juste besoin de faire un tour.",
                "funReturn_Sebastian": "#$c .5#Ma journée s'est bien passée, pas grand chose à te raconter. Pourquoi tu ne me raconterais pas la tienne ?#Hmm ? Oh, je suis d'assez bonne humeur, en fait. Et toi ?$7",
                "spring_8": "Ma paupière droite n'arrête pas de se contracter. Ça fait presque un mois que ça dure.#$e#C'est drôle. Je ne me sens pas si stressée.#$e#Peut-être que c'est à force de regarder les écrans. Mais je ne vais pas les abandonner pour une petite chose comme ça.$u",
                "spring_16": "On se moquait beaucoup de moi quand j'étais enfant. Ça ne me dérange plus vraiment, cependant.#$e#Au contraire, ça m'aide à apprécier davantage le présent.$7",
                "spring_26": "L'attente est enfin terminée. Il y a un nouveau Cave Saga X qui devrait être livré plus tard dans la journée.$h",
                "spring_28": "Bon sang... J'ai complètement dévoré le nouveau Cave Saga X. Je n'arrive pas à croire que l'attente est de nouveau de mise.#$e#Je vais devoir le relire. Il y a probablement des présages ou des secrets que j'ai manqués.",
                "summer_5": "Tu mets de l'écran solaire aujourd'hui ? Ugh. Je suis désolé.#$e#Tu... fais beaucoup pour nous, n'est-ce pas ? Je vais... faire un peu de ménage dans la maison aujourd'hui.$u#$e#Écoute, et si tu veux t'acheter une friandise ou autre, je ne vais pas me plaindre. Tu as gagné l'argent.",
                "summer_15": "Sérieusement, comment se fait-il qu'il fasse déjà si chaud ? Ce n'est jamais bon signe quand il est 6 heures du matin et que j'ai déjà mis ma tête dans le congélateur une fois...$u",
                "summer_19": "Il y a un jeu vidéo de charité qui est diffusé en direct aujourd'hui. Je pense que je sais ce que je vais faire pour ne pas penser à la chaleur aujourd'hui.$h",
                "summer_22": "Tu n'es jamais fatigué de courir partout tout le temps ? Je te jure, tu dois avoir du sirop de boisson énergétique pour le sang.$7",
                "fall_6": "J'ai pris un autre travail en freelance hier avec un ancien client. Cela devrait me tenir occupé pendant quelques jours.$7#$e#Je suis en fait assez excité de travailler sur celui-ci.$h",
                "fall_17": "Ok, je l'admets, j'ai fumé hier à la foire. Mais c'était une occasion spéciale. Je te promets que je ne vais pas m'y remettre.$s",
                "fall_22": "J'essaie de garder les choses en perspective en reconnaissant que tout est temporaire. Tout le monde finit par s'effacer.#$e#Ouais, parfois je vais un peu trop loin avec ces pensées, mais... j'en ai besoin.$u#$b#Ça peut paraître bizarre, mais c'est vraiment le cas.",
                "winter_3": "Ce genre de saison est parfait pour les randonnées nocturnes.$7#$e#Ne vous inquiétez pas, je n'irai pas si les routes sont gelées. Je ne suis pas un idiot.$h",
                "winter_12": "L'air est tellement sec et vivifiant. Juste comme je l'aime.$h",
                "winter_19": "Hm. J'ai l'habitude de prendre du café, mais peut-être qu'aujourd'hui c'est un jour de chocolat chaud.$u#$e#Avec des marshmallows.$7",
                "winter_24": "On va s'asseoir avec toute ma famille demain. Tu sais... Je suis en fait un peu impatient de le faire.$h",
                "winter_26": "...La neige fond. *Soupir*$s"
            }
        }
    ]
}