{
    "Changes": [
        {
            "LogName": "Shane",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Shane",
            "Entries": {
                "Introduction": "Je ne te connais pas. Pourquoi est-ce que tu me parles... ?",
                "JojaMart": "%Shane travaille dur. Elle ne semble pas intéressée à parler.",
                "Mon": "Je ne te connais pas. Pourquoi est-ce que tu me parles ?",
                "Mon6": "J'ai appris il y a quelque temps que c'est plus facile d'exclure les nouvelles personnes avant qu'elles ne me connaissent.#$e#Beaucoup de gens se révèlent être des abrutis.",
                "Mon8": "Emily est une bonne fille. Elle me donne de la bière et elle m'écoute. Pas grand chose d'autre dont j'ai besoin.#$e#Tu es plutôt cool, toi aussi.",
                "Tue8": "Clint est un peu maladroit. Je ne sais pas comment Emily supporte l'attirance évidente qu'il a pour elle.#$e#Ou peut-être qu'elle est juste inconsciente...$u",
                "Tue10": "Ça n'aurait jamais marché pour moi et Emily... pour des raisons évidentes. Je suis content de t'avoir.$l^Emily et moi avons toujours été juste des amis. Je suis content que ça soit resté comme ça.$l",
                "Wed2": "...'Super.$s",
                "Wed4": "Est-ce que je suis déjà devenu bizarre et vulnérable avec toi quand j'étais bourré ? J'ai tendance à le faire.$u#$e#Quoi que j'aie dit, ne lisez pas dedans.$u",
                "Wed6": "$d Joja#*Soupir* ...Chaque jour est le même. Remplir ces horribles étagères, aller au saloon, se tourner et se retourner toute la nuit.$s|Je détestais mon travail chez JojaMart, mais maintenant que je suis au chômage, je me sens encore plus mal.$s",
                "Wed10": "Mon conseiller m'a beaucoup aidé avec mes idées de suicide. Je pense que je suis en train de dépasser ça.#$b#L'alcool reste un sujet difficile.#$e#Beaucoup de gens ne comprennent pas. Je ne peux pas simplement \"arrêter d'aller\" au saloon.$s",
                "Thu2": "...'Hé.$s",
                "Thu10": "J'ai toujours des hauts et des bas. Mais ces derniers temps, les choses semblent aller un peu mieux.#$e#Comme, aujourd'hui c'est bien, non ? Tu t'es arrêté pour parler, pour une chose.$h",
                "Fri2": "Tu ne vas pas me laisser tranquille, n'est-ce pas ? $s",
                "Fri10": "@, J'apprécie que tu sois là pour moi. Mais tu réalises que tu ne vas pas me réparer, n'est-ce pas ?#$e#Je dis juste que ce que tu vois est ce que tu obtiens.#$e#Réfléchis bien. Je ne veux pas te faire de mal.$s",
                "Sat10": "Oh mec, j'étais vraiment bourré avant d'aller me coucher hier soir.$s#$q 530/531/532 Sat_old#Tu dois être déçu par moi.#$r 530 -250 Sat_530#Ouais ! Je croyais que tu voulais te désintoxiquer !#$r 531 0 Sat_531#Le rétablissement a ses hauts et ses bas.#$r 531 0 Sat_531#Désolé, je sais que c'est dur pour toi.#$r 532 -50 Sat_532#Pas de problème. Tu fais ce que tu veux.",
                "Sat_old": "$p 530#Ecoute, je fais de mon mieux. Je suis désolé si je te laisse tomber parfois.$s|Mais j'apprécie que tu sois toujours là, quoi qu'il arrive.",
                "Sat_530": "...#$b#Il est clair que je ne suis pas assez bien pour toi.#$b#C'est cool. Va traîner avec quelqu'un d'autre.",
                "Sat_531": "...#$b#Comment peux-tu être aussi bon ? Tu ne te mets jamais en colère pour quoi que ce soit ?$s#$e#Merci, cependant.",
                "Sat_532": "...#$b#Sérieusement, c'est quoi ce bordel. Est-ce que tu te soucies au moins de ce que je fais ?$a",
                "Sun2": "Encore toi ? Combien de fois dois-je te dire de me laisser tranquille ?$s",
                "Sun4": "Hmm... c'est %temps. Je mets une pizza surgelée au micro-ondes ou j'attends ?$u",
                "summer_Mon6": "$d Joja#Je pense que je vais passer un peu plus de temps dans le congélateur de l'arrière-boutique de Joja quand il fait chaud comme ça.$u|Hmm... qu'est-ce que je peux faire pour passer le temps aujourd'hui ?",
                "summer_Mon8": "Je pense qu'Emily est gentille juste pour le plaisir d'être gentille. Je n'ai pas besoin de sa pitié, mais...#$b#...je n'ai pas non plus besoin de sa compagnie.$u",
                "summer_Mon10": "Jas et moi avons joué à un jeu assez amusant hier. On a fait une petite course d'obstacles dehors.$h#$e#Je sais que je n'ai pas eu une grande influence sur Jas, mais tu dois admettre que j'ai mes moments.",
                "summer_Tue8": "$d Joja#Ma promenade pour aller au travail le matin est agréable pendant l'été. C'est tellement calme et il ne fait pas encore trop chaud.|Ces poulets m'obligent à me lever tôt. Mais au moins l'air est agréable en été quand le soleil se lève.",
                "summer_Tue10": "J'ai peut-être un peu craqué pour Emily, à un moment ou à un autre, mais...$s#$b#...tu es différente dans le sens où tu sembles être sérieuse et vouloir quelque chose de moi, aussi.$l",
                "summer_Wed6": "$d Joja#*Soupir* ...Chaque jour est le même. Remplir ces horribles étagères, aller au saloon, se tourner et se retourner toute la nuit.$s|Je détestais mon travail chez JojaMart, mais maintenant que je suis au chômage, je me sens encore plus mal.$s",
                "summer_Wed8": "Marnie et Jas ont supporté beaucoup de mes conneries. En fait, je me sens motivé pour faire de mon mieux pour eux.#$e#Ce n'est pas quelque chose que j'ai ressenti depuis longtemps.",
                "summer_Thu6": "Tu as hâte d'être à la saison du football ?#$e#Parfois, c'est aussi amusant de regarder la ligue junior pendant la saison morte. Les billets sont moins chers.",
                "summer_Thu8": "Mec, les poulets ne veulent pas rester en dehors des problèmes ces derniers temps. Ils cassent des trucs... Se coincer dans des trucs...#$b#Hah, au moins ils ont besoin de moi pour quelque chose.$h",
                "summer_Thu10": "Quand tes deux meilleurs amis meurent le même jour, ça te perturbe vraiment.$s#$e#J'ai eu des problèmes avant qu'ils ne meurent, mais c'est vraiment encore le pire.",
                "summer_Fri4": "Quelle journée chaude. Je pourrais vraiment en prendre une fraîche.#$e#Tu es partant(e) ?",
                "summer_Fri6": "J'ai vu des photos d'anciens camarades de classe en ligne.$s#$e#Les plus révoltantes sont celles des personnes qui ne peuvent pas prendre une photo sans leur bébé dans le champ.",
                "summer_Fri8": "Voir les gens qui ont tout... l'argent, la maison, les enfants studieux...#$b#...ça semble presque encore plus déprimant que ce que j'ai.#$e#Hé, la puce sportive ! Félicitations pour un autre bulletin de notes parfait ! Allons manger une glace !$10#$b#Dégueulasse.$u",
                "summer_Fri10": "Sur un million de personnes, je parie que tu es le seul qui ne m'aurait pas laissé tomber à ce stade.#$e#Hé, je ne prends pas ces choses pour acquises.",
                "summer_Sun6": "On dirait que j'ai un peu d'intestin. Oh là là. Bientôt je serai le gars qui a tout !$u",
                "summer_Sun8": "$d Joja#Retour au travail pour une autre semaine demain. Ouais...$s|Ça me manque de ne plus avoir de vrais week-ends, comme avant. Mais je suppose que c'est le prix à payer pour être un homme-poulet à plein temps, maintenant.",
                "summer_Sun10": "@, une chose que tu devrais probablement savoir est que je suis techniquement la marraine de Jas.$s#$e#Marnie est vraiment celle qui l'a élevée, cependant. J'ai vraiment merdé sur ce coup-là.$s",
                "fall_Mon6": "J'ai vu des photos d'anciens camarades de classe en ligne.$s#$e#Les plus révoltantes sont celles des personnes qui ne peuvent pas prendre une photo sans leur bébé dans le champ.",
                "fall_Mon8": "J'ai raté le match de football hier soir. Peu importe. C'est mieux en direct, de toute façon.",
                "fall_Mon10": "Tu as parfois l'impression que le monde entier te regarde comme un insecte dégoûtant ?",
                "fall_Tue8": "Au moins, la vie de Clint est plus merdique que la mienne. Le gars vit seul.#$e#Désolé, oui, c'était une chose merdique à dire.$s",
                "fall_Tue10": "C'est étrange comme je n'ai jamais l'impression de me lasser de te voir, @.#$e#Ça ne m'est jamais arrivé avant.$l",
                "fall_Wed6": "$d Joja#*Soupir* ...Chaque jour est le même. Remplir ces horribles étagères, aller au saloon, se tourner et se retourner toute la nuit.$s|Je détestais mon travail chez JojaMart, mais maintenant que je suis au chômage, je me sens encore plus mal.$s",
                "fall_Wed8": "Je suppose que je me suis attaché à Marnie et Jas. On est un groupe hétéroclite mais on a l'impression d'être une famille bizarre.#$e#Je n'ai jamais vraiment eu de famille quand j'étais enfant.$s",
                "fall_Thu6": "Hé @.#$e#Alors, tu bois ce soir ? C'est cool si tu veux te joindre à moi.",
                "fall_Thu8": "Tu aimes me parler ? Je suppose que je te crois... peut-être que tu es aussi bizarre que moi.$h",
                "fall_Thu10": "J'ai toujours des hauts et des bas. Mais ces derniers temps, les choses semblent aller un peu mieux.#$e#Comme, aujourd'hui c'est bien, non ? Tu t'es arrêté pour parler, pour une chose.$h",
                "fall_Fri4": "$d Joja#Cette fille, Sam ? Oui, je travaille avec elle. Je ne lui parle pas vraiment beaucoup, cependant.|Cette fille, Sam ? Oui, on a travaillé ensemble. Je ne lui ai jamais vraiment parlé, cependant.",
                "fall_Fri8": "Je vais certainement aller au saloon ce soir. Qu'y a-t-il d'autre à faire ?",
                "fall_Fri10": "@, J'apprécie que tu sois là pour moi. Mais tu réalises que tu ne vas pas me réparer, n'est-ce pas ?#$e#Je dis juste que ce que tu vois est ce que tu obtiens.#$e#Réfléchis bien. Je ne veux pas te faire de mal.$s",
                "fall_Sun6": "...je pense que je pourrais prendre du poids.$s",
                "fall_Sun8": "Si je regarde plus la télé, je pourrais peut-être oublier la vie. Ce serait relaxant.$u",
                "fall_Sun10": "Un nouveau poussin a éclos dans notre ferme la nuit dernière. C'est une bonne journée jusqu'à présent.$h",
                "winter_Mon8": "Je ne comprends pas comment quelqu'un comme Emily est si satisfaite de sa vie.#$e#Je ne supporterais pas son travail et sa vie si j'étais à sa place.#$e#Et je ne traînerais probablement pas avec des gars comme moi, non plus.$s",
                "winter_Mon10": "Quand tes deux meilleurs amis meurent le même jour, ça te perturbe vraiment.$s#$e#J'ai eu des problèmes avant qu'ils ne meurent, mais c'est vraiment encore le pire.",
                "winter_Tue4": "Les pauvres petites mères sont coincées à l'intérieur tout l'hiver. Il faut prendre soin d'eux.#$e#Tu as compris que je parlais de poulets, hein ?$u",
                "winter_Tue8": "Les poulets sont-ils mieux ou moins bien lotis que les humains ? Hmm...$u#$e#Pire, je dirais.#$b#Sauf si ce sont des poulets élevés en liberté. Dans ce cas... je ne sais pas.",
                "winter_Tue10": "Mon conseiller m'a beaucoup aidé avec mes idées de suicide.#$b#L'alcool reste un sujet difficile.#$e#Beaucoup de gens ne comprennent pas. Je ne peux pas simplement \"arrêter d'aller\" au saloon.$s",
                "winter_Wed6": "$d Joja#*Soupir* ...Chaque jour est le même. Remplir ces horribles étagères, aller au saloon, se tourner et se retourner toute la nuit.$s|Je détestais mon travail chez JojaMart, mais maintenant que je suis au chômage, je me sens encore plus mal.$s",
                "winter_Wed8": "J'essaie de faire de mon mieux pour Jas. Elle dit qu'elle a déjà de bons souvenirs avec moi.#$e#Je ne me souviens pas de certains de ceux qu'elle mentionne, cependant.$s",
                "winter_Thu6": "C'est un peu une journée de merde aujourd'hui...$s#$e#Tu n'as jamais été aussi ivre ?",
                "winter_Thu8": "Tu aimes me parler ? Je suppose que je te crois... peut-être que tu es aussi bizarre que moi.$h",
                "winter_Thu10": "Je dirai... Je me suis complètement trompé sur toi.#$b#La première fois que je t'ai vu, j'ai pensé que tu étais un crétin fini. Je suis heureux d'avoir eu tort.$h",
                "winter_Fri6": "Je vais certainement aller au saloon ce soir. Qu'y a-t-il d'autre à faire ?",
                "winter_Fri8": "Voir les gens qui ont tout... l'argent, la maison, les enfants studieux...#$b#...ça semble presque encore plus déprimant que ce que j'ai.#$e#Hé, la puce sportive ! Félicitations pour un autre bulletin de notes parfait ! Allons manger une glace !$10#$b#Dégueulasse.$u",
                "winter_Fri10": "$d Joja#L'idée de te voir est ce qui me fait tenir la journée. On se voit ce soir ?|Hé, j'espère que tu restes au chaud. J'ai un vieux manteau que tu peux emprunter si tu en as besoin.",
                "winter_Sun6": "La saison de football a été intéressante.#$e#Enfin, c'est ce que j'ai entendu dire. J'ai raté une tonne de matchs.",
                "winter_Sun8": "C'est comment pour ces millionnaires alcooliques fonctionnels ? Comme les PDG qui ont toujours la moitié d'un minibar derrière leur bureau ?#$b#Est-ce qu'ils restent plâtrés toute la journée et sont payés pour ça ? Si c'est le cas, je m'inscris.#$e#On dirait que j'ai raté ma vocation.",
                "winter_Sun10": "Ce que tu dois comprendre, @, c'est que quand je fais de mon mieux, ça a l'air bien pire que ce que font les autres.$s#$e#Je pensais juste que tu devais le savoir.",
                "winter_28": "Une autre année écoulée ? Mon pote.$u#$e#Devinez ce que je vais faire toute la soirée.",
                "spring_1_2": "Buh, ma tête.$s#$e#Est-ce que je peux juste dormir pendant toute cette année ?$s",
                "winter_28_2": "Une autre année écoulée ? Mon pote.$u#$e#Devinez ce que je vais faire toute la soirée."
            }
        },
        {
            "LogName": "Shane Marriage",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueShane",
            "Entries": {
                "Rainy_Day_0": "J'espère que Jas et Marnie se débrouillent bien sans moi.#$e#Je ne suis pas trop inquiet... Jas est assez grande maintenant pour s'occuper des animaux toute seule.",
                "Rainy_Day_1": "#$c .5#Fais-moi une faveur... quand je mourrai, utilise ma poussière pour fertiliser du maïs pour les poules.#Mes genoux sont un peu raides aujourd'hui. Ça ne t'arrive jamais, ou c'est juste moi ?$s",
                "Rainy_Day_2": "#$c .5#Tiens... prends ça.[346 174 303 305 215] J'en ai acheté il y a un moment et ils sont presque périmés...#Tiens, prends ça pour plus tard. [346 346 303] Juste un petit rappel pour ne pas travailler trop dur quand on peut se permettre d'être paresseux.",
                "Rainy_Day_3": "#$c .5#Buhh... Je n'ai pas envie d'être productif aujourd'hui.#...d'accord. On s'en fout. Je trempe ma pizza dans la sauce ranch aujourd'hui.$u",
                "Rainy_Day_4": "#$c .5#Bon, est-ce que je dois faire quelque chose d'utile aujourd'hui... ou juste faire une sieste éternelle ?#Hier soir, j'avais tellement envie de faire des abdos aujourd'hui. Mais cette pluie tue vraiment ma motivation.",
                "Rainy_Night_0": "Hmm... ça semble être une bonne nuit pour mettre quelques pizzas au micro-ondes.#$e#Certaines personnes aiment les faire cuire au four, mais c'est trop long pour moi. En plus, j'aime cette texture molle.$h",
                "patio_Shane": "#$c .5#Charlie s'en sort bien.$8#Si Charlie est de bonne humeur, je suis de bonne humeur aussi.$8",
                "Rainy_Night_1": "#$c .5#Le tip-tappa-tip de la pluie m'emmène dans un autre temps... un autre endroit.#J'espère que Charlie n'a pas peur là-bas.$u",
                "Rainy_Night_2": "#$c .5#Je suppose que... si j'avais eu un pantalon, j'aurais pu sortir aujourd'hui... mais, non.#Et si on laissait Charlie vivre à l'intérieur ? Ce n'est pas comme s'il y avait un si grand désordre...$u",
                "Rainy_Night_3": "#$c .5#J'aime le temps sombre, mais je me sens un peu mal pour les poules.#Je n'arrive toujours pas à croire que tu passes tout ce temps dehors quand il pleut, comme si ce n'était pas grave.",
                "Rainy_Night_4": "#$c .5#Tip-tappa-tip-tappa-tip... Je commence à avoir soif.$6#Est-ce qu'on a des bières faites maison ? Je suppose que je me sens... chic ce soir.",
                "Indoor_Day_0": "#$c .5#Buh... parfois la vie ressemble à un flou lent et gris... tu vois ce que je veux dire ?#A la fin d'un autre jour sans intérêt. Hé, pas que ça doive être une chose horrible.",
                "Indoor_Day_1": "#$c .5#Hé. Prends ça... J'en ai mis un peu trop dans le micro-ondes. [195 215 206]Désolé si c'est mou et juteux.#S'il te plaît, ouvre ta bouche. Et fermez tes yeux. Et tu auras... une belle grosse surprise. [195 215 206]",
                "Indoor_Day_2": "#$c .5#Tu sais quoi ? Je crois que j'ai perdu du poids depuis que j'ai emménagé avec toi.$6#Ça ne t'ennuie pas que je ne sois pas aussi dynamique que la femme de rêve stéréotypée ?",
                "Indoor_Day_3": "#$c .5#*bisous*... Mmm, ça a le goût de quelqu'un qui a grignoté des rouleaux de pizza.$6#Hé, ne te brosse pas les cheveux. Tu as l'air sexy ce matin.",
                "Indoor_Day_4": "#$c .5#Je suis peut-être souvent renfermée et j'ai parfois l'air malheureuse... mais j'apprécie tout le travail que tu fais. Je suis une fille chanceuse.$6#Donne-moi quelque chose de positif sur lequel me concentrer. Je sais que je devrais me sentir bien le matin, j'ai juste besoin d'aide pour y arriver.",
                "Indoor_Night_0": "#$c .5#Je vais juste boire quelques bières de plus avant de fermer mes yeux pour la nuit.#J'ai fait une sieste pendant que tu étais sorti. J'espère que ça ne perturbe pas mon cycle de sommeil.",
                "Indoor_Night_1": "Si... Si seulement... ah, je repensais aux jours de gloire, quand je jouais au football dans l'équipe universitaire.$6#$b#Maintenant, je suis vieux et faible, mais...",
                "Indoor_Night_2": "#$c .5#Pouah... *gargouillis*... Je me sens un peu ballonné... oof... trop de sauce universelle Joja.#Hé, j'ai été sage aujourd'hui. Je voulais finir le sac de Carbo Cones, mais je me suis retenu.",
                "Indoor_Night_3": "#$c .5#Buh... J'aimerais être plus grande de 15 cm et beaucoup plus intelligente... Mais tu m'aimes pour ce que je suis ? J'ai encore du mal à comprendre ça...#Hé. Tu veux... aller te coucher en même temps que moi ?$l",
                "Indoor_Night_4": "#$c .5#J'ai passé toute la journée à regarder la télé et maintenant mes jambes sont comme de la pâte molle. Je suppose que je vais devoir y aller doucement jusqu'à demain.#Je devrais peut-être boire quelque chose pour m'aider à dormir. Ce n'est pas une bonne solution, mais c'est mieux que de rester debout toute la nuit.",
                "Outdoor_0": "Je n'ai pas bien dormi la nuit dernière, alors j'espère que cet air frais fera circuler le jus.#$e#Quels jus de fruits, tu demandes ? Heh... tu es bizarre.$h",
                "Outdoor_1": "Parfois, je m'arrête et je réalise que je ne suis rien de plus qu'un sac de chair juteuse et molle.#$e#Mais Hé... c'est très bien... c'est quoi la vie, de toute façon ?$h",
                "Outdoor_2": "#$c .5#Quand je m'arrête et que j'y pense... Je suis dans un bon endroit. Ma vie est plutôt sympa.$6#Je ne peux pas vraiment penser à un meilleur endroit où être en ce moment, qu'ici. Il faut garder les choses en perspective, non ?$6",
                "Outdoor_3": "#$c .5#Ooohh... ma langue est gonflée d'avoir mangé trop de poppers.$s#Mince. Je n'avais pas réalisé à quel point l'air dans mes poumons était stagnant jusqu'à ce que je sois ici.",
                "Outdoor_4": "#$c .5#Hé. Tu dormais comme un bébé alors je me suis glissé hors du lit et je suis allé faire une promenade matinale autour de la ferme. Tout semble aller bien.#Je ne sais pas pourquoi, mais je me sens plutôt bien ce matin. Je dois avoir bien dormi.$h",
                "OneKid_0": "#$c .5#C'est bizarre, quand j'étais plus jeune, j'avais juré de ne jamais avoir d'enfant. Je me demande ce qui m'est arrivé ?$6#Je veux m'assurer que je ne vais pas tout gâcher pour... %kid1. Juste... ayez un peu de patience avec moi.",
                "OneKid_1": "#$c .5#Assurons-nous de donner à cet enfant beaucoup d'oeufs... Le bébé doit se faire pousser les jambes !#Je veux donner %kid1 la meilleure enfance qui soit. Je dois me rattraper pour au moins certaines de mes erreurs du passé.",
                "OneKid_3": "Maman Shane au rapport pour le service...$6#$e#Buh... Je suis devenu ringard avec l'âge.",
                "TwoKids_0": "#$c .5#Si les enfants ne se comportent pas bien aujourd'hui, je peux toujours sortir quelques chansons pour une soirée dansante spontanée.#J'ai déjà donné aux enfants deux bols de céréales pizza puffs. Ils vont être rassasiés pour un moment.",
                "TwoKids_1": "#$c .5#Je vais être honnête... deux enfants, ça me suffit.#Oh mon dieu, comment peut-on élever plus de deux enfants ? Je suis tellement épuisée.$s",
                "TwoKids_2": "#$c .5#Ouf... J'espère que les enfants finiront par avoir plus de tes traits que des miens.#Ugh... %kid2 est une petite chipie aujourd'hui. Il doit tenir ça de moi...",
                "TwoKids_3": "*Soupir*... Si seulement nous pouvions envoyer les enfants au camp de travail Joja pour une saison...#$e#Je plaisante.$h",
                "funLeave_Shane": "#$c .5#Je vais sortir aujourd'hui, d'accord ?#Il est temps pour moi de changer de décor ou les murs vont se refermer. Je serai de retour plus tard dans la journée.",
                "funReturn_Shane": "#$c .5#Désolé si je suis en sueur... C'était une sacrée marche... Buh, je ne suis pas en forme.$6#Oui, j'ai passé un bon moment en sortant. Ne t'inquiète pas, cependant. J'étais bien.",
                "spring_2": "C'était génial hier, de voir les poulets sortir pour la première fois depuis un moment.$h",
                "spring_14": "Buh, je crois que je suis en manque de la fête des oeufs. Il n'y a pas grand chose à attendre pendant un moment.$s#$e#Ne t'inquiète pas, ça ira mieux à long terme. Ça m'arrive toujours.",
                "spring_19": "Finalement, tout le monde se lasse de tout.#$b#Ha, je suis en avance sur mon temps, ou quoi ?$h",
                "spring_27": "J'admets que je n'ai pas... bu avec modération l'autre soir.$s#$b#Mais quand même, je suis bien mieux que je ne l'étais avant de te rencontrer. J'espère juste que ça a du sens de ton point de vue.#$e#Je veux dire, tu ne m'as pas découvert évanoui dans le froid dernièrement, n'est-ce pas ?",
                "summer_2": "On va faire pousser des piments forts cet été, non ?",
                "summer_4": "Mec, Jas me manque. C'est aussi son anniversaire aujourd'hui.#$e#Je savais qu'il y avait quelque chose que j'oubliais.",
                "summer_12": "Ha, c'était génial hier, de voir Emily faire son truc sur la piste de danse. Heureux qu'elle soit aussi bien que jamais.$h",
                "summer_16": "... Une autre année s'est écoulée depuis que j'ai \"adopté\" Jas. Et puis j'ai tout fait foirer.$s#$e#Les choses tournent bien pour elle. Pas grâce à moi.$s#$e#Je suppose que les choses auraient été différentes si c'était arrivé maintenant. Avec toi dans les parages, je suis beaucoup plus stable qu'avant, crois-le ou non.",
                "summer_17": "Comment font les gens comme toi et Marnie pour rester ensemble tout le temps ? Je ne sais même pas où je serais si Marnie n'avait pas pris Jas... et moi.$s#$e#Et puis, tu es arrivé.$l",
                "fall_3": "J'ai soudainement eu envie de cuisiner, alors j'ai fait des omelettes. Tu es là. [195]#$e#Ne me demandez pas de faire de la vraie cuisine à part ça. Sérieusement. Tu le regretterais plus que moi.$h",
                "fall_7": "Oh, c'est vrai. La saison de football vient de commencer. Je vais devoir vérifier s'il y a de bons matchs à venir.",
                "fall_10": "C'est un bon jour pour jouer à Turbo 2. Ou peut-être à Paths of Fury 2.#$b#Hm. ...Ou peut-être les deux.$u",
                "fall_12": "Je me promenais hier, regardant partout dans la ferme. C'est vraiment quelque chose d'autre, n'est-ce pas ?#$e#TOI, tu es vraiment quelque chose d'autre, je veux dire.$h",
                "fall_23": "Nous vivons pour le sommeil. Tout ce que nous faisons tourne autour de ça. Nous travaillons, donc nous sommes fatigués, donc nous pouvons dormir.#$b#Nous mangeons, pour ne pas avoir faim, afin de pouvoir dormir. Nous faisons des choses créatives pour nous sentir épanouis, et ensuite nous dormons.#$b#Est-ce que nous nous entraînons tous, sans le savoir, à être plus à l'aise avec notre mort inévitable ?$u",
                "winter_1": "Des grands projets cet hiver ? Je vais probablement regarder beaucoup la télé et traîner à la maison.",
                "winter_28": "Eh bien, une autre année a passé... J'ai l'air un peu plus vieux...$6#$b#...mais tu es toujours aussi beau."
            }
        }
    ]
}