{
    //SPECIAL DIALOGUE
    "patio_Wizard": "C'est une journée agréable pour partir en vadrouille. Tu penses me rejoindre?$0",
    "spouseRoom_Wizard": "Mmm...Je ne veux pas m'installer complètement à la ferme, mais j'aurais aimé avoir quelques autres de mes grimoires ici à consulter.$0",
    "funReturn_Wizard": "Quel endroit merveilleux où revenir.$1",
    "funLeave_Wizard": "En route pour des courses obscures. Je reviendrai à temps pour le dîner, je le promets.$0",
    "OneKid_0": "Il y a quelque chose de magique chez les enfants, n'est-ce pas?$0#$b#L'imagination sans limites est un outil puissant.$0",
    "OneKid_1": "Ah...Toute la formation magique dans le monde n'aurait pas pu me préparer au défi qu'une couche sale présente.$0",
    "OneKid_2": "J'espère que notre enfant contient le meilleur de nous deux. Et j'espère pas trop des pires.$0",
    "OneKid_3": "As-tu vu des indices d'activité magique chez notre enfant? Eh bien ... les signes n'apparaissent pas toujours aussi tôt.$0",
    "OneKid_4": "Quand notre enfant est assez vieux, on devrait partir en vacances sur l'Île Gingembre.$0#$e#J'aimerais qu'ils grandissent avec une vision large du monde, au-delà de cette petite vallée.$1",
    "TwoKids_0": "De tous les beaux endroits que j'ai visités au cours de mon travail, aucun d'entre eux ne tient une bougie à cette ferme avec notre petite famille.$1#$e#%Magnus vous sourit.",
    "TwoKids_1": "Les enfants ne sont pas comme les chats, n'est-ce pas? Deux, c'est vraiment deux fois plus de travail. ...Au minimum.$0",
    "TwoKids_2": "Je pense avoir vu un de nos enfants manifester des signes précoces de télékinésie aujourd'hui!$5#$e#Un ours en peluche a glissé sur une étagère ... peut-être l'ont-ils convoqué!$0#$b#...Oui, j'avoue que l'ours vient de tomber.$2",
    "TwoKids_3": "Que penses-tu de demander à Abigail de faire du babysitting?$0#$e#...Juste une idée.$1",
    "TwoKids_4": "J'espère qu'au moins un de nos enfants décide de suivre mes traces.$0#$e#Je suppose que c'est un peu vain, n'est-ce pas? Mais le monde de la magie est celui que j'aimerais que nous partagions tous.$0",

    //SEASONAL DIALOGUE
    "spring_Wizard": "Tu veux te promener dans les bois avec moi plus tard? Je peux te montrer toutes les plantes utiles que tu peux trouver au printemps.$1",
    "spring_1": "Je sais toujours que le printemps est arrivé quand j'entends les arbres chanter de nouvelles pousses.$0#$e#Mmm? Oui, bien sûr, les arbres chantent. Tu peux les entendre aussi, si tu écoutes attentivement.$0",
    "spring_13": "Le jour de la fête des œufs, n'est-ce pas? Chaque année, je me demande quel genre de rituel a commencé la tradition de la chasse aux œufs...$0#$e#Je suis sûr que c'était quelque chose d'assez ancien.$0",
    "spring_24": "Tu veux danser avec moi aujourd'hui? Tu peux aussi danser avec moi n'importe quel jour, bien sûr.$1",
    "summer_Wizard": "Il n'y a rien de tel qu'une brise d'été pour apaiser l'âme. Et honnêtement, j'apprécie aussi les orages.$0#$e#Tous les crépitements excitants dans l'air.$1",
    "summer_1": "L'été est arrivé! Avec toutes les plantes luxuriantes et en croissance, tu constateras qu'il est beaucoup plus facile de tirer du mana du monde qui nous entoure.$0",
    "summer_11": "C'est la fâte de la soupe aujourd'hui, non? Je suis sûr que tout ce que la ville proposera sera aussi délicieux que d'habitude.$1",
    "summer_28": "Les lunaloos nous rendent visite aujourd'hui. Nous en savons très peu à leur sujet, mais...$0#$b#Je soupçonne qu'elles ont plus de pouvoirs mystiques que toutes les autres créatures marines que nous avons rencontrées.$1",
    "fall_Wizard": "Le moment de la récolte est arrivé. J'espère que la nôtres sera généreuse cette année.$0",
    "fall_1": "Les champignons sont abondants à l'automne. Ils sont très polyvalents pour la fabrication de potions!$1#$e#Si tu fais de la recherche de nourriture cette saison, je serais heureux de t'en débarrasser.$0",
    "fall_16": "J'espère que tu as préparé un stand pour le salon qui représente fidèlement tes talents considérables.$1#$e#%Magnus vous sourit.",
    "fall_27": "J'ai des affaires importantes avec le labyrinthe de la ville aujourd'hui! Il faut beaucoup de mana, et le travail me prend beaucoup de temps.$0#$e#J'espère que toi et les autres habitants de la ville l'apprécierez. ... et mes excuses si je dois m'appuyer sur toi sur le chemin du retour.$1",
    "fall_28": "Je sens une forte tempête hivernale se préparer...$0",
    "winter_Wizard": "En hiver, je prends généralement le temps de renforcer les quartiers de la ville puis de commencer à lire.$0#$e#J'ai à peine parcouru un quart des livres de ma tour...$0",
    "winter_1": "Une véritable tempête, n'est-ce pas? Mais le monde est magnifique recouvert de neige, même si le temps est rude.$0",
    "winter_8": "Je présume que tu pêcheras sur la glace au festival aujourd'hui. Bonne chance!$1#$e#Il y a un endroit dans la forêt avec un potentiel arcanique que je vais évaluer. Tu es le bienvenu pour me rejoindre quand tu as fini de remettre Willy à sa place.$0",
    "winter_12": "Le marché nocturne arrive dans quelques jours. J'ai ramassé des ingrédients rares dans le passé qui se sont révélés très utiles.$0",
    "winter_25": "Joyeuse Fête de l'Étoile Hivernale, mon amour. J'ai hâte de passer une autre année avec toi.$4",

    //DAY DIALOGUE
    "Indoor_Day_Wizard": "Quelle maison confortable nous avons fait dans cette petite ferme! Bien plus agréable qu'une tour à courants d'air.$1",
    "Indoor_Day_0": "Je pense que je vais faire un petit ménage aujourd'hui. ... Tu ne me blâmeras pas trop si j'utilise un peu de magie pour aider, d'accord?$0",
    "Indoor_Day_1": "J'ai un petit rituel prévu ici pour plus tard dans la journée.$0#$e#Ne t'inquiète pas, ça ne fera pas de dégâts.$0#$b#Normalement...$5",
    "Indoor_Day_2": "Tu gardes le réfrigérateur très bien approvisionné avec les produits de la ferme.$0#$b#Cela me rend difficile d'être utile en proposant de faire les courses.$1",
    "Indoor_Day_3": "Hmm...Je pense que je pourrais bientôt me promener dans la forêt. Je suis un peu nerveux ici.$0",
    "Indoor_Day_4": "Penses-tu que nous avons de la place ici pour une autre étagère?$1",
    "Outdoor_Wizard": "J'ai toujours préféré être à l'extérieur qu'à être enfermé à l'intérieur. Cela limite trop la vision du monde.$0",
    "Outdoor_0": "*hums* Bonjour, @! Merveilleuse journée, n'est-ce pas?$1",
    "Outdoor_1": "Es-tu allé.e à Castle Village? Je préfère de loin l'air ici. C'est plus propre, plus net et ne sent pas la magie.$0",
    "Outdoor_2": "Les choses en croissance apportent toujours un surplus de mana au monde qui les entoure. C'est tellement concentré sur cette ferme que c'est presque écrasant.$0#$e#C'est tellement vivant.$1",
    "Outdoor_3": "Je suis à court de certains de mes ingrédients de potions. J'aurai besoin de me diriger vers la forêt pour en récupérer plus bientôt.$0",
    "Outdoor_4": "J'ai repéré un oiseau rare au-dessus de la ferme ce matin! Je me demande s'il est venu des îles Fern.$0",
    "Rainy_Day_0": "Toute cette pluie sera bonne pour les récoltes, même si c'est mauvais pour mon chapeau.$0",
    "Rainy_Day_1": "Je sais que cela me rend inhabituel, mais la pluie me met de bonne humeur.$1",
    "Rainy_Day_2": "Après le dîner ce soir, allons-nous allumer un beau feu et nous blottir devant?$0#$e#Ce ne serait pas trop difficile pour moi de conjurer un feu pour nous.$1",
    "Rainy_Day_3": "La seule critique que j'ai des robes est qu'elles sont extrêmement lourdes lorsqu'elles sont mouillées...$0",

    //NIGHT DIALOGUE
    "indoor_Night_Wizard": "Bienvenue à la maison, @. J'espère que tu n'as pas travaillé trop dur aujourd'hui.$0",
    "Indoor_Night_0": "Ça promet d'être une nuit fraîche ce soir.$0#$b#Une bonne excuse pour se blottir.$1",
    "Indoor_Night_1": "Je suis sûr que tu as eu une journée productive aujourd'hui. Assure-toi de prendre le temps de te détendre ce soir.$0#$e#%Magnus vous sourit.",
    "Indoor_Night_2": "Une longue journée pour moi. Je suis content d'en voir la fin...$0#$e#Comment était ta journée?$1",
    "Indoor_Night_3": "J'ai bientôt des voyages à faire pour la guilde. Même y penser m'épuise...$0",
    "Indoor_Night_4": "Rappelle-moi de te montrer le charme sur lequel j'ai travaillé récemment. C'est un sort de protection, mais les effets sont assez accrocheurs.$0",
    "Rainy_Night_Wizard": "Nous nous reposerons tous les deux bien ce soir.$1",
    "Rainy_Night_0": "Le lendemain d'une pluie comme celle-ci, la forêt est rajeunie. Demain matin, les arbres seront splendides.$0",
    "Rainy_Night_1": "Le bruit de la pluie sur le toit est presque hypnotique, tu ne crois pas?$0",
    "Rainy_Night_2": "J'ai dépensé beaucoup de mana aujourd'hui. Un long repos me fera du bien.$0",
    "Rainy_Night_3": "Tes cultures apprécieront certainement ce temps.$1",
    "Rainy_Night_4": "Je devrais aller voir le jardin de ma tour le matin.$0#$e#Les fruits anciens ont besoin de plus d'eau que la plupart des autres plantes. C'est peut-être la raison pour laquelle ils ont presque disparu...$0",

    //AFFECTION DIALOGUE
    "Good_0": "Ah, bonjour, mon amour! Je pensais justement à toi.$1",
    "Good_1": "Je pensais m'essayer à la pâtisserie aujourd'hui. Je pense que cela s'est plutôt bien passé, tout bien considéré. [234 222 220]$0",
    "Good_2": "Avec tout le chagrin d'amour de mon passé, je n'ai jamais pensé que je me réveillerais pour des jours aussi doux que ceux-ci...$0#$e#Merci d'avoir donné une chance à un vieux sorcier grincheux.$4",
    "Good_3": "J'espère que tu passes une merveilleuse journée, mon amour.$1",
    "Good_4": "Ma tour est remplie de toutes sortes de livres et de réactifs rares, ainsi que de breloques que j'ai collectées dans le monde entier et qui sont presque impossibles à trouver.$0#$b#Mais rien de tout cela n'égale à quel point tu es précieux pour moi.$4#$e#Je me rends compte que c'était une chose terriblement ringarde à dire. Ça ne me dérange pas si tu ne le fais pas.$0",
    "Good_5": "J'ai besoin d'imaginer un nouveau sort bientôt pour t'impressionner ... Je ne veux pas que tu penses que je perds le contact!$1",
    "Good_6": "Nous devrions bientôt faire une petite retraite ensemble. Je peux tirer quelques ficelles avec la Guilde pour nous trouver une place dans une petite ville confortable dans les montagnes quelque part.$0",
    "Good_7": "Je t'aime pour de nombreuses raisons, mais l'une d'entre elles est ton talent. Tu es adepte de tout ce que tu mets la main.$0#$e#Je t'admire énormément pour ça.$4",
    "Good_8": "Tu travailles si dur! Tu dois t'assurer de garder tes forces. Je t'ai fait un petit quelque chose pour t'aider. [244 242 907 905 240]$0",
    "Good_9": "Sais-tu, je ne pense pas avoir jamais été aussi heureux de toute ma vie que je le suis avec toi.$1",
    "Neutral_0": "Ne travaille pas trop dur aujourd'hui. Je ne veux pas avoir à te faire léviter à la maison.$0#$e#...Si tu t'évanouis quelque part ... un bon ami à moi prendra soin de toi.$0",
    "Neutral_1": "Tu passes une agréable journée, @?$0",
    "Neutral_2": "La magie est très exigeante, mais elle peut aussi être enrichissante.$0",
    "Neutral_3": "La ferme semble très bien se porter cette année.$1",
    "Neutral_4": "Ah! Tu m'as surpris la tête dans les nuages. Mes excuses.$5",
    "Neutral_5": "Je ne sais pas comment tu as travaillé dans la ville de Zuzu. Les odeurs et le bruit là-bas me donneraient mal à la tête.$0#$e#Je préfère les endroits plus tranquilles, comme Stardew Valley.$1",
    "Neutral_6": "Je n'ai jamais vu l'attrait de la pêche. Je suis content que tu l'apprécies, cependant.$0",
    "Neutral_7": "Je dois bientôt faire un voyage à Castle Village pour voir Camilla afin de discuter de certaines affaires du ministère. C'est certainement une femme intéressante.$0#$e#Elle t'approuve, tu sais.$0",
    "Neutral_8": "Allons nous promener bientôt. Un changement de décor nous fera du bien.$1",
    "Neutral_9": "La vie à la ferme est certainement paisible, n'est-ce pas?$0",
    "Bad_0": "*soupir* J'ai commis de graves erreurs dans le passé, @. Finalement, je devrai y répondre.$2#$e#J'espère que tu seras à mes côtés quand ces temps viendront.$0",
    "Bad_1": "Je vais peut-être passer du temps dans ma tour ... Tu n'as rien fait de mal. J'ai juste besoin de temps pour moi.$0",
    "Bad_2": "Cette folle femme ... Camilla déborde de talent, mais parfois elle peut être positivement exaspérante.$3",
    "Bad_3": "...Es-tu vraiment content de moi?$2#$e#Désolé, je sais que ce n'est pas une question juste à poser. Ça ne fait rien.$2",
    "Bad_4": "Un nouveau sort que je testais s'est retourné contre moi. Je me sens ... pas tout à fait moi-même.$5#$e#Si tu te réveilles avec une grenouille dans le lit ce soir, j'ai laissé un petit sac de poudre sur la table.$5#$e#Saupoudres-en sur moi.$5#$e#...$5#$e#%Magnus n'a pas l'air bien...",
    "Bad_5": "*renifle* Je ferais mieux de ne pas développer d'allergies ... ce serait un désastre pour mon travail.$0",
    "Bad_6": "Je ne me sens pas mal aujourd'hui. Non, je ne pense pas que tu puisses faire quoi que ce soit pour aider.$0",
    "Bad_7": "Je ne travaille pas aussi efficacement à la ferme que dans ma tour. Trop de distractions.$0#$e#Ah, mes ... mes excuses. Je ne voulais pas que ça se passe de cette façon.$2",
    "Bad_8": "Mon ex-femme a survolé ma tour la nuit dernière et a réussi à brûler certains des arbres à proximité.$3#$e#Cette femme stupide pourrait déclencher un feu de forêt si elle ne fait pas attention.$3",
    "Bad_9": "Je ne suis pas d'humeur à parler aujourd'hui. Ça passera bientôt.$0"
}
