{
/*Info:
-------------RSV Recipes by NPCs-------------
  Clementine Cake - Shanice
  Crunchy Bagel - Paula
  Fluffy Apple Crumble - Blair
  Forage Souffle - Lorenzo
  Forest Halva - Louie
  Highland Blueberry Pie - Malaya
  Highland Revani - Sonny
  Holiday Ice - Sean
  Jumpy Coffee Cake - Kiarra
  Pumpkin Darling Slice - Kimpoi
  Ridge Apple Cake - Carmen
  Ridge Mosaic Cake - Naomi
  Strawberry Lover Pie - Irene
  Sweet Cranberry Cheesecake - Faye
  Tropic Mango Cake - Maive
*/

    //Titles
        "shanice.recipe.title": "Recette de Gâteau à la clémentine",
        "paula.recipe.title": "Friandise crousillante de Paula",
        "blair.recipe.title": "Crumble aux pommes amusant et moelleux !",
        "lorenzo.recipe.title": "Spécialité de Lorenzo",
        "louie.recipe.title": "Mets bon marché",
        "malaya.recipe.title": "La meilleure Tarte du Boulanger",
        "sonny.recipe.title": "Friandise Loyale",
        "sean.recipe.title": "Friandise fraiche et colorée",
        "kiarra.recipe.title": "Gâteau Energétique !",
        "kimpoi.recipe.title": "Le Favori du Stoïcien",
        "carmen.recipe.title": "Recette transmise de Carmen !",
        "naomi.recipe.title": "Gâteau Mosaïque de Naomi",
        "irene.recipe.title": "Friandise romantique du désespéré",
        "faye.recipe.title": "Friandise Sucrée et Moelleuse",
        "maive.recipe.title": "Friandise Exotique",

        "lola.so.title": "Gratitude d'Assassin",
        "ezekiel.so.title": "Le cadeau du Vétéran",
        "olga.so.title": "Règler le débat thé ou café",
        "aguar.so.title": "Le Totem de la crête",

    //Texts
        "shanice.recipe.text": "@,^J'ai trouvé une vieille recette pour l'un de mes gâteaux préférés ! Si jamais tu en fais un, ne m'oublie pas. D'accord ? J'espère que tu aimes ça.^^- Shanice Legame",
        "paula.recipe.text": "@,^J'ai remarqué que tu avais un petit coup de mou ces derniers temps. Tu trouveras ci-joint une copie de ma recette de bagels croustillants, qui te donnera l'énergie dont tu as besoin pour ton voyage au village.^^- Paula Faheem",
        "blair.recipe.text": "Salut, @ !^Je partage avec toi ma précieuse recette d'une tarte aux pommes crumble incroyablement délicieuse ! C'est muy delicioso ! Bonne dégustation, garde en une part pour moi ! Haha, je plaisante !^^- Blair Rivera",
        "lorenzo.recipe.text": "@,^Ciao ! J'ai pensé que je pourrais t'envoyer une copie de l'un de mes plats préférés. Amuse-toi bien à cuisiner !^^- Lorenzo Legame",
        "louie.recipe.text": "A qui de droit,^J'ai trouvé une copie supplémentaire de la recette d'un plat exquis que j'apprécie. J'ai entendu dire que tu savais cuisiner, alors je te mets au défi de m'en confectionner un. C'est tout.^^- Louie Amethyne",
        "malaya.recipe.text": "@,^Bonjour à toi ! J'aimerais te faire parvenir une de mes recettes préférées. Tu as été d'une si agréable compagnie que je veux vraiment te montrer ma reconnaissance. Profite en bien !^^- Malaya Liden",
        "sonny.recipe.text": "@,^J'ai récemment trouvé la recette d'un de mes plaisirs d'enfance. J'ai pensé que je pourrais te l'envoyer en espérant que tu l'apprécieras.^^Bonne journée, Sonny Ong.",
        "sean.recipe.text": "Salut, @ !^Voici une recette amusante pour une friandise fraiche ! J'espère que tu l'apprécieras !^^- Sean",
        "kiarra.recipe.text": "Quoi de neuf @ ?^Ciao ! J'ai joint à cette lettre la recette de ma pâtisserie préféré. C'est un plat vraiment amusant à faire et assez facile aussi ! Tu devrais certainement l'essayer quand tu auras le temps.^^- Kiarra Legame",
        "kimpoi.recipe.text": "@,^Merci pour ton amitié si sincère. Voici l'une de mes recettes de pâtisserie préférées. J'espère que tu l'apprécieras.^^- Kimpoi Liden",
        "carmen.recipe.text": "Buenos Dias, @ !^J'ai ici une recette qui a été transmise à ma famille depuis des générations. Puisses-tu créer de merveilleux souvenirs avec ta famille comme je l'ai fait avec la mienne.^^- Carmen Rivera",
        "naomi.recipe.text": "@,^Salutations ! J'espère que tu te portes bien. J'ai joint à cette lettre la recette d'une pâtisserie fine en espérant qu'elle t'intéressera.^^Meilleurs voeux, Naomi.",
        "irene.recipe.text": "Salutations, @ !^J'ai ici une recette que j'ai apprise dans la ville romantique de Princessville. Tu peux l'utiliser pour séduire l'être aimé. Comme on dit, le meilleur chemin vers le coeur d'un être cher passe par son estomac.^^Bonne chance dans ta recherche de l'amour,^Irene de Pilar",
        "faye.recipe.text": "@,^Bonjour à toi ! J'ai envoyé une adorable recette pour l'une de mes pâtisserie préférés. Apporte-m'en si tu en as l'occasion, d'accord ?^^La fabuleuse Faye Yojeong",
        "maive.recipe.text": "A l'attention de: @^De la part de: Manoir Amethyne.^^La recette d'un plat de pâtisserie exotique est jointe à cette lettre. Ce plat est l'un des délices des îles de Braise, une région lointaine réputée pour ses aménagements tropicaux, ses attractions et ses plats. Je suppose que tu pourrais en faire usage et potentiellement l'utiliser à ton profit.^^Meilleurs voeux,^Maive Amethyne",

        "LolaSOLetter.text": "@,^Merci beaucoup pour ton aide avec les anneaux, mon chou. Que dirais-tu d'un petit échange ? Celle-ci est dans ma boîte à bijoux depuis toujours, de toute façon. J'espère qu'elle pourra t'être utile.^^- Lola",
        "EzekielSOLetter.text": "@,^Merci encore pour l'artéfact. je pensais que tu m'apporterais de la camelotte, mais c'est quasi-neuf... En échange, je te donne un peu de camelotte à moi ! Maintenant que je suis à la retraite, ça te servira plus qu'à moi.^^- Ezekiel^^P.S. Si tu t'en débarasses, je le saurais...",
        "OlgaSOLetter.text": "@,^Avec les ingrédients que tu m'as fourni, J'ai réglé le débat thé ou café une fois pour toutes, et le gagnant est... les deux ! Je vous envoie la recette pour que tu puisse l'essayer par toi-même.^^-Olga^P.S. Ma belle-sœur a dit qu'elle allait voler cette recette pour son magasin, aussi !",
        "AguarSOLetter.text": "@,^Excellent travail sur les géodes. Ce sont clairement des spécimens de très haute qualité. Au cas où j'aurais à nouveau besoin de votre aide, je pense qu'il est préférable que vous ayez un moyen plus rapide de te rendre au village. Peut-être que cela te sera utile.^^- Aguar^P.S. Si on te demande, ce n'est pas moi qui t'ai appris ça...",}

