{
    //SPECIAL DIALOGUE
    "patio_Lance": "Les cultures monstres sont en bonne santé.$0",
    "spouseRoom_Lance": "J'ai reçu ces statues de monstres pour mes réalisations sur le terrain.$0#$e#*ricanne* Certains de mes collègues pensent que ce sont des monstres en stase...$5",
    "funReturn_Lance": "Comment s'est passée ta journée, mon amour ?$1#$e#Ma journée s'est bien passée. J'ai réussi à trouver le temps de continuer mes recherches.$0",
    "funLeave_Lance": "J'ai des affaires de guilde aujourd'hui. Je serai de retour ce soir.$0",
    "OneKid_0": "Nous devons tous les deux être forts pour %kid1.$0",
    "OneKid_1": "J'ai assumé de nombreux rôles dans la vie, mais je n'ai jamais été parent jusqu'à présent.$1",
    "OneKid_2": "J'espère que %kid1 aimera les livres quand il grandira.#$b#Lire des livres quand j'étais jeune était ce qui a suscité mon intérêt pour la recherche. Je n'ai jamais arrêté de lire.$5",
    "OneKid_3": "Quand notre enfant sera assez grand, nous devrions parcourir le monde ensemble.$0",
    "OneKid_4": "%kid1 a beaucoup de force en lui. Peut-être qu'il deviendra un aventurier un jour.$1",
    "TwoKids_0": "J'ai confiance que nos enfants adopteront les meilleures parties de nous deux.$5#$e#*ricanne* %kid1 a tes yeux.$1",
    "TwoKids_1": "J'aimerai toujours de tout cœur et inconditionnellement nos beaux enfants.$0#$e#Ils grandiront et changeront au fil des ans et nous serons avec eux à chaque étape du chemin.$1",
    "TwoKids_2": "Quand j'étais dehors, j'ai trouvé %kid2 couvert de terre. Je lui ai donné un bain.$0#$e#*ricanne* Je connais quelqu'un comme ça...$5",
    "TwoKids_3": "Nous sortons tous les deux de la maison assez souvent.$6#$b#Que penses-tu de l'embauche d'une baby-sitter ?$0#$e#Je connais un bon garçon en ville qui cherche un travail à temps partiel .$1",
    "TwoKids_4": "Je suis reconnaissant que %kid1 et %kid2 s'entendent bien.$1",

    //SEASONAL DIALOGUE
    "spring_Lance": "L'odeur de l'air frais et la sensation de soleil sur ton visage pendant cette période de l'année sont apaisantes pour l'âme.$0",
    "spring_1": "Je sens la vallée grouiller de vie. Le printemps est arrivé...$0#$e#Sans l'hiver, le printemps ne serait pas aussi apprécié.$5",
    "spring_13": "Je crois que le festival des œufs a lieu aujourd'hui.$5#$e#Ce sera une bonne occasion pour moi d'entamer une conversation avec les habitants de la vallée.$1",
    "spring_24": "Je me suis préparé pour la cérémonie de la danse des fleurs et je me ferai un plaisir de te prendre la main pour danser, mon amour.$1",
    "summer_Lance": "Ah... J'aime le temps chaud. 5$",
    "summer_1": "Le début de l'été fait payer un lourd tribut à un agriculteur.$0#$b#Prends ceci. Cela t'aidera à garder ton endurance [349].$1#$e#Bonne chance aujourd'hui, mon amour.$4",
    "summer_11": "J'ai préparé un plat spécial en utilisant une vieille recette familiale pour le repas-partage.$0",
    "summer_28": "N'oublie pas le rassemblement sur la plage ce soir, mon amour.$0",
    "fall_Lance": "La vallée est pleine de couleurs... elle chante à l'âme.$0",
    "fall_1": "Tu le sens aussi ? Les arbres sont tous entrés dans un grand sommeil.$0#$e#La moindre brise nous inonde de feuilles.$5",
    "fall_6": "J'ai envie d'un bol de courge musquée rôtie...$1#$e#*ricanne* C'est peut-être l'automne qui fait son effet sur moi.$5",
    "fall_16": "Tu as travaillé dur cette année, mon amour.$1#$b#J'attends avec impatience ton stand présentant tes réalisations.$0",
    "fall_27": "Invoquer un labyrinthe nécessite une immense quantité de mana.$0#$e#J'aurais besoin de boire une potion spéciale pour obtenir ce pouvoir, mais seulement pour un bref instant.$5",
    "winter_Lance": "L'hiver est une saison où l'on peut récupérer et se préparer pour l'année suivante.$0",
    "winter_1": "La vallée était recouverte de neige la nuit dernière.$0",
    "winter_8": "La magie est le moyen le plus efficace de pêcher. C'est comme ça que je le fais.$0",
    "winter_12": "Je me demande quelle marchandise les vendeurs du marché nocturne auront cette année ?$0",
    "winter_24": "J'ai quelque chose de spécial prévu pour vous demain...",
    "winter_25": "J'ai échangé pour ça à Castle Village juste pour toi. C'est une 'Âme Galactique' [896].$0#$e#Ça te rendra plus fort.$1#$e#Ah, qu'est-ce que j'ai échangé ? C'est... un secret.$1",

    //DAY DIALOGUE
    "Indoor_Day_Lance": "J'apprécie de pouvoir me détendre.$1",
    "Indoor_Day_0": "Cette maison est certainement plus confortable que l'avant-poste des hauts plateaux.$0",
    "Indoor_Day_1": "Le réfrigérateur est toujours bien rempli de produits de la ferme.$0#$e#Je ne mangeais que des rations des champs. Maintenant, je me sens comme un roi!$1#$e#Les rations des champs ne sont pas si mauvais...$5",
    "Indoor_Day_2": "Qu'est-ce qu'il y a au programme aujourd'hui ?$0",
    "Indoor_Day_3": "Ce n'est pas courant pour moi de trouver du temps libre.$0#$e#Je me demande ce que je vais faire de ma journée...$5#$e#%Lance réfléchit pour lui-même.",
    "Indoor_Day_4": "J'ai pris la liberté de nettoyer la maison ce matin.$1#$e#C'était très rapide. J'ai utilisé un sort assez simple.$0",
    "Outdoor_Lance": "Ne te surmène pas. Prends cet élixir. Il te rajeunira.[773]$1",
    "Outdoor_0": "J'ai lancé un sort de protection sur les terres agricoles pour les protéger des pucerons.$0#$e#En grand nombre, ces insectes peuvent affaiblir la croissance des plantes.$6",
    "Outdoor_1": "Peut-être que je ferai un peu d'exploration aujourd'hui ? Il y a tellement de lieu de la vallée que je n'ai pas vu.$0",
    "Outdoor_2": "J'en suis venu à vraiment apprécier à quel point la vallée est tranquille.$0",
    "Outdoor_3": "Je ne connais personne d'autre qui travaille aussi dur que toi.$5#$e#J'imagine que tu as une journée mouvementée, mon amour.$1",
    "Outdoor_4": "Je n'y connais pas grand-chose en matière de culture.$0#$e#J'aime juste te voir travailler...$5",
    "Rainy_Day_0": "Les terres agricoles recevront avec bienvenue cette bruine.$0",
    "Rainy_Day_1": "Essuie-toi les pieds avant de rentrer. Je ne veux pas que tu te traînes dans la boue.$1",
    "Rainy_Day_2": "Quand il pleut, je veux juste plonger mon nez dans un livre avec une boisson chaude.",
    "Rainy_Day_3": "Sans pluie, il n'y a pas de vie...$5",

    //NIGHT DIALOGUE
    "indoor_Night_Lance": "Bienvenue à la maison, mon amour.$0",
    "Indoor_Night_0": "J'ai entendu des histoires sur les dangereux donjons de la 'Caverne du Crâne'. Sont-ils aussi dangereux qu'on le dit ?$0",
    "Indoor_Night_1": "Je suis heureux de voir la fin de cette journée. Mon corps est prêt pour un long sommeil.$0",
    "Indoor_Night_2": "Je me suis essayé à la cuisine. Heureusement, nous avions tous les ingrédients dont j'avais besoin. [244 242 907 905 240]$0",
    "Indoor_Night_3": "*glousse* J'ai entendu des caquets dehors. Elle doit voler ce soir...$5#$e#Chaque mage de notre cercle est au courant de la rupture de Magnus. C'était très dramatique. Un sacré événement.$0",
    "Indoor_Night_4": "Nous devrions allumer un bon feu et nous blottir devant après le dîner.$4",
    "Rainy_Night_Lance": "J'aime m'endormir au son de la pluie douce qui frappe le toit.$5",
    "Rainy_Night_0": "Notre maison est bien isolée des intempéries.$0",
    "Rainy_Night_1": "Comment s'est passé ta journée ? As-tu eu une altercation avec des monstres ?$1",
    "Rainy_Night_2": "Je me demande s'il pleut aussi sur les hauts plateaux...$6#$e#L'avant-poste peut se débrouiller tout seul. Mes barrières magiques garderont les monstres à distance.$0",
    "Rainy_Night_3": "Seuls les mages de haut rang sont autorisés à créer un 'Nexus'.$5#$e#Les Hautes Terres, Stardew Valley et l'île Gingembre sont à peu près dans la même région. Je n'en ai donc pas besoin.$0",
    "Rainy_Night_4": "*bâille* On va se coucher, mon amour ?$0",

    //AFFECTION DIALOGUE
    "Good_0": "Tu es mon trésor le plus précieux.$4",
    "Good_1": "Partager ma vie avec toi m'a fait réaliser à quel point je suis plus heureux maintenant.$0#$b#Je me considérais comme un nomade, mais tu fais de cette maison un cocon.$1#$e#Je chéri chaque instant avec toi.$4",
    "Good_2": "Vivre sur cette terre agricole avec toi est toute une aventure.$1#$b#J'espère que c'est le cas pour toi aussi, mon amour.$1",
    "Good_3": "Il y a un célèbre chercheur de monstres à Galdora qui possède le musée des monstres.$0#$e#Certaines de mes recherches et découvertes y sont présentées.$1",
    "Good_4": "Mon maître était un chevalier dragon. Je suis devenu son élève à un très jeune âge lorsque mon potentiel arcanique a été découvert.$0",
    "Good_5": "J'ai fabriqué ce totem pour toi. Il apportera des nuages ​​de pluie qui arroseront les terres agricoles. [681]$0",
    "Good_6": "Je suis toujours intéressé d'entendre parler de ta journée.$1",
    "Good_7": "As-tu fait quelque chose avec tes cheveux ? Tu es charmant.e aujourd'hui.$1",
    "Neutral_0": "Je n'aime pas regarder la télévision ou me distraire avec des engins modernes.$0#$e#J'aime cependant regarder des films au cinéma.$1#$b#Il y a quelque chose de magique dans les images animées... Il captive l'esprit.$5",
    "Neutral_1": "Le sanctuaire de ton grand-père sent la magie.$0#$e#Cette terre agricole a une histoire mystérieuse...$5",
    "Neutral_2": "Magnus étudie les fruits anciens et j'étudie les cultures de monstres...$5#$e#D'une manière étrange, notre travail est quelque peu similaire.$1",
    "Neutral_3": "Le propriétaire du saloon est si chaleureux et accueillant. On se sent comme chez soi tout en dégustant de la bonne nourriture et des boissons.$0#$b#Je peux voir pourquoi son entreprise est aussi prospère qu'elle l'est.$1#$e# J'ai essayé d'aller en ville plus souvent récemment.$5",
    "Neutral_4": "Je dois bientôt visiter ma guilde. Je suis à court d'élixirs de mana.$0",
    "Neutral_5": "T'es-tu déjà demandé où nous déménagerons à l'avenir ?$0#$e#Peut-être que nous achèterons notre propre île privée et y passerons nos journées...$5",
    "Neutral_6": "D'où penses-tu que les monstres viennent, @?$0#$e#Les légendes disent qu'ils viennent d'une ancienne magie sombre.$5#$e#Je crois qu'il y a plus qu'il n'y paraît.$0",
    "Neutral_7": "Le saloon propose une belle sélection saisonnière de bières pression. Mieux que la plupart des tavernes où je suis allé.$5",
    "Bad_0": "Parfois j'ai l'impression d'être un fantôme pour toi...$2",
    "Bad_1": "*soupir* J'ai détruit des métaux rares coûteux lors d'une expérience magique.$2#$e#Un terrible gaspillage...$2",
    "Bad_2": "Nous sortons tous les deux de la maison si souvent, je te vois rarement...$6#$e#Je sais que nous menons tous les deux une vie bien remplie, mais nous devons quand même trouver du temps ensemble.",
    "Bad_3": "Pourrais-je être meilleur ? Puis-je faire mieux ? Ugh...$2",
    "Bad_4": "Pas maintenant, @.$3",
    "Bad_5": "As-tu déjà eu l'impression que nous nous sommes précipités là-dessus trop vite ?...$2",
    "Bad_6": "...$6#$e#%Lance vous ignore.",
    "Bad_7": "Je pensais qu'on s'était promis qu'on se parlerait si ça tournait mal...$2"
}
