
{
  //SPECIAL DIALOGUE
  "Introduction": "Voyez-vous ça? C'est l'nouveau fermier dont tout le monde parle. Enfin arrivé dans la vallée, je vois.$1#$b#Je travaille à la ferme Fairhaven ici depuis de nombreuses années. Ce n'est pas la folie, mais c'est un travail honnête.$0#$e#Tu as de la chance d'avoir obtenu cette propriété gratuite de ton grand-père.$2",
  "claireSaloonPaid": "C'était très gentil de ta part d'aider cette femme du saloon.$0#$e#Gus ne peut pas faire d'exceptions pour tout le monde. C'est dur d'être propriétaire d'entreprise.",
  "claireSaloon": "J'ai entendu cette femme dans le saloon.$0#$e#20g Ça peut ne pas sembler beaucoup, mais pour certains, c'est la différence entre avoir un repas ou non.$0",
  "pamHouseUpgrade": "J'ai entendu dire que Pam avait obtenu un surclassement grâce à toi, fermier$0#$b#Continue à faire ce qu'il faut pour la communauté.$1",
  "pamHouseUpgradeAnonymous": "J'ai entendu dire que Pam avait obtenu un surclassement grâce à un donateur anonyme.$0#$e#Hmm... Je me demande qui c'était ?$2#$e#%Andy me regarde d'un air curieux.",
  "Resort_Entering": "Willy a dit que tu l'avais aidé à réparer son bateau. Très gentil de ta part, fermier!$0",
  "Resort_Leaving": "Maintenant qu'il y avait des vacances!$1",
  "Resort_Shore": "Cette chaleur fait des ravages. Je pourrais piquer une tête dans l'océan.$2",
  "Resort_Chair": "%Andy regarde la mer des gemmes.",
  "Resort_Bar": "*glou glou glou*$6",
  "Resort": "Je pense qu'il y a du bon fourrage sur cette île si tu cherches bien.$0#$e#Hein? Au nom de Yoba, qu'est ce qu'une 'noix dorée'?$2",

  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_AndyHouse_9_6": "Que fais-tu au nom de Yoba!? Je suis au lit! Pars maintenant!$7",
  "Custom_AndyHouse6_9_6": "J'essaie de dormir. Reviens plus tard, fermier.$5",
  "ForestWest_58_22": "Désolé, fermier. Pas d'humeur à parler.$0",
  "SeedShop_37_22": "Je n'ai pas toujours cru en Yoba. J'ai repris mes esprits quand j'avais désespérément besoin d'aide.$2#$b#Yoba m'a sauvé. L'moins que j'puisse faire c'est de montrer du respect.$1",
  "JojaMart": "Joja a les produits les meilleurs et les moins chers. Si je faisais mes courses chez Pierre, je ferais faillite.$2",
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Pas maintenant, fermier. J'suis occupé. C'est l'début d'une nouvelle saison!$1#$e#Va te salir les mains un peu. J'te souhaite bonne chance.$3",
  "spring_7": "Les oignons nouveaux sortent de terre sur la route à l'extérieur de ma ferme au printemps.$0#$e#Si je peux en récolter plusieurs, je pourrai en faire un bon repas!$1",
  "spring_12": "Tu participes à la chasse aux œufs demain, @?$3#$e#Tu devrais faire une bonne chose et laisser Vincent ou Jas gagner. Enfin, c'est ce que je ferais.$0#$e#Je ne comprends pas pourquoi toi, Sam et Abigail participez. C'est injuste pour les enfants.$2",
  "spring_18": "La ferme Fairhaven est fière de fournir beaucoup de nourriture aux provinces environnantes.$0#$b#George, en particulier, achète tous mes poireaux.$3#$e#George adore les poireaux, @. Si tu veux te mettre de son côté, donne-lui un poireau ou deux. Tu verras son visage rayonner.$0",
  "spring_23": "On va dans la forêt demain pour le Festival de la Danse, fermier. Je sais comment y aller et revenir les yeux fermés.$1#$e#Je trouverai peut-être du bon fourrage sur mon chemin.$3",
  "spring_28": "J'ai entendu aux infos que la chaleur estivale de cette année sera plus intense qu'un œuf sur une poêle.$0#$e#Assure-toi que tes récoltes sont bien arrosées, @. Je ne voudrais pas que tes récoltes meurent.$2",

  "Mon": "... Salut.$0#$e#Qu'est ce que tu veux$2#$e#Je ne distribue aucune de mes graines ou récoltes.$2",
  "Mon2": "Salut, @. C'est le début d'une nouvelle semaine.$0#$e#J'ai beaucoup de travaux agricoles à faire aujourd'hui.$2",
  "Mon8": "Joyeux lundi, collègue agriculteur.$1#$e#Le début d'une nouvelle semaine signifie le début d'une nouvelle charge de travail.$1",
  "Tue": "%Andy vous remarque mais ne dit rien.",
  "Tue2": "Comment se passe ton travail à la ferme %farm , @?$0#$e#Heureux de l'entendre.$0",
  "Tue8": "J'ai trouvé de la bonne nourriture aujourd'hui. Je vais en manger la moitié et expédier le reste.$1",
  "Wed": "Besoin de me chercher de la nourriture aujourd'hui. La question est, est-ce que je cherche de la nourriture dans la forêt ou j'achète quelque chose chez Joja?$2",
  "Wed4": "Tu as de la saleté sur toi. C'est le signe d'un fermier travaillant dur!$1#$e#Continue le travail, @.$0",
  "Wed10": "Hey. On dirait que t'es plein d'énergie aujourd'hui. Tu m'en partage un peu?$3#$e#C'était une tentative de blague. Je ne suis pas si drôle comme type.$1#$e#J'apprécie nos petites discussions, fermier.$3",
  "Thu": "Uhh. Bonjour.$0#$e#%Andy vous ignore.",
  "Thu4": "Ça me fait plaisir de te voir, @.$3#$e#Passe une bonne journée.$1",
  "Thu8": "Hey. Content que tu viennes me parler.$3#$e#J'ai un planning chargé aujourd'hui.$0",
  "Fri": "Si tu veux te mettre de mon côté, tu devrez m'acheter un verre au saloon.$0",
  "Fri2": "Enfin vendredi. Maintenant, je peux boire un verre sans me sentir coupable.$2",
  "Fri8": "Je t'achèterai un verre au saloon un jour. Avec tout ton travail tu le mérites.$3",
  "Sat": "%Andy vous voit mais choisit de ne rien dire.",
  "Sat4": "J'ai dormi ce matin. Je me sentais un peu paresseux aujourd'hui parce que c'est samedi.$1#$e#Mais, ce n'est pas une excuse pour ralentir mon travail à la ferme.$2",
  "Sat10": "Nous, les fermiers, on a pas le temps de s'amuser le week-end. Il y a trop de travail à faire.$3#$e#Je te souhaite une journée productive, @. La Vallée te le rendra.$1",
  "Sun": "Je ne te vois jamais pendant les heures de culte le dimanche. Tu ne crois pas en Yoba, n'est-ce pas?$5",
  "Sun2": "Si tu veux en savoir plus sur Yoba, pense à venir aux heures de culte le dimanche.$0#$e#Jodi, George et moi sommes généralement les seuls, mais on pourrait t'apprendre une chose ou deux.$3",
  "Sun8": "J'aime visiter le sanctuaire de Yoba dimanche. C'est un moment de réflexion sur soi et d'appréciation.$1#$e#Profite du reste de ta journée, fermier.$3",

  //SUMMER DIALOGUE
  "summer_1": "Les jours comme celui-ci, j'aimerai trouver un bel arbre et lire des passages de mon texte Yoba.$1#$e#Le passage 13: 2C est l'un de mes favoris de tous les temps. Il enseigne de solides leçons de vie.$0",
  "summer_3_1": "Nom de Yoba, ce foutu bruit hier soir m'a réveillé! Qu'est-ce que c'était que ça !?$5",
  "summer_10": "Je mettrai des baies épicées de qualité iridium dans cette soupe demain.$1#$b#Elles épiceront parfaitement la soupe!$3",
  "summer_20": "Pam a pris six verres hier soir au saloon. Je ne pense pas qu'elle aille bien. Je devrais la surveiller.$2#$e#Elle ne prend généralement que quatre ou cinq verres. Quelque chose se trame.$0",
  "summer_28": "Les fameuses méduses apparaissent ce soir à la plage. Tu nous rejoins là-bas?$0",

  "summer_Mon": "Joja m'a envoyé une lettre avec des coupons. J'obtiens 5% de réduction sur mon prochain achat!$0#$e#C'est clairement une excellente façon de commencer la semaine.$3", 
  "summer_Mon2": "Je ne sais pas comment tu as pu passer tout ce temps à te promener et à parler aux gens avec ce grand et vieux terrain dont tu dois t'occuper.$2#$e#Certains d'entre nous aimeraient avoir un endroit comme ça pour passer toute la journée.$2",
  "summer_Mon6": "Comment ça va, fermier?$0#$e#Eh, les récoltes ne vont pas aussi bien que je l'espérais cette saison. Ça pourrait bien être une année difficile.$2",
  "summer_Mon10": "Les arroseurs sont géniaux si tu veux l'automatisation de ta ferme. Mais la Ferme Fairhaven est un peu trop petit pour ces appareils.$0#$e#Ça ne me dérange pas d'arroser manuellement mes cultures. J'aime vraiment ça. Mais une ferme aussi grande que la tienne, tu devrais envisager d'investir.$0", 
  "summer_Tue": "J'ai perdu deux récoltes ce matin à cause de ces quelques corbeaux de malheur. Je dois faire quelque chose contre ça.$2",
  "summer_Tue2": "Le maire Lewis et moi avons eu un désaccord hier. J'ai la forte impression qu'il ne m'aime pas en ce moment.$2#$e#À propos de quoi? Bon Yoba, ce ne sont pas tes affaires.$2",
  "summer_Tue4": "Pierre ne vend aucune de mes récoltes ou de mes fourrages dans son magasin. Je ne m'entends pas avec lui à cause de ça.$2#$e#Oh, pourquoi il ne le fait pas? Parce que. Ce n'est pas un bon propriétaire de magasin. Sinon, pourquoi?$2#$e#Parfois, j'ai le sentiment que tout le monde en ville, à pars toi, souhaite juste que je disparaisse, @.",
  "summer_Tue8": "Il y avait bon Yoba de corbeau mangeant mes récoltes ce matin. Que ces voleurs volants soient foudroyés.$7#$e#Désolé, fermier. Normalement, j'ai toujours du temps pour toi, mais je ne suis pas de bonne humeur pour parler.$2#$e#J'ai dit pas maintenant.$5#$e#%Andy vous ignore.",  
  "summer_Wed": "Une saleté d'abeille m'a piqué aujourd'hui! La prochaine fois, je devrai mettre des gants lors de la récolte du miel.$2",
  "summer_Wed6": "Je dois bientôt faire un voyage à Grampleton et demander à l'un des charpentier de me faire une nouvelle ruche.$0#$e#Je n'ai pas assez d'expérience pour en fabriquer un moi même. Mais j'ai entendu dire que tu étais doué en fabrication.$0",
  "summer_Thu": "Tu peux toujours compter sur le maïs pour un bénéfice régulier et lent car il dure deux saisons.$1#$e#C'est la raison pour laquelle je plante du maïs pendant la saison estivale. Ça m'aide à économiser sur l'achat de graine.$0",
  "summer_Thu4": "Tu sais que tu as une tache sur le visage, @? Tu devrais te regarder dans le prochain miroir que tu croises.$3#$e#Avoir beaucoup de saleté sur toi est la preuve que tu es un fermier qui travaille dur.$0",
  "summer_Thu8": "J'ai jeté un oeil à la ferme %farm l'autre jour. Tu as fait des progrès, @.$0#$e#J'adorerais venir regarder de plus près un jour, si ça te va.$3",
  "summer_Fri": "Tu as trouvé quelque chose de bon dans les bois dernièrement, fermier?$0#$e#Ne ramasse pas tout. Je compte sur la cueillette sauvage pour une partie de mon gagne-pain, tu sais.$0",
  "summer_Fri8": "J'ai trouvé une grande quantité de fourrage dans la forêt. Avec ce que j'ai trouvé; Je pense que je pourrais faire des bénéfices cette saison.$1#$e#À plus, fermier!$3",
  "summer_Sat": "J'ai trouvé des baies épicées qui poussaient de l'autre côté de ma clôture ce matin.$1#$b#Les avantages d'avoir une ferme dans cette forêt ici sont bénéfiques.$0#$e#Bonne journée, fermier.$0",
  "summer_Sun": "Fait-moi savoir si tu souhaites emprunter mon texte Yoba. J'ai des notes détaillées sur les passages les plus populaires.$3#$e#Quoi? Tu ne veux pas me l'emprunter? Bien.$2",
  "summer_Sat6": "Il y a du bon fourrage au sommet. Je pense que tu pourrais gagner un peu d'argent rapidement.#$e#C'est trop raide pour moi de monter là-haut. Tu es en bonne santé et assez jeune pour cette randonnée, @.$3",

  //FALL DIALOGUE
  "fall_1": "L'automne est une bonne saison pour la cueillette, @.Il y a un grand nombre de champignons mûrs prêt à être rammassés.$0#$e#Ne les cueille pas tous. Gardes-en pour moi.$2",
  "fall_4": "Je t'ai vu entrer dans la guilde des aventuriers de la ville. Tu travailles au noir en tant que chasseur de monstres?$0#$e#C'est un travail dangereux. Je suis reconnaissant que tu veuilles mettre ta vie en jeu pour des gens comme moi, et garder cette vallée ici en sécurité.$1#$b#Merci.$0",
  "fall_10": "Cette fille, Sophia, au vignoble a pris le relais après ses parents-$0#$b#Enfin, bref. Tu devrais en discuter avec elle.$2#$e#Tu passes une bonne journée sinon ?$0",
  "fall_15": "J'aurai mon propre stand demain, fermier. T'inquiéte pas, je ne prévois pas de gagner.$0#$e#Je n'ai jamais gagné une seule fois; Je ne pense pas que ça va changer demain ...$2",
  "fall_23": "Hier, je travaillais dans mon champ et j'ai vu des militaires se diriger vers la tour du sorcier.$2#$b#Ces affreux officiers du gouvernement tentent toujours de recruter des sorcières et des sorciers pour leur guerre.$5#$e#Pfft. Honteux.$2",
  "fall_27": "Pierre partage son cidre de citrouille épicé lors de la Fête des Esprits.$3#$b#Il ne le partage généralement qu'avec ses amis «proches».$2#$b#C'est bien que je puisse en goûter après une année entière.$0",
  "fall_28": "Les cultures vont bientôt commencer à mourir, fermier. L'hiver est à nos portes.$0#$e#On se vois plus tard.$0",

  "fall_Mon": "J'ai récolté plusieurs récoltes de haute qualité ce matin. Cet engrais Joja fonctionne comme un charme à chaque fois.$3#$e#Je te recommande d'utiliser l'engrais Joja, @. Ça t'aidera à dégager des bénéfices.$0",
  "fall_Mon2": "Hier, j'ai acheté une nouvelle hache à Clint. J'ai cassé ma hache en cuivre en coupant quelques arbres dans cette forêt.$0#$e#Améliorer tes outils est important, @. Que ce soit une leçon pour toi.$0",
  "fall_Mon8": "J'ai une houe en acier que Clint a conçue pour moi. Il est excellent dans ce qu'il fait.$0#$e#La houe améliorée me fait gagner du temps sur mes travaux agricoles. Tu devrais en prendre une si tu ne l'as pas déjà fait.$1",
  "fall_Tue": "Pas le temps de parler, fermier. On n'a pas tous l'argent qui rentre. Je dois gagner ma vie.$0",
  "fall_Tue4": "Je ne transforme pas mes récoltes en produits artisanaux comme la bière ou le vin. Fairhaven est fier de fournir des cultures crues de haute qualité.$0#$e#Peut-être que tu pourrais m'apprendre à utiliser certains de ces appareils, un jour.$3",
  "fall_Wed": "J'ai trouvé plusieurs champignons violets dans la forêt ce matin.$1#$e#Ils étaient aussi de très bonne qualité! Je pense qu'ils partiront à un bon prix.$3",
  "fall_Wed4": "La forêt de Sève-Cendreuse est jolie à cette période de la saison. C'est l'une des raisons pour lesquelles je choisis de vivre ici, d'y cultiver ma terre.$3#$e#Passe une bonne journée, fermier.$0",
  "fall_Wed8": "Ce matin, j'ai trouvé un grand nombre de pissenlits, de poireaux et de raifort dans la forêt. Je parie que j'en récupérerai un prix modeste.$1#$e#Il y a toujours des ressources sauvages à trouver dans la forêt, @. Tu devrais y jeter un oeil.$1#$e#On pourrait y aller ensemble un jour, si tu veux. Je te montrerai les bons endroits.$2", 
  "fall_Thu": "Avant la grande récession, il y avait plus de fermes dans la vallée. Ceux qui ne pouvaient pas s'adapter ont fait faillite.$0#$e#J'avais l'habitude d'avoir plus d'amis dans la vallée ...$0#$e#%Andy vous ignore. Il a l'air triste.",
  "fall_Thu8": "Tu sais, fermier, habituellement quand le week-end arrivait, j'étais vraiment seul. Mais maintenant nous sommes amis, et j'ai toujours hâte de te voir.$3",
  "Fall_Fri": "Je ne pourrai pas beaucoup me détendre aujourd'hui. Trop de travail à faire avant la fin de semaine.$2",
  "fall_Fri4": "Tu penses aller au saloon ce soir, @?$0#$e#On se verra peut être là bas.$3",
  "fall_Fri8": "Tu sais, On devrait se retrouver et partir en camping quelque temps plus profondément dans la forêt.$3#$e#Qui sait quel genre de ressource rare on pourrait trouver?$3",
  "fall_Sat": "%Andy vous remarque et vous salue avec un sourire. Il a l'air occupé.",
  "fall_Sat4": "Salut, fermier. J'espère que cette saison te traite bien.$0#$e#Bonne chance à la ferme %farm. Ce que tu fais fait de toi la fierté de la vallée.$0",
  "fall_Sun": "Les seuls gens avec qui je m'entends bien à Pelican Town sont George et Pam. Peu de gens me comprennent. C'est peut-être la différence d'âge.$0#$e#Et le maire Lewis? Nom de Yoba, cet homme est un imbécile comme j'en ai jamais vu un. Lui et moi on ne se regarde même pas.$2",
  "fall_Sun6": "Vivre à Stardew Valley est le grand rêve Ferngillien. De belles terres, des ressources naturelles, de bonnes personnes ... pour la plupart.$0#$b#Que demander de plus?$1#$e#Eh bien, je pourrais avoir plus d'argent et de terres ...$2",
  "fall_Sun10": "Je vais au saloon tous les vendredis soirs. Il est important de se récompenser pour avoir travaillé dur.$3#$e#Au plaisir de te voir ce soir au saloon. On pourra se détendre et discuter au lieu de parler du boulot.$3#$b#C'est bon d'avoir un ami présent.$1", 

  
  //WINTER DIALOGUE    
  "winter_1": "L'hiver est ma saison préférée. Ça me permet de me concentrer sur la recherche de nourriture au lieu de gérer ma ferme.$1",
  "winter_7": "On va marcher vers le coin de pêche sur glace dans la forêt demain, @. Je montrerai la voie.$1#$e#Je sais très bien comment entrer et sortir de la forêt. J'y vais pour chercher de la nourriture tout le temps.$0",
  "winter_12": "Dis-moi. Tu penses qu'Olivia s'intéresse à moi? Je la vois parfois me regarder dans au saloon.$3#$e#Je devrais peut-être lui dire bonjour un de ces jours.$2",
  "winter_24": "Je n'aime pas cette période de l'année. Ça me rappelle que je n'ai personne de spécial dans ma vie.$2#$e#Je ne cherche pas ta sympathie mon bon Yoba de fermier.$5#$e#%Andy vous ignore.",
  "winter_28": "Tu es prêt à planter tes cultures pour le printemps, fermier?#$e#Bonne chance à toi! Je vais en faire autant.$1",

  "winter_Mon": "Pierre refuse toujours de vendre mes récoltes dans son magasin, et il se demande pourquoi je n'y achète jamais rien.$2#$e#...$2#$e#%Andy vous ignore. Il n'est pas de bonne humeur.",
  "winter_Mon4": "Je n'ai pas trouvé beaucoup de ressources dans la forêt aujourd'hui. Est-ce que quelqu'un d'autre prend tout? ...$2#$e#%Andy vous regarde.",
  "winter_Mon8": "Marnie m'a laissé utiliser sa machine à graines et j'ai transformé mes produits de mauvaise qualité en beaucoup de graines.$1#$e#Je dois me procurer bientôt une de ces machines. Cela me ferait économiser beaucoup d'argent.$2#$e#Les artisans de Grampleton les vendent pour 6 000 g. C'est cher, mais ça peut rapporter à long terme.$0#$e#Quoi? Tu dis que tu pourrais peut-être m'en fabriquer un ? Eh bien, ce serait très généreux de ta part.$1",
  "winter_Tue": "Joja m'a envoyé plusieurs coupons par la poste ce matin. Ils traitent les clients fidèles avec grand soin.$1#$e#Je dois aller à la bibliothèque et utiliser l'un de ces «ordinateurs». J'ai besoin d'utiliser leur site Web.$2",
  "winter_Tue8": "Dormir est un luxe que je ne peux me permettre que pendant cette saison. Je n'ai pas beaucoup de travail à faire à la ferme.$0#$e#Je te vois marcher vers ces mines. Tu combats ces monstres?$2#$e#Bonne chance à toi. Il y a des créatures dangereuses là-dedans. Reste en sécurité, @.$0",
  "winter_Wed":  "Tu as déjà goûté ce vin Blue Moon auparavant? Je n'aime pas particulièrement le vin, mais Sophia fait du bon travail.$0",
  "winter_Wed4": "Je ne comprendrai jamais comment Susan peut vivre juste à côté de ces voies ferrées dans la montagne.$2#$b#Ces bon Yoba de trains me tiendraient éveillés toutes les nuits.$2",
  "winter_Wed8": "Ma boisson préférée est la bière de blé Grampleton. C'est la meilleure bière artisanale que tu trouveras dans la région.$1#$e#Je t'attraperai une bouteille la prochaine fois que j'en prendrai et on pourra se poser un week-end.$2",
  "winter_Thu": "J'ai déterré plusieurs racines d'hiver et ignames de neige aujourd'hui dans la forêt. Je devrais en tirer un bon prix.$1",
  "winter_Thu6": "L'hiver est une excellente saison pour passer du temps à chercher des ressources autour de la forêt. Pas de cultures ni d'abeilles à gérer!$1#$e#J'imagine que tu apprécies ce temps aussi, @.$0",
  "winter_Fri": "Il fait un froid de Yoba, aujourd'hui. Reste au chaud, fermier.$0",
  "winter_Fri8": "J'ai récemment lu un passage dans mon texte Yoba qui m'a éclairé, @: «Ne pensez pas au mal des autres, mais aidez-les à le surmonter».$0#$e#Il y a des leçons incroyables à apprendre dans ce livre. Peut-être que je pourrai partager avec toi certains de mes passages préférés.$3",
  "winter_Sat": "Je vois parfois des flashs de lumière venir de la tour du sorcier la nuit. Je me demande ce qu'il fait là-dedans.$2",
  "winter_Sat4": "J'ai essayé de discuter avec le maire Lewis aujourd'hui et il a prétendu qu'il ne m'avait même pas entendu.$2#$e#Je ne réparerai pas ce pont de sitôt, je suppose.$2",
  "winter_Sat8": "Trop de gens de nos jours disent des bêtises et sont irrespectueux envers nous les plus vieux.$2#$e#Je veux dire, j'apprécie qu'on agisses selon son âge plutôt que de la pointure de ses chaussure.$0#$e#Bonne journée, @. Continue ton beau travail à la Ferme %farm.$0",
}
