
{
//SPECIAL DIALOGUE
"Introduction": "Je suis reconnaissante à Joja d'avoir nettoyé le glissement de terrain. Lewis et moi avons eu tellement de mal à leur faire enlever les rochers.$2#$b#Joja refuse toujours de s'excuser ...$3#$e#Je te reverrai bientôt, trésor. Je suis contente de t'avoir enfin rencontré!$1#$b#C'est agréable d'avoir un autre fermier dans la vallée.$4",
"pamHouseUpgrade": "J'envie le savoir-faire de Robin. Elle a elle-même conçu la nouvelle maison de Pam!$1",
"pamHouseUpgradeAnonymous": "J'envie le savoir-faire de Robin. Elle a elle-même conçu la nouvelle maison de Pam!$1",
"Resort_Entering": "Je ne voyage généralement pas avec d'autres personnes dans notre communauté. C'est déjà amusant!$1",
"Resort_Leaving": "Ce fut une journée très mouvementée!$4",
"Resort_Shore": "%Susan prend la vue.",
"Resort_Chair": "Avec un temps comme celui-ci, je parie que tu pourrais faire pousser des cultures tropicales ici avec facilité.$0",
"Resort_Bar": "J'ai envie de quelque chose de fruité.$0",
"Resort": "Je suis tenté de ramener une fleur de l'île à la maison avec moi.$1#$e#Non, non, non ... je ne peux pas la séparer de ses amis.$2",


//SPECIFIC TILE DIALOGUE
"Custom_SusanHouse_4_15": "Je suis reconnaissante à Joja d'avoir nettoyé le glissement de terrain. Lewis et moi avons eu tellement de mal à leur faire enlever les rochers.$2#$b#Joja refuse toujours de s'excuser ...$3#$e#Je te reverrai bientôt, trésor. Je suis contente de t'avoir enfin rencontré!$1#$b#C'est agréable d'avoir un autre fermier dans la vallée.$4",
"Custom_SusanHouse_24_6": "Pardon. je dors.$2",
"SeedShop_14_20": "Ravi de te voir, @! Tu achètes des graines de Pierre aujourd'hui?$0",
"ArchaeologyHouse_16_5": "La bibliothèque possède quelques manuels d'artisanat auxquels je fais souvent référence. Ils sont très utiles.$1",
"Custom_SusanHouse_3_16": "Okay, Sophia! Regarde attentivement!$0",
"Custom_SusanHouse_9_17": "Reviens bientôt, chérie!$0",

//SPRING AND GENERAL DIALOGUE
"spring_1": "Ah! Le début du printemps, ma saison préférée. C'est beau de voir les fleurs.$1#$e#Bonne chance à la ferme cette année!$0",
"spring_12": "J'ai aidé Marnie et Emily à peindre les œufs pour le festival des œufs demain.$0#$e#Jas et Vincent ont aussi aidé! Ce sont des amours absolus!$1",
"spring_23": "On va vers le sud de la forêt de Sève-Cendrée demain pour le festival de Danse des Fleurs. Tu nous y rejoindras?$0#$e#Gus prépare la plupart de la nourriture!$1",
"spring_28": "J'ai déjà planifié les cultures que je cultiverai cet été.$0#$e#Je suis sûr que tu as fait de même.$4",

"Mon": "Bonjour, @. Comment va la journée?$0#$e#Heureuse de l'entendre!$1",
"Mon4": "Il y a toujours tant à faire au début d'une nouvelle semaine.$1",
"Mon8": "Contente de te voir, @. Comment va la ferme %farm?$0#$e#Merveilleux d'entendre ça, trésor. J'aimerais avoir ton énergie.$1",
"Tue": "Bonjour, @. Comment va ta journée?$0#$e#Merveilleux!$1",
"Tue4": "Je me dirige vers le sommet pour faire de l'exercice. La vue au coucher du soleil est vraiment magique.$0#$e#Passe une bonne journée, trésor.$0",
"Tue8": "@! Je suis ravi de te voir. Comment vas-tu aujourd'hui?$1#$e#Je suis contente d'entendre ça. J'ai besoin de faire un peu de comptabiité demain.$4",
"Wed": "Salut, @. Tu as une journée productive?$0#$e#Je vais peut-être bientôt créer quelque chose de nouveau. Quelque chose pour me mettre au défi!$1",
"Wed4": "J'ai tant à faire aujourd'hui, mais si peu de temps.$2#$b#Comment gérez-tu ton temps, @? Tu es toujours tellement occupé.$0#$e#C'est difficile de te suivre!$1",
"Wed8": "Bonjour. J'espère que tu passes une bonne journée, @.$1#$e#On se reparle vite, trésor.$4",
"Thu": "Salut. Comment ça va?$0#$e#Reste motivé.$1",
"Thu4": "Je devrai peut-être aller chercher plus de bois dur de Grampleton bientôt. Je suis un peu à court.$1#$e#Grampleton vend le bois de la plus haute qualité de la République.$4",
"Thu8": "Demain c'est vendredi. Je me demande ce que Gus va cuisiner pour la soirée au saloon?$0#$e#Gus ne cesse de m'étonner. Sa nourriture devient chaque fois plus délicieuse.$1",
"Fri": "*soupir*... Je souffre un peu aujourd'hui. Je me suis tordu le dos.$2#$e#Désolée, trésor. C'est pas le meilleur moment pour parler.$2",
"Fri4": "Je suis sur la bonne voie pour terminer tout ce dont j'avais besoin cette semaine. Ce week-end sera agréable.$1#$e#Profite de ta journée, trésor.$4",
"Fri8": "Joyeux Vendredi, @! Quoi de fun de prévu pour le weekend?$0#$e#Je vais peut être prendre le train pour rendre visite à mon frère à Chestervale. Mes plans ne sont pas encore fixés.$1#$e#Passe une merveilleuse journée!$4",
"Sat": "Tu es un travailleur acharné, @.$0#$e#Tu devrais aussi faire des pauses. Ce serait bon pour ta santé!$1",
"Sat4": "Je dois commencer à planifier mon prochain voyage dans l'archipel des îles Fern.$0#$e#Les fruits à noyau sur l'île sont merveilleux. Je peux peut-être t'en rapporter. $1#$e#C'est difficile. Ils pourrissent si vite ...$2",
"Sat8": "Aujourd'hui, je vais me détendre et créer quelque chose de sympa.$0#$e#Prends tu tes samedis, @?$1",
"Sun": "Tu es prêt pour la semaine prochaine? Il y a tellement de choses à faire!$1#$e#Bonne chance à toi, @.$4",
"Sun4": "Il y a quelques personnes en ville qui visitent l'autel de Yoba le dimanche.$0#$b#J'ai ... arrêté de croire en Yoba il y a quelque temps.$2#$e#...$2#$e#%Susan ne parle pas. Elle vous fait signe de la laisser.",
"Sun10": "En vieillissant, le temps passe de plus en plus vite.$0#$b#Profite de chaque instant de la vie.$1#$e#Ne prends pas le temps que tu as pour acquis, trésor.$0",

//SUMMER DIALOGUE
"summer_1": "Bonne chance pour cet été, @. Assure-toi que tes cultures ne se dessèchent pas sous la chaleur!$0",
"summer_10": "J'apporte mes melons de la plus haute qualité demain pour le Luau, @! Les graines de melon Chestervale sont les plus fines de la région.$1#$e#Je suis certaine que tout ce que tu apporteras à la fête sera également bien accueilli !$4",
"summer_22": "Grampleton possède les plus grands champs de blé de la République de Ferngill. Le blé est transformé en bière, farine et sucre.$0#$e#Même s'il est bon marché, tu peux faire un bon profit en le faisant pousser car il est en forte demande.$0",
"summer_28": "J'ai une peur terrible de l'océan. Je ne viens à la plage qu'à la fin de l'été pour voir les méduses.$2#$e#Ces quais semblent pouvoir céder à tout moment. Je serai sur la plage, où c'est sûr.$0",

"summer_Mon": "Clint a presque terminé la mise à niveau de ma houe.$0#$b#Cela améliorera l'efficacité de mes tâches matinales à la ferme.$1", 
"summer_Mon2": "Il y a une famille d'oiseaux qui aiment nicher sur le toit de ma maison.$0#$e#Peut-être que mon prochain projet d'artisanat sera une mangeoire pour les oiseaux.$1",
"summer_Mon6": "Tu as une expérience en fabrication, trésor?$0#$e#C'est quelque chose de pratique à maîtriser lorsque tu diriges une ferme.$0#$e#Tu peux automatiser des choses ou transformer des ingrédients et des produits d'animaux en des choses plus rentables.$4",
"summer_Mon10": "Grampleton a juste les artisans les plus talentueux. J'y ai fait un voyage pour apprendre quelques trucs d'eux.$0#$e#Tu pourrais me rejoindre un jour si tu veux en savoir plus sur l'artisanat, trésor. Ce serait un voyage amusant.$4",
"summer_Tue": "Difficile de travailler avec cette chaleur estivale. Assure-toi de bien t'hydrater.$0",
"summer_Tue4": "J'ai amélioré mon arrosoir. Ça a pris un peu de mes économies, mais je peux arroser mes récoltes beaucoup plus rapidement maintenant!$1#$e#Le travail de forge de Clint est incroyable.$0",  
"summer_Tue8": "J'aime quand il pleut, pas toi?$4#$e#Cela donne aux agriculteurs une bonne pause pour se concentrer sur autre chose que l'arrosage des cultures le matin.$0",
"summer_Wed": "Je devrais peut-être faire un voyage à Grampleton bientôt. Manque de bois dur.$0#$e#J'utilise du bois dur dans la plupart de mes constructions. Il y en a beaucoup dans la forêt au sud de Grampleton.$1",
"summer_Wed8": "J'ai trouvé des baies épicées qui poussaient de l'autre côté de ma clôture ce matin!$1#$b#Je vais les écraser dans un yaourt demain. Délicieux$4!#$e#Passe une bonne journée.$0",
"summer_Thu": "Si tu as l'habitude de vivre près d'un chemin de fer assez longtemps, rien n'est capable de te reveiller au milieu de la nuit.$0#$e#Sauf ... un éboulement ...$2",
"summer_Thu6": "Mes melons se sont vendus plus que prévu.$0#$b#Je vais économiser pour voyager ou le dépenser en matériaux d'artisanat!$1#$e#Rien que je puisse fabriquer pour toi, @?$4",
"summer_Thu10": "Je suis ravi de te voir, @. J'ai fait beaucoup de récoltes aujourd'hui.$0#$e#Voici un melon fraîchement cueilli à la ferme Emeraude! J'en vends la plupart dans la ville de Zuzu, mais j'aime aussi partager avec mes amis.$0[254]",
"summer_Fri": "Une de mes plantes d'intérieur ne va pas bien ...$2#$b#Elle a été infectée par un champignon que je n'ai pas repéré avant qu'il ne soit trop tard ... Je dois faire plus attention.$2#$e#%Susan semble triste.",
"summer_Fri6": "C'est un peu idiot, mais je traite mes plantes d'intérieur comme ma famille.$0#$e#Tu as probablement remarqué que je suis assez indépendante, @. Mais j'aime mes plantes. Quand je voyage, elles me manquent.$2",
"summer_Sat": "Le maire Lewis avait l'air stressé hier.$2#$e#Cet homme travaille plus fort que n'importe lequel d'entre nous ... J'espère qu'il se reposera bientôt.$0",
"summer_Sat6": "Je transforme tous les houblons que je récolte en bière, puis j'en exporte la majeure partie. Gus en achète parfois pour le saloon.$0#$e#Si tu le souhaites, je te donnerai parfois quelques conseils pour vous assurer que la bière sorte juste comme il faut.$4#$e#Promets juste de ne révéler mes secrets à personne.$1",
"summer_Sun": "L'été est agréable à Stardew Valley. La température reste assez douce.$0#$e#Plus près du désert de Calico, il fait très chaud. Nous avons la chance d'attraper la brise marine.$0",
"summer_Sun8": "Les paratonnerres peuvent être un bon investissement si tu cherches à te développer au-delà des cultures,@.$0#$b#Il y a quelques types de machines que je veux fabriquer qui nécessitent des piles.$0#$e#Robin les vendait, mais elle a arrêté à cause du monopole de Joja.$2",

// FALL DIALOGUE
"fall_1": "Tu sens ce froid dans l'air, @? L'automne est arrivé!$1#$b#Je te souhaite bonne chance cette saison, trésor.$0#$e#Je recommande fortement de cultiver des canneberges et des citrouilles. Elles peuvent rendre l'automne extrêmement rentable.$0#$e#Good luck!$4",
"fall_3": "Les corbeaux sortent en masse cette saison. J'espère que tu as plein d'épouvantails, trésor.$0#$e#Fais attention!$1",
"fall_7": "AS-tu fait quelque chose de mémorable cette semaine?$0#$e#J'essaie de faire au moins une chose intéressante chaque semaine que je passe.$4",
"fall_15": "Tu as décidé de ce que tu vas mettre sur ton stand demain, @?$0#$e#Pierre est un bon compétiteur.$1",
"fall_20": "J'adore à quel point l'automne est coloré, pas toi?$1#$e#En tant qu'agriculteurs, nous voyons beaucoup de choses vertes. C'est agréable de voir le monde dans une palette plus vibrante.$4",
"fall_26": "La Fête des Esprits est demain, trésor.$1#$b#Le maire Lewis m'a dit que Marlon et un ami de Castle Village capturaient des monstres pour nous.$0#$e#Nous pourrons les regarder à travers des cages en acier. Si effrayant!$4",
"fall_27": "Des lumières clignotantes provenaient de Pelican Town plus tôt dans la journée. Je crois que le sorcier invoque le labyrinthe.$1#$e#Je ne sais pas comment sa 'magie' fonctionne.$2#$e#On se voit ce soir, @.$4",
"fall_28": "Bonjour, @. L'automne touche à sa fin. Les récoltes ne dureront pas beaucoup plus longtemps.$0#$e#Tu penses passer cet hiver à la pêche ou à l'exploitation minière?$1",

"fall_Mon": "La randonnée jusqu'au sommet est un excellent exercice de cardio. J'y vais chaque semaine.$1#$e#Voir toute la vallée étalée sous tes yeux permet d'apprécier la beauté de cet endroit.$4",
"fall_Mon4": "Tu as été jusqu'au sommet de la montagne?$0#$e#Je sais que c'est une belle vue, mais ... passer par toutes ces tombes me rend un peu triste.$2",
"fall_Mon10": "Voir tous ces aventuriers tombés au sommet me fait m'inquiéter pour toi, trésor.$0#$b#Prend soin de toi lorsque tu pars à l'aventure. Tu es un bijou qu'il est bon d'avoir dans son entourage.$0", 
"fall_Tue": "N'oublie pas que la saison d'automne est la saison des champignons, trésor.$0#$e#Tu peux en faire un bon profit, si tu es rapide à la cueillette.$4",
"fall_Tue4": "J'ai trouvé des champignons au sommet aujourd'hui. Je dois encore décider si je vais les vendre ou les cuisiner.$0#$e#La montagne produit de bonnes ressources en raison de la richesse du sol. Je vérifierais régulièrement si j'étais toi.$1",
"fall_Wed": "Je fais don de plusieurs de mes citrouilles à la prochaine foire de Stardew Valley.$0#$b#Il y aura un coin où les touristes pourront en choisir un à le ramener à la maison.$0",
"fall_Wed6": "Ne prend pas ces moments pour acquis. Fais en sorte que chaque jour compte, trésor.$0#$e#Quand tu auras mon âge, tu apprécieras les souvenirs de ce que tu as faits quand tu étais jeune.$1",
"fall_Wed10": "Je t'aime parce que tu comprends que la vie doit être une aventure, @.$4#$b#Certaines personnes pourraient penser que gérer une ferme est ennuyeux, mais toi et moi savons qu'il faut tellement de temps, de patience et de créativité pour bien faire.$4#$e#Que nos vies continuent d'être aussi riches qu'elles l'ont été jusqu'à présent, trésor.$4", 
"fall_Thu": "*soupir*... Andy en faisait un peu beaucoup au saloon hier soir. Il n'a tout simplement aucun filtre.$2#$e#Nous sommes tous spéciaux à notre façon.$0#$e#Passe une bonne journée, trésor.$1",
"fall_Thu8": "J'ai vu Andy marcher avec des boîtes de Joja l'autre jour. Il semblait passer une bonne journée.$0#$b#Je ne soutiens pas Joja, mais ça ne signifie pas que je jugerai ceux qui le font.$0#$e#Pourquoi je ne soutiens pas Joja? Eh bien ... le monde est un endroit précieux avec des ressources limitées, trésor. Et je pense qu'ils le dilapident.$2",
"Fall_Fri": "Les champignons apparaissent dans la forêt de Sève-Cendrée à cette période de l'année. Je pourrais bientôt en chercher.$0#$e#Andy et Leah les prennent généralement tous, cependant ...$3",
"fall_Fri4": "Il y avait des noisettes autour de la rivière de montagne aujourd'hui. Je vais les rôtir!$0#$e#Les noisettes grillées sont riches et délicieuses. J'en partagerai avec toi un jour.$1",
"fall_Fri10": "J'ai trouvé d'autres noisettes et je les ai grillées ce matin! En voici pour toi!$1[607]#$e#Savoure les, trésor.$4",
"fall_Sat": "La gestion des treillis de vignes est différente des cultures ordinaires. Je dois réfléchir à la façon de bien acheminer les vignes.$2#$e#Je vais essayer de demander à Sophia. Elle sait tout sur le raisin.$1",
"fall_Sat8": "Les clôtures du chemin de fer doivent être réparées prochainement. J'ai besoin de faire le plein de bois.$0#$e#À quelle fréquence répares-tu tes clôtures, @?$0#$e#Oh! Je vois! Tu es astucieux, n'est ce pas?$1",
"fall_Sun": "Les feuilles continuent de trouver leur chemin dans ma maison! Heureusement que j'ai un balai.$1",
"fall_Sun4": "Stardew Valley possède le sol le plus riche de la République de Ferngill. Les cultures produites ici sont plus grosses et plus savoureuses.$0#$e#Si tu utilises de l'engrais, tes récoltes seront encore plus saines!$1",
"fall_Sun10": "Je voulais te parler, @.$0#$b#J'ai fertilisé mes champs et il m'en restait. Je voulais te le donner.$4#$b#Pas besoin de me remercier! Passe une bonne journée, trésor!$1[369]", 

//WINTER DIALOGUE    
"winter_1": "En montagne, Robin et moi recevons beaucoup de neige.$0#$e#Je vais peut-être bientôt construire un bonhomme de neige. Ce ne serait pas mignon?$1",
"winter_7": "Tu vas participer au concours de pêche demain?$1#$b#J'avais l'habitude de pêcher quand j'étais plus jeune, mais je n'y suis jamais retourné.$0#$e#Bonne chance pour demain!$4",
"winter_12": "Mon frère est en visite bientôt. Sa fille est adorable!$1#$b#Elle aime jouer aux jeux vidéo. J'ai une Super Neendo sur laquelle elle joue lors de ses visites.$0#$e#Je ne joue pas moi-même. Je suis trop vieille pour ces engins électroniques.$4",
"winter_17": "Un marchand m'a vendu une plante d'intérieur.$0#$b#On peut toujours trouver quelque chose d'étonnant au marché de nuit!$1",
"winter_24": "La Fête de l'Étoile Hivernale est demain! C'est une journée si joyeuse.$0#$e#J'ai ramassé le cadeau parfait! J'espère qu'il l'aimera.$1",
"winter_28": "Prêt à semer bientôt des graines?$0#$e#J'ai fini de planifier il y a des semaines. Il suffit d'attendre que la neige et la glace dégèlent - ce ne sera plus long maintenant.$1",

"winter_Mon": "Je me sens mal pour tous ces pauvres animaux qui gèlent par temps froid.$2#$e#J'ai un faible pour les petites bestioles.$0",
"winter_Mon4": "Sautine City a de beaux rivages et des touristes du monde entier.$0#$b#Chaque fois que j'y vais, je rencontre quelqu'un dont la vie est complètement différente de la mienne. C'est comme une fenêtre sur un monde différent.$4#$e#Tu devrais essayer d'y voyager, @. Les billets peuvent être chers, mais l'expérience en vaut la peine.$1",
"winter_Mon8": "J'ai presque économisé assez d'argent pour faire un voyage à travers le pays.$0#$e#Voyager est un grand passe-temps pour moi, donc vivre près du chemin de fer est pratique.$4#$e#Tu penses que tu aurais envie de faire un voyage avec moi, trésor? Je suis une excellente compagne de voyage!$1",  
"winter_Tue": "Comment se passe ton hiver, @? Tu profites de ton temps libre?$1#$e#J'ai créé et voyagé. C'est une merveilleuse période de l'année.$0",
"winter_Tue6": "Je suis contente d'avoir stocké du bois. Ma maison n'a pas de système de chauffage sophistiqué. Je compte sur la cheminée.$0#$e#Reste au chaud cet hiver, @! Tu peux toujours t'arrêter et t'asseoir avec moi près du feu pendant un petit moment.$4",
"winter_Wed":  "J'adore sortir la nuit quand il neige. Comme la neige absorbe le son, la nuit est très silencieuse.$1#$e#Reste au chaud, @.$0",
"winter_Wed4": "J'aime lire des livres pendant l'hiver. Pas besoin de s'inquiéter des récoltes.$0#$e#Je sais que tu ne prends pas de week-end, mais tu devrais aussi prendre du temps pour toi! Tu le mérites.$1",
"winter_Wed8": "On travaille tout les deux trop dur, non?$0#$e#Faisons un pacte tout les deux pour passer ce week end tranquilles. Pas de longues heures dans les mines, pas de randonnées à Grampleton ... juste des journées agréables devant la cheminée avec un beau livre ou quelques souvenirs.$4#$e#Ce sera difficile de rester immobile pendant un certain temps, mais je pense que nous pouvons tous les deux le faire.$1",
"winter_Thu": "Je vois souvent Alex aller aux bains publics.$0#$b#La salle d'entraînement est maintenue en bon état.$4#$e#Peut-être parce que personne d'autre qu'Alex ne l'utilise.$0",
"winter_Thu6": "Je monte assez souvent au sommet, même en hiver.$0#$e#Il y a beaucoup de matériaux d'artisanat et de ressources, et la vue est à couper le souffle.$1#$e#Rejoins moi quelques fois, @?$4",
"winter_Fri": "Tu vas souvent au saloon le week-end?$0#$e#En hiver, c'est tentant. Un peu de cidre ou de bière me réchauffe bien.$4",
"winter_Fri8": "Je ne sais pas si je vieillis, mais cet hiver semble plus froid que d'habitude.$2#$e#J'ai hâte de partir voyager dans un endroit chaud.$4#$e#Peut-être qu'un jour on devrait monter dans un train et y rester jusqu'à ce que nous soyons quelque part où nous ne sommes jamais allés, @. Qu'est ce que tu en penses?$4",
"winter_Sat": "Tu peux me trouver ringarde, mais je préfère écrire des lettres plutôt que d'envoyer des mails.$0#$e#Toutes ces nouvelles technologies avancent trop vite pour que je puisse suivre.$2",
"winter_Sat8": "Gardes-tu le contact avec ta famille, @?$0#$e#La vie ici, dans la vallée, c'est un peu comme vivre dans une bulle. Il est facile d'oublier le monde extérieur, en étant entouré de montagnes.$4#$e#Il est important de t'assurer de rester connecté avec le monde, quelle que soit la manière qui te convient le mieux.$4",
"winter_Sun": "Il est presque temps de commencer à préparer l'année prochaine.$1#$e#Hmm... que devrais-je cultiver ce printemps?$0",
"winter_Sun6": "Je nettoyais mes champs ce matin, me préparant pour le printemps, et j'ai déterré plusieurs ignames des neiges.$0#$b#Je pense que je vais manger ça avec le dîner ce soir après les avoir lavés!$1#$e#Essaie d'en déterrer quelques-uns pendant que tu le peux, @. Ils ont bon goût rôti avec un peu de beurre et de cassonade.$4"
}