{
    "spring_Mon": "%Hank: Les Tunneliers s'en sortent bien cette année ! Ils vont peut être même aller jusqu'à la finale !",
    "spring_Tue": "%Hank: Treyvon et moi on a travaillé très dur pour payer cette maison. Ca fait du bien de savoir que c'est à moi.",
    "spring_Wed": "%Hank: Hé, tu es un fermier pas vrai ? Dis moi... pourquoi est ce que le poulet traverse la route ?#$e#%Hank: Pour aller de l'autre côté ! Haha !#$e#%Hank: Tu ne trouves pas cette blague excellente ?#$e#%Hank: Bon, c'était mieux dans ma tête.",
    "spring_Thu": "%Hank: Hmm. Je devrais tondre la pelouse rapidement.#$e#%Hank: On a acheté une tondeuse rechargable LV2103 l'an dernier. Elle fonctionne plutôt bien.",
    "spring_Fri": "%Hank: La banlieue de Pondwood est plutôt calme, juste comme on aime.#$e#%Hank: Beaucoup d'animaux font de cet endroit leur maison aussi. Une fois, j'ai vu un ours dans notre jardin.",
    "spring_Sat": "%Hank: Je dois aller jusqu'au \"Homeland Depot\" chercher du matériel pour un nouveau projet.#$e#%Hank: Je construis et répare tout un tas de trucs pour tout un tas de gens et d'entreprises !",
    "spring_Sun": "%Hank: Hé, ça fait plaisir de te voir.#$e#%Hank: *Souris* Je suis sûr que tu n'as pas fait tout ce chemin juste pour me rendre visite. Scarlett devrait être quelque part dans le coin.",

    "summer_Mon": "%Hank: Mon mari et moi avons peint la maison nous même. On a failli peindre en bleu.#$e#%Hank: Avant c'était blanc, mais ça ne me plaisait pas trop.",
    "summer_Tue": "%Hank: Hé, ça faiit plaisir de te voir.",
    "summer_Wed": "%Hank: J'essaye un nouveau régime. Ca se passe bien.#$e#%Hank: Tu as déjà entendu parler du régime keto ? C'est quand tu remplaces tous les glucides par de la graisse et des protéines.",
    "summer_Thu": "%Hank: J'ai envie d'installer une piscine un jour suur ma propriété. Ca coûte un bras mais ça vaut le coup.#$e#%Hank: Pense à toutes les soirées piscine qu'on pourrait avoir ! On serait la maison la plus cool de la banlieue.",
    "summer_Fri": "%Hank: Scarlett est à la maison aujourd'hui si tu la cherche..",
    "summer_Sat": "%Hank: Tu ne trouveras pas de meilleur bois dur au sud de Grampleton..#$e#%Hank: Beaucoup de personnes choisissent la sylviculture comme profession dans la région.",
    "summer_Sun": "%Hank: La nouvelle saison de gridball commence bientôt. Tu peux croire qu'ils ont échangé Jackie ? Pauvres fous !",

    "fall_Mon": "%Hank: Je ne veux pas te voir fouiner dans notre chambre, d'accord ?#$e#%Hank: C'est privé.",
    "fall_Tue": "%Hank: Quand j'avais ton âge, j'ai fait un tas de petits boulots.#$e#%Hank: D'une manière étrange, je fais toujours la même chose mais de manière professionnelle !",
    "fall_Wed": "%Hank: J'apprécie toujours les couleurs de cette saison.#$e#%Hank: Un de nos voisins en bas de la rue devient fou avec ses décorations pour le réveillon. C'est vraiment un spectacle à voir.",
    "fall_Thu": "%Hank: Il n'y a que des mauvaises nouvelles à l'étranger. J'ai l'impression que c'est pire que ça ne l'est en réalité.",
    "fall_Fri": "%Hank: Tout le monde à Pondwood est digne de confiance. Vous verrez que la plupart des gens laissent leurs portes non verrouillées.",
    "fall_Sat": "%Hank: *soupir* J'ai besoin de vacances bientôt. J'ai entendu dire que les îles Fern sont agréables à cette époque de l'année.",
    "fall_Sun": "%Hank: Notre souffleur de feuilles EVA POWER 2000 rend le nettoyage du jardin facile. C'est bien mieux que d'utiliser un râteau.",

    "winter_Mon": "%Hank: *tousse* *tousse* Je pense que ce temps prend le dessus sur moi...",
    "winter_Tue": "%Hank: Scarlett aime le fromage de chèvre et les cerises. Si tu veux t'attirer ses faveurs, essaie de lui offrir ces choses.#$e#%Hank: Haha, moi ? Je suis plus du genre à manger des steaks.",
    "winter_Wed": "%Hank: Ne touche pas au thermostat.#$e#%Hank vous regarde d'un air sérieux.",
    "winter_Thu": "%Hank: Il fait froid ici à cette époque de l'année. Réchauffe-toi près du feu.",
    "winter_Fri": "%Hank: Je suis de garde pour un travail aujourd'hui. Pas grand-chose à faire à part boire une boisson chaude et regarder du gridball.#$e#%Hank: Je suis de garde pour un travail aujourd'hui. Pas grand-chose à faire à part boire une boisson chaude et regarder du gridball.",
    "winter_Sat": "%Hank: Je vais bientôt devoir déblayer la neige de l'allée. Il ne faut pas trop laisser s'accumuler la neige.",
    "winter_Sun": "%Hank: *Souris* Je suis sûr que tu n'as pas fait tout ce chemin juste pour me rendre visite. Scarlett devrait être quelque part dans le coin."
}
