{

"spring_Mon": "%Treyvon: Je tiens un magasin de vente au gros dans le centre de Grampleton. Je l'appelle \"Treyvon's Essentials\".#$e#%Treyvon: J'ai un contrat avec \"Marnie's Ranch\" dans la Stardew Valley. J'y achète du lait et de la laine pour mon magasin.",
"spring_Tue": "%Treyvon: Comment se passe la vie à la ferme à Stardew Valley ?#$e#%Treyvon: Je suis content de savoir que ça fonctionne pour toi.",
"spring_Wed": "%Treyvon: Nos voisins sont très amicaux. Parfois on se rejoint même pour faire des barbecues!",
"spring_Thu": "%Treyvon: J'espère que tu n'es pas fan des Buffalos! Dans cette maison, on supporte les Tunnlers!#$e#%Treyvon: *glousse* Nous prenons le gridball très au sérieux.",
"spring_Fri": "%Treyvon: J'attends toujours avec hâte la lecture des \"funnies\" de le journal du weekend.#$e#%Treyvon: Tu reçois le journal dans ta ville ?",
"spring_Sat": "%Treyvon: As-tu déjà entendu parler du 'Sakura Vineyard' sur la côte de Grampleton ? C'est un lieu touristique très populaire à ce moment de l'année.#$e#%Treyvon: *glousse* C'est un peu trop couteux pour nous cependant.",
"spring_Sun": "%Treyvon: Mon pickup est mon gagne-pain. Je prends bien soin d'elle.#$e#%Treyvon: Hank et moi réfléchissons à prendre une autre voiture pour qu'il n'ait pas à utiliser ma camionette pour le travail.",

"summer_Mon": "%Treyvon: Hey, mon/ma grand·e. Qu'est-ce qu'il se passe dans ton patelin ?#$e#%Treyvon: Pelican Town donne l'impression d'avoir une communauté adorable. Hank et moi allons visiter la ville un des ces jours.",
"summer_Tue": "%Treyvon: Scarlett m'aidait dans mon magasin avant qu'elle aille donner un coup de main aux habitants de la vallé.",
"summer_Wed": "%Treyvon: La plupart de nos meubles ont été achetés dans le coin.#$e#%Treyvon: Tu ne trouveras pas de meilleures tables ailleurs qu'à Grampleton!",
"summer_Thu": "%Treyvon: L'ombre des arbres aide Pondwood à rester au frais même pendant les jours chauds de l'été.",
"summer_Fri": "%Treyvon: Prends une pause dans tont ravail de temps en temps. C'est important d'éviter de sombrer dans un burn-out.",
"summer_Sat": "%Treyvon: Certains habitants ont repéré un coyote dans le coin. N'hésite pas à me dire si tu le vois.#$e#%Treyvon: C'est bizarre. D'habitude ils ne viennent pas à proximité à cause des chiens des voisins.",
"summer_Sun": "%Treyvon: Ah, c'est sympa de ta part de nous rendre visite. N'hésite pas à me dire si tu as besoin de quelque chose.#$e#%Treyvon: Toi et Scarlett avez quelque chose de prévu aujourd'hui ?",

"fall_Mon": "%Treyvon: Mon pickup est mon gagne-pain. Je prends bien soin d'elle.#$e#%Treyvon: Hank et moi réfléchissons à prendre une autre voiture pour qu'il n'ait pas à utiliser ma camionette pour le travail.",
"fall_Tue": "%Treyvon: J'ai entendu parler de la ferme %farm dans le journal. Je ne savais pas que tu es connu!",
"fall_Wed": "%Treyvon: Je suis vraiment très fier de ce qu'est devenue Scarlett. C'est mon petit ange.#$e#%Treyvon: J'ai l'impression qu'elle voudrait avoir sa propre ferme un jour, tout comme toi.",
"fall_Thu": "%Treyvon: Les dernières nouvelles de la guerre ont été très sombres...#$e#%Treyvon: J'espère qu'un jour tout ça se terminera et que tout le monde pourra rentrer auprès de leurs familles.",
"fall_Fri": "%Treyvon: Je pourrais peut être signer un contrat avec votre maire pour pouvoir t'acheter des produits de ta ferme pour mon magasin. Quels genres de produits la ferme %farm produit-elle ?#$e#%Treyvon: Ah, tu produis une grande variété de choses. Je ne peux qu'imaginer ce à quoi ta grange ressemble.",
"fall_Sat": "%Treyvon: Ah, tu rends visite à Scarlett aujourd'hui ?#$e#%Treyvon: Passez un bon moment tous les deux, ok ?",
"fall_Sun": "%Treyvon: Comment se passe la vie à la ferme à Stardew Valley ?#$e#%Treyvon: Je suis content de savoir que ça fonctionne pour toi.",

"winter_Mon": "%Treyvon: Nous allons être touchés par le blizzard bientôt.We're getting hit by a blizzard soon. Reste emmitouflé et fais attention à toi.",
"winter_Tue": "%Treyvon: Hey mon/ma grande·e. Qu'as tu de prévu aujourd'hui ?",
"winter_Wed": "%Treyvon: N'oublie pas de fermer la porte en sortant. Je n'ai pas envie de réchauffer tout le voisinage maintenant!",
"winter_Thu": "%Treyvon: Cette période de l'année me donne toujours envie de me caler auprès du feu avec une tasse de chocolat chaud.",
"winter_Fri": "%Treyvon: J'espère que tu n'es pas fan des Buffalos! Dans cette maison, on supporte les Tunnlers!#$e#%Treyvon: *glousse* Nous prenons le gridball très au sérieux.",
"winter_Sat": "%Treyvon: Notre facture de chauffage est un peu plus. Je me demande si elle s'amuse encore avec le thermostat...",
"winter_Sun": "%Treyvon: Je me doute que tu as beaucoup de temps libre pendant l'hiver.",

}
