{
    //Special Dialogue
    "breakUp": "Je crois que c'est... pour le mieux.$2#$e#C'est difficile d'avoir une relation quand on ne se voit pas souvent...$2",
    "divorced": "Je pensais que nous passerions le reste de nos vies ensemble...$2#$e#%Lance se détourne de vous.",
    "dumped_Guys": "Bonjour, @.$2",
    "secondChance_Guys": "Je suis prêt à donner une seconde chance à ça...$5",
    "highlandsDwarf": "Tu as sauvé ce nain, @. Tu es un véritable héros^Tu es une véritable héroïne.$1#$e#*ricanne* Il m'a tout raconté.$5#$e#Je ne savais pas qu'il était emprisonné dans les cavernes, forcé de regarder ses trésors être dévorés par ce terrible monstre.$6",
    "Resort_Entering": "Je n'ai pas eu de jour de repos depuis des semaines. J'attends ça avec impatience.$0",
    "Resort_Leaving": "*ricanne* Mon esprit se sent rajeuni. Il est temps de rentrer à la maison.$5#$e#Tu veux qu'on rentre ensemble à pied ? Rangeons les totems et les sceptres.$1",
    "Resort_Shore": "La guilde First Slash est à environ 2 000 kilomètres au sud-ouest de l'endroit où nous sommes.$0#$e#Tu devrais te détendre avec moi, chéri.e. Sent le sable chaud entre tes orteils.$5",
    "Resort_Chair": "Ma peau apprécie le temps qu'il fait aujourd'hui.$5",
    "Resort_Bar": "Ce cocktail à l'ananas est rafraîchissant.$0#$e#Envie d'une gorgée?$1",
    "Resort": "Tu devrais t'allonger et te détendre avec moi. Sent le sable chaud entre tes orteils.$5#$e# Le First Slash est à environ 3 000 km au sud-ouest d'où nous sommes.$1",

    //Galdoran Outpost
    "Mon": "Nous sommes le fer de lance qui imposera un monde sûr.$0",
    "Mon4": "Bonjour, @. Quel genre d'affaire as-tu si loin de la civilisation ?$1",
    "Mon6": "Nous organisons des groupes plus expérimentés pour s'enfoncer plus profondément dans les Badlands bientôt pour régler certains... problèmes que nous rencontrons.$6#$e#Je ne suis pas libre de discuter des détails.$5 ",
    "Mon8": "T'entraînes-tu tous les jours ? Si tu ne gardes pas tes réflexes aiguisés, tu pourrais être pris au dépourvu sur le champ de bataille.$0",
    "summer_Mon8": "Certaines régions de Galdora sont riches en gisements de platine et de palladium.$0#$e#Ce qui rend ces métaux précieux, c'est qu'ils ne réagissent pas avec l'atmosphère.$1#$b#Ils sont une ressource importante dans équipement magique et recherche.0$",
    "fall_Mon8": "J'ai eu la chance de découvrir des dizaines de reliques magiques pendant mon temps.$0#$e#Ce n'est qu'une question de temps jusqu'à ce que tu découvrais les tiennes aussi.$1",
    "winter_Mon8": "Il y a plusieurs endroits que je veux te montrer une fois que Camilla t'aura autorisé à entrer dans Castle Village.#$e#Je me demande si elle attend quelque chose. Ou ce pourrait être une sorte de test bizarre...#6#$b#C'est exactement le genre de chose qu'elle ferait.$5",
    "Mon10": "Regarder ensemble l'horizon cramoisi au sommet d'un avant-poste...$5#$b#Maintenant, c'est un moment que je peux chérir.$4",

    //Stardew Valley
    "Tue": "Je possède un avant-poste loin au nord, dans les hautes terres.$0#$e#Peut-être qu'un jour, tu me rejoindras là-bas.$1",
    "Tue2": "The First Slash pourrait certainement avoir besoin de quelqu'un avec tes talents...$0",
    "Tue8": "J'ai envisagé d'acheter une propriété et de construire une maison quelque part par ici.$0#$b#Je profite énormément de mon séjour ici.$1",
    "summer_Tue8": "Des quantités abondantes de champignons poussent dans certains des étages inférieurs de la mine.$1#$e#Je suis curieux de savoir pourquoi...$5#$b#Je vais peut-être continuer à les étudier et en découvrir la raison.$0",
    "fall_Tue8": "La vallée est entre de bonnes mains avec votre sorcier, Magnus Rasmodius.$1#$e#*ricanne* Nous lui réservons toujours un accueil chaleureux lorsqu'il visite The First Slash.$0",
    "winter_Tue8": "Le nain dans les mines a eu la gentillesse de me vendre des bombes artisanales.$0#$e#Les nains fabriquent les meilleures bombes de toutes les espèces. C'est ainsi qu'ils creusent les montagnes pour faire leurs maisons.$1",
    "Tue10": "*bâille*...$5#$b#Je n'ai pas beaucoup dormi la nuit dernière. J'explorais les montagnes.$0#$e#*bâille*...$5#$b#J'ai l'impression que je pourrais juste poser ma tête sur tes genoux...$5#$e#%Lance s'assoupit.",
    "Mer": "Marlon m'a engagé pour certains travaux convenant uniquement à un mage de combat, comme moi-même.$0#$e#Je ne suis pas libre de discuter des détails.$5",
    "Wed2": "Certaines parties du monde agissent de leur propre chef...$5#$e#Pour la plupart, la République de Ferngill est un endroit sûr. Mais même elle a ses coins sombres...$0",
    "Wed4": "Je ne me sentirais pas à ma place en me promenant dans Pelican Ville. Je suis cependant à l'aise ici à la guilde.$0#$b#Elles sont toujours les mêmes partout où tu vas.$5",
    "Wed8": "La plus grande aventure que tu puisses vivre est de vivre la vie de tes rêves.$0",
    "summer_Wed8": "J'ai récemment fait une expédition avec Marlon dans les mines. Il est impressionnant avec une épée.$0",
    "fall_Wed8": "J'ai acheté des élixirs à ce nain dans les mines. Tiens, prends-en un [773].$0#$e#C'est assez revigorant.$5",
    "winter_Wed8": "Stardew Valley prend ses festivités très au sérieux. Tout le monde participe à la décoration, semble-t-il.$5#$e#A Castle Village, nous avons nos propres festivals. Peut-être qu'un jour tu pourrais te joindre à nous.$0",
    "Wed10": "Bonjour, ma chérie. J'imagine que tu as des affaires de guilde d'aventure aujourd'hui?$1#$e#Sois en sécurité là-bas.$0",

    //Ginger Island
    "Thu": "J'ai été formé aux arts magiques par mon maître.#$b#Tu montres un réel potentiel...$1",
    "Thu4": "Tes capacités sont déroutantes.$0#$b#Est-ce que tu me caches ton vrai pouvoir?$1",
    "Thu6": "Patrouiller dans les îles a ses avantages...$0#$b#Beau temps, fruits tropicaux directement de la vigne, vues à couper le souffle, l'odeur de l'air frais de l'océan...$5",
    "Thu8": "Mon hypothèse est que les monstres ont été attirés par la puissance brute du mont Kohldur.$6#$e#Incapables de se défendre contre des hordes de monstres, les nains ont fui leur maison à la recherche d'un nouveau lieu d'habitation.$6",
    "summer_Thu8": "J'ai trouvé ce fragment de cendres lors de mes aventures. Tu peux l'avoir [848].$0#$e#C'est une ressource utile pour le commerce et l'artisanat.$5",
    "fall_Thu8": "Même aujourd'hui, les aventuriers comme toi font encore de nouvelles découvertes.$1#$e#Le monde est rempli de nombreux mystères. Avec un effort collectif, nous pouvons espérer finir par tout percer.$0",
    "winter_Thu8": "Ma guilde est trop loin pour me téléporter, donc j'ai une rune de distorsion cachée par ici.#$e# J'ai envie de construire une maison de plage ici un jour près d'elle un jour...$5",
    "Jeu10": "Je devrais vraiment m'arrêter plus souvent à la maison sur la plage. Peut-être pourrions-nous préparer un repas ensemble et profiter du coucher de soleil sur l'horizon de la Mer des Gemmes.$4",
    "Fri": "Journée parfaite pour explorer les donjons.$0#$b#Bonne chance, aventurier.$5",
    "Fri2": "Le monde est grand. J'espère un jour tout explorer.$0",
    "Fri4": "Tout le monde dans la First Slash est un mage...$5#$e#Je t'emmènerai avec moi là-bas un jour.$1",
    "Fri8": "Même moi, je suis toujours nerveux à l'idée d'entrer dans l'inconnu. Cependant, j'ai confiance en mes capacités magiques pour m'aider à traverser tout ce que je pourrais rencontrer.$0",
    "summer_Fri8": "J'ai un peu de chance de pouvoir patrouiller sur l'île Gingembre.$5",
    "fall_Fri8": "Les âmes galactiques sont nécessaires pour perfectionner une arme magique.$0#$b#Elles sont la plus haute forme d'énergie magique brute que nous connaissions.$1",
    "winter_Fri8": "Je sens une présence puissante sur l'île. Je n'arrive pas à comprendre...$6",
    "Fri10": "Je suis heureux que nous nous soyons retrouvés dans ce jeu sauvage que nous appelons la vie.$4",

    //Highlands
    "Sat": "Il y a un monstre puissant au sommet de la montagne.$6#$e#J'ai trouvé des occasions de l'étudier.$5#$b#Sous le couvert de brouillard, je l'ai vu engloutir un trésor !$1#$e#J'ai essayé de m'entraîner avec lui, mais sa détermination était plus forte que je ne l'avais prévu.$2#$b#Sois prudent.e si tu essayes de le combattre, @.$6",
    "Sat6": "Grâce à ton aide, j'ai pu faire de bons progrès dans mes recherches sur les cultures de monstres.$0",
    "Sat8": "Les cavernes des montagnes ici sont riches en cuivre, en fer et en or. C'était autrefois la maison d'une colonie de nains.$0#$e#À un moment donné... des monstres ont emménagé. Je me demande ce qui s'est passé ? Il doit y avoir une raison.$6",
    "summer_Sat8": "Il y a quelque chose de très satisfaisant à être la première personne à découvrir un nouveau monstre.$0",
    "fall_Sat8": "Tu es venu jusqu'ici pour me voir ?$1#$e#Bonne chance pour l'aventure, @.$0",
    "winter_Sat8": "Les chutes de neige ici sont abondantes en hiver.$0#$b#Nous sommes dans les hautes terres, après tout.$5",
    "Sat10": "Tes visites suscitent beaucoup de joie en moi.$0#$e#Ce serait à l'étroit, mais nous pourrions partager le lit ce soir.$4",
    "Sun": "Les monstres champignons verts sortent de leur cachette quand il pleut. Ils restent autour des ruines.$0#$e#Ils regorgent d'énergie arcanique - parfait pour mes recherches.$5",
    "Sun4": "L'air est raréfié ici dans les Hautes Terres.$0",
    "Sun6": "Je l'admets, ça peut devenir calme et solitaire ici.$2#$b#C'est un plaisir de te voir.$0",
    "Sun8": "Les monstres sont plus que d'horribles bêtes avec des griffes. Nous pouvons en apprendre plus sur eux...$6",
    "summer_Sun8": "Ces terres feraient un excellent lieu de vacances s'il n'y avait pas de monstres.$0",
    "fall_Sun8": "Il y a une célèbre taverne à Castle Village dirigée par une dame nommée Eleanor.$0#$e#Ekon trouve n'importe quelle occasion de s'y arrêter. Je pense qu'il peut avoir un faible pour elle...$5",
    "winter_Sun8": "Les golems et les slimes ici recolorent leur apparence au fil des saisons.$0#$e#Je m'émerveille de la possibilité qu'ils aient évolué pour se camoufler.$0",
    "Sun10": "Il y a beaucoup de grandes puissances dans ce monde, mais aucune ne surpasse la puissance de l'amour.$1#$e#*ricanne*...$5"
}
